Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: There were no remittance advices to print out for the supplier range and payment date specified
hr_hr: Nije bilo doznaka za ispis za navedeni raspon dobavljača i datum plaćanja
pt_pt: Não houve remessa conselhos para imprimir para a faixa de fornecedor e data de pagamento especificada

source: Remittance Advice
hr_hr: Savjeti za doznaku
pt_pt: Aviso de Pagamento

source: Our Code:
hr_hr: Naš kod:
pt_pt: Nosso Código:

source: This Payment
hr_hr: Ovo plaćanje
pt_pt: Este pagamento

source: Total Payment:
hr_hr: Ukupno plaćanje:
pt_pt: Pagamento Total:

source: Remittance Advices
hr_hr: Savjeti za doznaku
pt_pt: Remessa Conselhos

source: Remittance Advice Criteria
hr_hr: Kriteriji savjeta o doznaci

source: Date Of Payment
hr_hr: Datum plaćanja
pt_pt: Data de pagamento

source: Sell Through Support Claims Report
hr_hr: Izvješće o zahtjevima za prodaju putem podrške

source: Sell Through Support Claim
hr_hr: Zahtjev za prodaju putem podrške

source: No sell through support items retrieved
hr_hr: Nije pronađena prodaja putem podrške

source: Transaction
hr_hr: Transakcija

source: Claim
hr_hr: Zahtjev

source: Total Claim:
hr_hr: Ukupni zahtjev:

source: Ship From
hr_hr: Pošalji iz

source: Ship To
hr_hr: Pošalji do

source: Check Comparison Report
hr_hr: Provjerite izvješće o usporedbi
pt_pt: Relatório de verificação

source: Inventory Check Comparison
hr_hr: Usporedba provjere inventara
pt_pt: Inventário Comparação Check

source: Inventory Check
hr_hr: Provjera inventara
pt_pt: Verificação de inventário

source: Unable to COMMIT transaction while adjusting stock in StockCheckAdjustmet report
hr_hr: Nije moguće izvršiti transakciju tijekom podešavanja zaliha u StockCheckAdjustmet izvješću
pt_pt: Não foi possível submeter a transação ao ajustar o stock no relatório da verificação de ajuste do stock

source: The Inventory Comparison data could not be retrieved because
hr_hr: Podaci usporedbe inventara nisu se mogli dohvatiti jer
pt_pt: Não foi possível obter os dados de comparação do inventário

source: There is no inventory check data to report on
hr_hr: Nema podataka o provjeri zaliha za izvješće
pt_pt: Não há dados de verificação do inventário a serem reportados

source: To start an inventory check first run the
hr_hr: Za početak provjere inventara prvo pokrenite
pt_pt: Para iniciar uma verificação de inventário, executar primeiro

source: inventory check sheets
hr_hr: listovi za provjeru inventara
pt_pt: folhas de verificação de inventário

source: Difference
hr_hr: Razlika
pt_pt: Diferença

source: No counts entered
hr_hr: Nema unesenih brojeva
pt_pt: Não há contagens inseridas

source: Inventory Comparison Report
hr_hr: Izvješće o usporedbi inventara
pt_pt: Inventário Relatório de Comparação

source: Stock Check Options
hr_hr: Opcije provjere dionica

source: Choose Option
hr_hr: Odaberite opciju
pt_pt: Escolha uma opção

source: Report and Close the Inventory Comparison Processing Adjustments As Necessary
hr_hr: Prijavite i zatvorite prilagodbe obrade usporedbe inventara prema potrebi
pt_pt: Reportar e fechar o ajustes no processamento da comparação de inventário conforme necessário

source: Report The Inventory Comparison Differences Only - No Adjustments
hr_hr: Prijavite samo razlike usporedbe inventara - bez prilagodbi
pt_pt: Reportar somente as diferenças de comparação de inventário - Não mostrar ajustes

source: Action for Zero Counts
hr_hr: Akcija za Zero Counts
pt_pt: Ação para contagens nulas

source: Adjust System stock to Nil
hr_hr: Podesite zalihu sustava na nulu
pt_pt: Ajustar stock do sistema para nulo

source: Do not Adjust System stock to Nil
hr_hr: Ne podešavajte zalihu sustava na nulu

source: Stock Location Transfer Docket Error
hr_hr: Pogreška registra prijenosa lokacije skladišta
pt_pt: Resumo de erro de transferência de localização de stock

source: An error occurred retrieving the items on the transfer
hr_hr: Došlo je do pogreške prilikom dohvaćanja stavki na prijenosu
pt_pt: Ocorreu um erro ao obter os itens na transferência

source: This page must be called with a location transfer reference number
hr_hr: Ova se stranica mora pozvati referentnim brojem za prijenos lokacije
pt_pt: Esta página deve ser chamada com um número de referência de transferência de localização

source: The transfer reference selected does not appear to be set up
hr_hr: Čini se da odabrana referenca prijenosa nije postavljena
pt_pt: A referência de transferência seleccionada não parece estar configurada

source: enter the items to be transferred first
hr_hr: prvo unesite stavke koje želite prenijeti
pt_pt: insira com os itens a serem transferidos primeiro

source: Inventory Location Transfer BOL
hr_hr: BOL prijenosa lokacije inventara
pt_pt: Local de transferência do inventário

source: Reprint transfer docket
hr_hr: Ponovno ispišite prijenosnu potvrdu
pt_pt: Reimprimir boleto transferência

source: Transfer Docket Criteria
hr_hr: Kriteriji registracije prijenosa

source: Transfer docket to reprint
hr_hr: Prijenos docket za ponovni ispis
pt_pt: Transferência para reimprimir boleto

source: Transfer docket to reprint Shipping Labels
hr_hr: Prijenosni list za ponovni ispis otpremnih naljepnica

source: Print Shipping Labels
hr_hr: Ispis naljepnica za otpremu

source: Inventory Negatives Listing
hr_hr: Popis negativnih inventara
pt_pt: Listagem de Inventários Negativos

source: An error occurred retrieving the negative quantities.
hr_hr: Došlo je do pogreške prilikom dohvaćanja negativnih količina.
pt_pt: Ocorreu um erro ao obter as quantidades negativas.

source: There are no negative stocks to list
hr_hr: Nema negativnih dionica za popis
pt_pt: Não exitem stocks negativos para se listar

source: Inventory Items With Negative Stock
hr_hr: Inventory Items With Negative Zalihe

source: Stock Transfer Form
hr_hr: Obrazac prijenosa dionica
pt_pt: Formulário de Transferência de Arquivo

source: Print Stock Transfer - Error
hr_hr: Print Stock Transfer - Greška

source: There was no transfer found with number
hr_hr: Nije pronađen prijenos s brojem

source: Try Again
hr_hr: Pokušajte ponovno

source: Date of transfer:
hr_hr: Datum prijenosa:
pt_pt: Data de transferência:

source: The entered transfer reference is expected to be numeric
hr_hr: Očekuje se da će unesena referenca prijenosa biti numerička

source: Print Transfer Note
hr_hr: Ispis bilješke o prijenosu
pt_pt: Impimir Nota de Transferência

source: Print Stock Transfer Note
hr_hr: Ispis obavijesti o prijenosu zaliha

source: Supplier Transaction Listing
hr_hr: Popis transakcija dobavljača
pt_pt: Fornecedor Listagem de Transação

source: Select a Work Order
hr_hr: Odaberite radni nalog

source: Select a Work Order Number to Print before calling this page
hr_hr: Prije poziva ove stranice odaberite broj radnog naloga za ispis

source: Select Work Order
hr_hr: Odaberite radni nalog

source: Print Work Order Number
hr_hr: Ispiši broj radnog naloga

source: The email address entered does not appear to be valid. No emails have been sent.
hr_hr: Čini se da unesena adresa e-pošte nije važeća. Nijedan e-mail nije poslan.

source: There was a problem retrieving the Work order header details for Order Number
hr_hr: Došlo je do problema pri dohvaćanju pojedinosti zaglavlja radnog naloga za broj naloga

source: Print Work Order Error
hr_hr: Pogreška radnog naloga za ispis

source: Unable to Locate Work Order Number
hr_hr: Nije moguće locirati broj radnog naloga

source: Work Order Details
hr_hr: Work Narudžba Details

source: Lot
hr_hr: Mnogo

source: Required By
hr_hr: Zahtijeva
pt_pt: Requerido Para

source: Material Requirements for this Work Order
hr_hr: Material Requirements for this Work Narudžba

source: Order Printiing Options
hr_hr: Mogućnosti naručivanja ispisa

source: Print or Email the Order
hr_hr: Ispišite ili e-poštom narudžbu
pt_pt: Imprimir ou enviar por email o pedido

source: There was a problem retrieving the contact details for the location
hr_hr: Došlo je do problema prilikom dohvaćanja podataka o kontaktu za lokaciju

source: Email to
hr_hr: Pošaljite e-poštu na
pt_pt: Enviar por email para

source: Label Print Options
hr_hr: Mogućnosti ispisa naljepnica

source: Label Item
hr_hr: Stavka oznake

source: No of Full Packages
hr_hr: Broj punih paketa

source: Labels/Package
hr_hr: Oznake/paket

source: Weight/Package
hr_hr: Težina/Pakiranje

source: LeftOver Qty
hr_hr: Preostala količina

source: Labels
hr_hr: Etikete

source: Periods Inquiry
hr_hr: Razdoblja Upit
pt_pt: Consulta de Períodos

source: No periods were returned by the SQL because
hr_hr: SQL nije vratio nijednu točku jer
pt_pt: Não houve períodos retornados pelo comando SQL pois

source: Period Number
hr_hr: Broj razdoblja
pt_pt: Número do Período

source: Date of Last Day
hr_hr: Datum zadnjeg dana
pt_pt: Data do Último Dia

source: Specify Picked Controlled Items
hr_hr: Navedite odabrane kontrolirane stavke

source: Select a pick list line to process
hr_hr: Odaberite redak popisa odabira za obradu

source: This page can only be opened if a pick list has been selected
hr_hr: Ova se stranica može otvoriti samo ako je odabran popis za odabir

source: Select a a pick List to maintain
hr_hr: Odaberite popis odabira za održavanje

source: Back to Picking List
hr_hr: Povratak na popis za odabir

source: on Picklist
hr_hr: na popisu za odabir

source: Picking List Maintenance
hr_hr: Održavanje otpremne liste

source: Select a Pick List
hr_hr: Odaberite popis za odabir

source: This page can only be opened if a pick list has been selected Please select a pick list first
hr_hr: Ova se stranica može otvoriti samo ako je odabrana lista za odabir Molimo odaberite najprije listu za odabir

source: The pick list cannot be retrieved because
hr_hr: Popis odabira nije moguće dohvatiti jer

source: This pick list item could not be retrieved. Please select another pick list
hr_hr: Ovu stavku popisa odabira nije bilo moguće dohvatiti. Odaberite drugi popis za odabir

source: Pick List Maintenance
hr_hr: Održavanje liste odabira

source: Pick List:
hr_hr: Popis odabira:

source: for Order No:
hr_hr: za broj narudžbe:

source: Back to Pick Lists
hr_hr: Povratak na popise odabira

source: the order must be re-selected and re-read again to update the changes made by the other user
hr_hr: narudžba se mora ponovno odabrati i ponovno pročitati kako bi se ažurirale promjene koje je napravio drugi korisnik

source: Select a pick list to maintain
hr_hr: Odaberite popis odabira za održavanje

source: The pickserialdetails could not be deleted
hr_hr: Nije moguće izbrisati pojedinosti o izboru serije

source: The sales order header could not be updated with the internal comments
hr_hr: Zaglavlje prodajnog naloga nije se moglo ažurirati internim komentarima

source: Print Packing Slip
hr_hr: Ispiši otpremnicu

source: Print Customer Labels
hr_hr: Ispis korisničkih naljepnica

source: Select another pick list for processing
hr_hr: Odaberite drugi izborni popis za obradu

source: Pick List Status
hr_hr: Status popisa odabira

source: Picked
hr_hr: Ubran

source: Shipped
hr_hr: Otpremljeno
pt_pt: Transportado

source: Cancelled
hr_hr: Otkazano
pt_pt: Cancelado

source: Enter the consignment note reference to enable tracking of the delivery in the event of customer proof of delivery issues
hr_hr: Unesite referencu teretnog lista kako biste omogućili praćenje isporuke u slučaju problema s dokazom isporuke kod kupca

source: Pick List Comments
hr_hr: Odaberite komentare popisa

source: Order Internal Comments
hr_hr: Interni komentari narudžbe

source: Process Pick List
hr_hr: Lista odabira procesa

source: Purchase Order Authorisation Maintenance
hr_hr: Održavanje autorizacije narudžbenice
pt_pt: Compra de Manutenção da Autorização de Ordem

source: There already exists an entry for this user/currency combination
hr_hr: Već postoji unos za ovu kombinaciju korisnika/valute
pt_pt: Já existe uma entrada para esta combinação de usuário / moeda

source: The authentication details cannot be updated because
hr_hr: Podaci o autentifikaciji ne mogu se ažurirati jer
pt_pt: Os detalhes de autenticação não pode ser atualizada porque

source: The authentication details cannot be deleted because
hr_hr: Podaci o autentifikaciji ne mogu se izbrisati jer
pt_pt: Os detalhes de autenticação não pode ser excluído porque

source: The authentication details cannot be retrieved because
hr_hr: Podaci o autentifikaciji ne mogu se dohvatiti jer
pt_pt: Os detalhes de autenticação não pode ser recuperada porque

source: Create Order
hr_hr: Stvorite narudžbu
pt_pt: Criar Ordem

source: Can Release
hr_hr: Može otpustiti
pt_pt: Pode liberar

source: Authority Level
hr_hr: Razina ovlaštenja
pt_pt: Autoridade Nível

source: Are you sure you wish to delete this authorisation level?
hr_hr: Jeste li sigurni da želite izbrisati ovu razinu ovlaštenja?

source: Set Authorisation Levels
hr_hr: Postavite razine autorizacije

source: User can create orders
hr_hr: Korisnik može kreirati narudžbe
pt_pt: O usuário pode criar ordens

source: User can release invoices
hr_hr: Korisnik može izdavati fakture
pt_pt: O usuário pode liberar faturas

source: User can authorise orders up to :
hr_hr: Korisnik može autorizirati narudžbe do:
pt_pt: O usuário pode autorizar ordens até:

source: Enter the amount that this user is premitted to authorise purchase orders up to
hr_hr: Unesite iznos do kojeg ovaj korisnik smije autorizirati narudžbenice

source: Authorise Purchase Orders
hr_hr: Autorizirajte narudžbenice
pt_pt: Autorizar pedidos de compra

source: Authorised by
hr_hr: Ovlašten od strane
pt_pt: Autorizado por

source: Date Ordered
hr_hr: Datum narudžbe
pt_pt: Data do Pedido

source: Initiator
hr_hr: Pokretač
pt_pt: Iniciador/Promotor

source: Authorised
hr_hr: Ovlašten
pt_pt: Autorizado

source: Rejected
hr_hr: Odbijen
pt_pt: Rejeitado

source: Financial planning for active (Authorised, Printed, Pending) Purchase Orders by Supplier
hr_hr: Financial planning for active (Authorised, Printed, Pending) Kupnja Orders by Dobavljač

source: The SQL to find the suppliers with active Purchase Orders
hr_hr: The SQL to find the suppliers with active Kupnja Orders

source: Order Value
hr_hr: Vrijednost narudžbe

source: Order Value in
hr_hr: Narudžba Value in

source: Supplier Balance
hr_hr: Dobavljač Saldo

source: Total Supplier
hr_hr: Total Dobavljač

source: All Currencies
hr_hr: Sve valute

source: Modify Purchase Order
hr_hr: Izmjena narudžbenice
pt_pt: Modificar Pedido de Compra

source: Purchase Order Entry
hr_hr: Unos narudžbenice
pt_pt: Inserção de Pedido de Compra

source: This is a new order. It must be created before you can change the status
hr_hr: Ovo je nova narudžba. Mora se stvoriti prije nego što možete promijeniti status

source: You do not have permission to authorise this purchase order
hr_hr: Nemate dopuštenje za autorizaciju ove narudžbenice
pt_pt: Você não tem permissão para autorizar esta ordem de compra

source: This order is for
hr_hr: Ova narudžba je za
pt_pt: Esta ordem é para

source: You can only authorise up to
hr_hr: Možete autorizirati samo do
pt_pt: Você só pode autorizar até

source: If you think this is a mistake please contact the systems administrator
hr_hr: Ako mislite da je ovo pogreška, obratite se administratoru sustava
pt_pt: Se você acha que isso é um erro por favor contacte o administrador de sistemas

source: This order cannot be cancelled or rejected because some of it has already been received
hr_hr: Ovu narudžbu nije moguće poništiti ili odbiti jer je dio nje već primljen
pt_pt: Esta ordem não pode ser anulada ou rejeitada, porque alguns dos que já foram recebidas

source: The line item quantities may be modified to quantities more than already received
hr_hr: Količine stavke retka mogu se izmijeniti na količine veće od onih koje su već primljene
pt_pt: As quantidades de itens de produção podem ser maiores que as já recebidas

source: Prices cannot be altered for lines that have already been received
hr_hr: Cijene se ne mogu mijenjati za linije koje su već primljene
pt_pt: Os preços não podem ser alteradas para as linhas que já foram recebidas

source: and quantities cannot be reduced below the quantity already received
hr_hr: a količine se ne mogu smanjiti ispod već zaprimljene količine
pt_pt: e as quantidades não pode ser inferior a quantidade já recebida

source: This order cannot be cancelled or rejected because there is at least one line that is allocated to a shipment
hr_hr: Ova se narudžba ne može otkazati ili odbiti jer postoji barem jedan redak koji je dodijeljen pošiljci

source: See shipment number
hr_hr: Pogledajte broj pošiljke

source: by
hr_hr: po
pt_pt: por

source: You do not have permission to reject this purchase order
hr_hr: Nemate dopuštenje za odbijanje ove narudžbenice
pt_pt: Você não tem permissão para rejeitar o pedido de compra

source: Your authorisation limit is set at
hr_hr: Vaše ograničenje autorizacije postavljeno je na
pt_pt: Seu limite de autorização é de

source: This order could not have the status changed back to pending because some of it has already been received. Quantities received will need to be returned to change the order back to pending.
hr_hr: Ovoj se narudžbi nije mogao vratiti status na čekanje jer je dio već primljen. Primljene količine morat će se vratiti kako bi se narudžba vratila na čekanje.
pt_pt: Esta ordem não poderia ter o status alterado de volta a pendência porque alguns dos que já foram recebidos. Quantidades recebidas terá de ser devolvido para mudar a ordem de volta à pendência.

source: Order set to pending status by
hr_hr: Narudžba postavljena na status čekanja od strane
pt_pt: Ordem definida para status pendente por

source: You do not have permission to change the status of this purchase order
hr_hr: Nemate dopuštenje za promjenu statusa ove narudžbenice
pt_pt: Você não tem permissão para alterar o status desse pedido de compra

source: The order status could not be updated because
hr_hr: Status narudžbe nije se mogao ažurirati jer
pt_pt: O status do pedido não pôde ser atualizado devido

source: An error occurred updating the purchase order to allow reprints
hr_hr: Došlo je do pogreške prilikom ažuriranja narudžbenice kako bi se omogućili ponovni ispisi
pt_pt: Ocorreu um erro ao actualizar o pedido de compra para permitir re-impressões

source: The error says
hr_hr: Greška kaže
pt_pt: O erro diz

source: You should automatically be forwarded to the entry of the purchase order line items page
hr_hr: Trebali biste automatski biti proslijeđeni na unos stranice stavki narudžbenice
pt_pt: Deve ser redirecionado automaticamente para a inserção do pedido de compra da linha do itens

source: Supplier changed by
hr_hr: Dobavljač je promijenio do
pt_pt: Fornecedor alterado

source: Cannot modify the supplier of the order once some of the order has been received
hr_hr: Nije moguće mijenjati dobavljača narudžbe nakon što je dio narudžbe primljen
pt_pt: Não é possível modificar o fornecedor do pedido pois parte dele já foi recebido

source: Supplier name keywords have been used in preference to the supplier code extract entered
hr_hr: Ključne riječi naziva dobavljača korištene su umjesto unesenog izvatka koda dobavljača
pt_pt: Palavras-chave do nome do fornecedor foram usadas preferencialmente à parte do código do fornecedor inserida

source: The searched supplier records requested cannot be retrieved because
hr_hr: Traženi zapisi dobavljača ne mogu se dohvatiti jer
pt_pt: Não foi possível obter os registros de fornecedores procurados pois

source: No supplier records contain the selected text
hr_hr: Nijedan zapis dobavljača ne sadrži odabrani tekst
pt_pt: Nenhum registro de fornecedor contém o texto seleccionado

source: The supplier record of the supplier selected
hr_hr: Evidencija dobavljača odabranog dobavljača
pt_pt: O registro de fornecedor para o fornecedor seleccionado

source: You do not have the authority to raise Purchase Orders for
hr_hr: Nemate ovlasti podizati narudžbenice za
pt_pt: Você não tem a autoridade para levantar ordens de compra para

source: Please Consult your system administrator for more information.
hr_hr: Obratite se svom administratoru sustava za više informacija.
pt_pt: Consulte o administrador do sistema para obter mais informações.

source: You can setup authorisations
hr_hr: Možete postaviti autorizacije
pt_pt: Você pode autorizações de instalação

source: Purchase Order
hr_hr: Narudžbenica
pt_pt: Pedido de Compra

source: Purchase Order: Select Supplier
hr_hr: Narudžbenica: Odaberite dobavljača
pt_pt: Pedido de Compra: Selecione Fornecedor

source: Enter text in the supplier name
hr_hr: Unesite tekst u ime dobavljača
pt_pt: Insira algo no campo do nome do fornecedor

source: Enter text extract in the supplier code
hr_hr: Unesite izvadak teksta u šifru dobavljača
pt_pt: Insira no campo parte do código do fornecedor

source: Purchase Item(s) with this code
hr_hr: Kupite artikl(e) s ovim kodom
pt_pt: Compra Item (s) com este código

source: Enter Line Item to this purchase order
hr_hr: Unesite stavku retka u ovu narudžbenicu
pt_pt: Digite item de linha para esta ordem de compra

source: Modify Purchase Order Number
hr_hr: Izmijenite broj narudžbenice
pt_pt: Modificar o número do pedido

source: New Purchase Order Header
hr_hr: New Kupnja Narudžba Header

source: Order Initiation Details
hr_hr: Detalji pokretanja narudžbe
pt_pt: Detalhes de início do pedido

source: PO Date
hr_hr: Datum narudžbenice
pt_pt: Data da PO

source: Version
hr_hr: Verzija
pt_pt: Versão

source: Revised
hr_hr: revidirano
pt_pt: Revista

source: Initiated By
hr_hr: Inicirao
pt_pt: Iniciado por

source: Requisition Ref
hr_hr: Zahtjev Ref
pt_pt: Requisição Ref

source: Enter our purchase requisition reference if needed
hr_hr: Unesite našu referencu zahtjeva za kupnju ako je potrebno

source: Date Printed
hr_hr: Datum ispisan
pt_pt: Data de impressão

source: Allow Reprint
hr_hr: Dopusti ponovni ispis
pt_pt: Permitir re-impressão

source: Reprint Now
hr_hr: Ponovno ispišite sada
pt_pt: Re-imprimir agora

source: Receive this order
hr_hr: Primite ovu narudžbu
pt_pt: Receber esta ordem

source: New Purchase Order
hr_hr: Nova narudžbenica
pt_pt: Nova ordem de compra

source: Status Comment
hr_hr: Komentar statusa
pt_pt: Comentário de status

source: Status History
hr_hr: Povijest stanja

source: Status Update
hr_hr: Ažuriranje statusa
pt_pt: Status da Atualização

source: Warehouse Info
hr_hr: Informacije o skladištu
pt_pt: Armazém Info

source: The default stock location set up for this user is not a currently defined stock location
hr_hr: Zadana lokacija skladišta postavljena za ovog korisnika nije trenutno definirana lokacija skladišta
pt_pt: O local padrão do stock configurado para este utilizador não está definido

source: Your system administrator needs to amend your user record
hr_hr: Vaš administrator sustava mora izmijeniti vašu korisničku evidenciju
pt_pt: O administrador do sistema deve corrigir seu registro de utilizador

source: Delivery Contact
hr_hr: Kontakt za dostavu
pt_pt: Entrega Contato

source: Enter the name of the contact at the delivery address - normally our warehouse person at that warehouse
hr_hr: Unesite ime osobe za kontakt na adresi dostave - obično naše skladišne ​​osobe u tom skladištu

source: Delivery By
hr_hr: Dostava do
pt_pt: Entrega por

source: Supplier Info
hr_hr: Informacije o dobavljaču
pt_pt: Fornecedor Info

source: Select Now
hr_hr: Odaberite Sada
pt_pt: Selecione Agora

source: Supplier Contact
hr_hr: Kontakt s dobavljačem
pt_pt: Fornecedor Contactar

source: Enter Line Items
hr_hr: Unesite stavke retka
pt_pt: Inserir Linha de Itens

source: Purchase Order Items
hr_hr: Stavke iz narudžbenice
pt_pt: Comprar ítens do pedido

source: Back To Purchase Order Header
hr_hr: Natrag na zaglavlje narudžbenice
pt_pt: Voltar ao Cabeçalho do Pedido de Compra
