Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Area
hr_hr: Površina
pt_pt: Área

source: Stock Category
hr_hr: Kategorija dionica
pt_pt: Categoria de Stock

source: Sales Type
hr_hr: Vrsta prodaje
pt_pt: Tipo de Vendas

source: COGS Account
hr_hr: COGS račun
pt_pt: Conta CMV

source: Are you sure you wish to delete this COGS GL posting record?
hr_hr: Jeste li sigurni da želite izbrisati ovaj zapis COGS GL knjiženja?

source: GL Account
hr_hr: GL račun
pt_pt: Conta de LC

source: Show all cost of sales posting records
hr_hr: Prikaži sve evidencije knjiženja troškova prodaje
pt_pt: Mostrar todos os registros de postagem de custo de vendas

source: Select criteria for COGS posting
hr_hr: Odaberite kriterije za COGS knjiženje

source: Any Other
hr_hr: Bilo koji drugi
pt_pt: Qualquer

source: Select the area to be used in this group. To cover all areas just select Any Other
hr_hr: Odaberite područje koje će se koristiti u ovoj grupi. Za pokrivanje svih područja samo odaberite Bilo koje drugo

source: Select the stock category to be used in this group. To cover all categories just select Any Other
hr_hr: Odaberite kategoriju dionica koja će se koristiti u ovoj grupi. Za pokrivanje svih kategorija samo odaberite Bilo koje drugo

source: Price List
hr_hr: Cjenik
pt_pt: Lista de preços

source: Select the sales type to be used in this group. To cover all types just select Any Other
hr_hr: Odaberite vrstu prodaje koja će se koristiti u ovoj grupi. Za pokrivanje svih vrsta samo odaberite Bilo koje drugo

source: Post to GL account
hr_hr: Knjiži na GL račun
pt_pt: Adicionar à Conta no LC

source: Select the general ledger code to do COGS postingst to where the above criteria have been met.
hr_hr: Odaberite šifru glavne knjige da izvršite COGS knjiženje tamo gdje su ispunjeni gornji kriteriji.

source: Search Work Orders
hr_hr: Pretraživanje radnih naloga
pt_pt: Procurar Ordens de Trabalho

source: There are no work orders selected
hr_hr: Nema odabranih radnih naloga

source: Failed to retrieve wo cost data
hr_hr: Nije uspjelo dohvaćanje podataka o trošku

source: Item
hr_hr: Artikal

source: Date Issued
hr_hr: Datum izdavanja
pt_pt: Data Emitido

source: Issued Qty
hr_hr: Izdano Kol
pt_pt: Quantidade Emitida

source: Issued Cost
hr_hr: Izdani trošak
pt_pt: Custo Emitido

source: Work Order
hr_hr: Radni nalog

source: There are no data available
hr_hr: Nema dostupnih podataka

source: Select Other Work Orders
hr_hr: Odaberite Ostali radni nalozi

source: The work order number entered MUST be numeric
hr_hr: Uneseni broj radnog naloga MORA biti numerički
pt_pt: O número da ordem de trabalho inserida deve ser numérico

source: Work Order Number
hr_hr: Broj radnog naloga
pt_pt: Número da Ordem de Trabalho

source: No items were returned by the SQL because
hr_hr: SQL nije vratio nijednu stavku jer
pt_pt: Nenhum item foi obtido pelo comando SQL porque

source: Enter search criteria
hr_hr: Unesite kriterije pretraživanja

source: For the item
hr_hr: Za stavku
pt_pt: Para o item

source: AND
hr_hr: I

source: Work Order number
hr_hr: Broj radnog naloga
pt_pt: Número da Ordem de Trabalho

source: Processing at
hr_hr: Obrada na
pt_pt: Transformação em

source: Orders to show
hr_hr: Narudžbe za pokazati

source: Closed Work Orders Only
hr_hr: Samo zatvoreni radni nalozi
pt_pt: Fechar Ordem de Trabalho Apenas

source: Open Work Orders Only
hr_hr: Samo otvoreni radni nalozi
pt_pt: Abrir Ordem de Trabalho Apenas

source: Start Date From
hr_hr: Datum početka od

source: Start Date To
hr_hr: Datum početka do

source: New Work Order
hr_hr: Novi radni nalog
pt_pt: Nova Ordem de Trabalho

source: To search for work orders for a specific item use the item selection facilities below
hr_hr: Za traženje radnih naloga za određenu stavku koristite mogućnosti odabira stavki u nastavku
pt_pt: Para procurar ordens de trabalho para um item específico use o item selecção instalações abaixo

source: Select a stock category
hr_hr: Odaberite kategoriju dionica
pt_pt: Seleccionar uma categoria de stock

source: Enter text extract(s) in the description
hr_hr: Unesite isječke teksta u opis
pt_pt: Insira partes do texto na descrição

source: Enter extract of the Stock Code
hr_hr: Unesite izvadak burzovne šifre
pt_pt: Insira parte do Código de Stock

source: Search Items Now
hr_hr: Pretražite artikle sada
pt_pt: Procurar Itens Agora

source: Show All
hr_hr: Prikaži sve
pt_pt: Listar todos

source: No works orders were returned by the SQL because
hr_hr: SQL nije vratio nijedan radni nalog jer
pt_pt: Nenhuma ordem de trabalho foi devolvida pelo comando SQL porque

source: Select
hr_hr: Odaberite
pt_pt: Seleccione

source: Modify
hr_hr: Izmijeniti
pt_pt: Modificar

source: Issue To
hr_hr: Izdati Za
pt_pt: Para Emissão

source: Receive
hr_hr: primiti
pt_pt: Receber

source: Costing
hr_hr: Obračun troškova
pt_pt: Custo

source: Paperwork
hr_hr: Papirologija

source: Quantity Required
hr_hr: Potrebna količina
pt_pt: Quantidade necessária

source: Quantity Received
hr_hr: Primljena količina
pt_pt: Quantidade recebida

source: Quantity Outstanding
hr_hr: Količina izvanredna
pt_pt: Quantidade Pendente

source: Start Date
hr_hr: Datum početka
pt_pt: Data de Início

source: Required Date
hr_hr: Potreban datum
pt_pt: Data Requerida

source: Print W/O
hr_hr: Ispis W/O

source: Company Preferences
hr_hr: Postavke tvrtke
pt_pt: Preferências da Empresa

source: The company name must be entered and be fifty characters or less long
hr_hr: Naziv tvrtke mora biti unesen i sadržavati pedeset znakova ili manje
pt_pt: O nome da empresa é obrigatório e deve ter no máximo cinqüenta caracteres

source: The email address is not correctly formed
hr_hr: E-mail adresa nije pravilno oblikovana
pt_pt: O endereço de e-mail não é formada corretamente

source: The company preferences could not be updated because
hr_hr: Postavke tvrtke nisu se mogle ažurirati jer
pt_pt: Não foi possível actualizar as preferências da empresa pois

source: Company preferences updated
hr_hr: Postavke tvrtke ažurirane
pt_pt: Preferências da empresa atualizadas

source: Could not update the currency rates
hr_hr: Nije moguće ažurirati tečajeve valuta
pt_pt: Não foi possível atualizar as taxas de câmbio

source: Validation failed
hr_hr: Validacija nije uspjela
pt_pt: Validação mal sucedida

source: no updates or deletes took place
hr_hr: nije došlo do ažuriranja ili brisanja
pt_pt: não ocorreram atualizações ou remoções

source: Company Profile Settings
hr_hr: Postavke profila tvrtke

source: The company preferences could not be retrieved because
hr_hr: Postavke tvrtke nije bilo moguće dohvatiti jer
pt_pt: Não foi possível obter as preferências da empresa pois

source: to appear on reports
hr_hr: pojaviti se u izvješćima
pt_pt: a aparecer nos relatórios

source: Enter the name of the business. This will appear on all reports and at the top of each screen.
hr_hr: Unesite naziv tvrtke. Ovo će se pojaviti na svim izvješćima i na vrhu svakog zaslona.

source: Official Company Number
hr_hr: Službeni broj tvrtke
pt_pt: NIPC

source: Tax Authority Reference
hr_hr: Referenca porezne uprave
pt_pt: Ref. Aut.Fiscal

source: Address Line 1
hr_hr: 1. redak adrese
pt_pt: Endereço, Rua e Número

source: Enter the first line of the company registered office. This will appear on invoices and statements.
hr_hr: Unesite prvi redak sjedišta tvrtke. To će se pojaviti na fakturama i izvodima.

source: Address Line 2
hr_hr: 2. redak adrese
pt_pt: Cidade

source: Enter the second line of the company registered office. This will appear on invoices and statements.
hr_hr: Unesite drugi redak sjedišta tvrtke. To će se pojaviti na fakturama i izvodima.

source: Address Line 3
hr_hr: 3. redak adrese
pt_pt: Distrito

source: Enter the third line of the company registered office. This will appear on invoices and statements.
hr_hr: Unesite treći redak sjedišta tvrtke. To će se pojaviti na fakturama i izvodima.

source: Address Line 4
hr_hr: 4. redak adrese
pt_pt: Código Postal

source: Enter the fourth line of the company registered office. This will appear on invoices and statements.
hr_hr: Unesite četvrti red sjedišta tvrtke. To će se pojaviti na fakturama i izvodima.

source: Address Line 5
hr_hr: 5. redak adrese
pt_pt: Contacto

source: Address Line 6
hr_hr: 6. redak adrese
pt_pt: Pais

source: Telephone Number
hr_hr: Broj telefona
pt_pt: Número de telefone

source: Enter the main telephone number of the company registered office. This will appear on invoices and statements.
hr_hr: Unesite glavni telefonski broj sjedišta tvrtke. To će se pojaviti na fakturama i izvodima.

source: Facsimile Number
hr_hr: Broj faksa
pt_pt: Número do fax

source: Email Address
hr_hr: E-mail adresa
pt_pt: Endereço de Email

source: Enter the main company email address. This will appear on invoices and statements.
hr_hr: Unesite glavnu adresu e-pošte tvrtke. To će se pojaviti na fakturama i izvodima.

source: Home Currency
hr_hr: Domaća valuta
pt_pt: Moeda nacional

source: Debtors Control GL Account
hr_hr: Dužnici kontroliraju GL račun
pt_pt: Controle de Devedores na Conta no LC

source: Select the general ledger account to be used for posting the local currency value of all customer transactions to. This account will always represent the total amount owed by customers to the business. Only balance sheet accounts are available for this selection.
hr_hr: Odaberite račun glavne knjige koji će se koristiti za knjiženje vrijednosti u lokalnoj valuti svih transakcija kupaca. Ovaj će račun uvijek predstavljati ukupni iznos koji klijenti duguju tvrtki. Za ovaj odabir dostupni su samo bilančni računi.

source: Creditors Control GL Account
hr_hr: Vjerovnici kontroliraju GL račun
pt_pt: Controle de Credores na Conta no LC

source: Select the general ledger account to be used for posting the local currency value of all supplier transactions to. This account will always represent the total amount owed by the business to suppliers. Only balance sheet accounts are available for this selection.
hr_hr: Odaberite račun glavne knjige koji će se koristiti za knjiženje vrijednosti u lokalnoj valuti svih transakcija dobavljača. Ovaj račun će uvijek predstavljati ukupan iznos koji tvrtka duguje dobavljačima. Za ovaj odabir dostupni su samo bilančni računi.

source: Payroll Net Pay Clearing GL Account
hr_hr: Plaća Net Pay Clearing GL račun
pt_pt: Conta no LC de Acerto de Folha de Pagamentos

source: Goods Received Clearing GL Account
hr_hr: Primljena roba klirinški GL račun
pt_pt: Conta no LC de Acerto de Bens Recebidos

source: Select the general ledger account to be used for posting the cost of goods received pending the entry of supplier invoices for the goods. This account will represent the value of goods received yet to be invoiced by suppliers. Only balance sheet accounts are available for this selection.
hr_hr: Odaberite konto glavne knjige koji će se koristiti za knjiženje troškova primljene robe do unosa faktura dobavljača za robu. Ovaj račun će predstavljati vrijednost primljene robe koju dobavljači tek trebaju fakturirati. Za ovaj odabir dostupni su samo bilančni računi.

source: Sales Commission Accruals Account
hr_hr: Račun razgraničenja provizije za prodaju

source: Retained Earning Clearing GL Account
hr_hr: Zadržana zarada klirinški GL račun
pt_pt: Conta no LC de Acerto de Ganhos Retidos

source: Select the general ledger account to be used for clearing profit and loss accounts to that represents the accumulated retained profits of the business. Only balance sheet accounts are available for this selection.
hr_hr: Odaberite račun glavne knjige koji će se koristiti za čišćenje računa dobiti i gubitka koji predstavlja akumuliranu zadržanu dobit poslovanja. Za ovaj odabir dostupni su samo bilančni računi.

source: Freight Re-charged GL Account
hr_hr: GL račun za ponovno naplatu tereta
pt_pt: Conta no LC de Recarga de Frete

source: Sales Exchange Variances GL Account
hr_hr: GL račun odstupanja u razmjeni prodaje
pt_pt: Conta no LC de Variâncias de Troca de Vendas

source: Select the general ledger account to be used for posting accounts receivable exchange rate differences to - where the exchange rate on sales invocies is different to the exchange rate of currency receipts from customers, the exchange rate is calculated automatically and posted to this general ledger account. Only profit and loss general ledger accounts are available for this selection.
hr_hr: Odaberite konto glavne knjige koji će se koristiti za knjiženje tečajnih razlika potraživanja - tamo gdje je tečaj na prodajnim fakturama različit od tečaja deviznih primitaka od kupaca, tečaj se automatski izračunava i knjiži na ovaj konto glavne knjige. Za ovaj odabir dostupni su samo računi glavne knjige dobiti i gubitka.

source: Purchases Exchange Variances GL Account
hr_hr: Kupnje Razmjena odstupanja GL račun
pt_pt: Conta no LC de Variâncias de Troca de Compras

source: Select the general ledger account to be used for posting the exchange differences on the accounts payable transactions to. Supplier invoices entered at one currency and paid in the supplier currency at a different exchange rate have the differences calculated automatically and posted to this general ledger account. Only profit and loss general ledger accounts are available for this selection.
hr_hr: Odaberite konto glavne knjige koji će se koristiti za knjiženje tečajnih razlika na transakcije obveza prema kontima. Fakture dobavljača unesene u jednoj valuti i plaćene u valuti dobavljača po drugom tečaju imaju automatski izračunate razlike i knjižene na ovom kontu glavne knjige. Za ovaj odabir dostupni su samo računi glavne knjige dobiti i gubitka.

source: Payment Discount GL Account
hr_hr: Plaćanje Popust GL račun
pt_pt: Conta no LC de Desconto de Pagamento

source: Select the general ledger account to be used for posting the value of payment discounts given to customers at the time of entering a receipt. Only profit and loss general ledger accounts are available for this selection.
hr_hr: Odaberite konto glavne knjige koji će se koristiti za knjiženje vrijednosti popusta za plaćanje danih kupcima u trenutku unosa računa. Za ovaj odabir dostupni su samo računi glavne knjige dobiti i gubitka.

source: Create GL entries for AR transactions
hr_hr: Stvorite GL unose za AR transakcije

source: Select yes to ensure that webERP creates general ledger journals for all accounts receivable transactions. webERP will maintain the debtors control account (selected above) to ensure it should always balance to the list of customer balances in local currency.
hr_hr: Odaberite Da kako biste bili sigurni da webERP stvara dnevnike glavne knjige za sve transakcije potraživanja. webERP će održavati kontrolni račun dužnika (gore odabran) kako bi osigurao da uvijek bude usklađen s popisom salda kupaca u lokalnoj valuti.

source: Create GL entries for AP transactions
hr_hr: Stvorite GL unose za AP transakcije

source: Select yes to ensure that webERP creates general ledger journals for all accounts payable transactions. webERP will maintain the creditors control account (selected above) to ensure it should always balance to the list of supplier balances in local currency.
hr_hr: Odaberite Da kako biste bili sigurni da webERP stvara dnevnike glavne knjige za sve transakcije s obvezama. webERP će održavati kontrolni račun vjerovnika (odabran gore) kako bi osigurao da uvijek bude u ravnoteži s popisom salda dobavljača u lokalnoj valuti.

source: Create GL entries for stock transactions
hr_hr: Stvorite GL unose za transakcije dionicama
pt_pt: Criar inserções no LC para as transacções de inventário

source: Select yes to ensure that webERP creates general ledger journals for all inventory transactions. webERP will maintain the stock control accounts (selected under the inventory categories set up) to ensure they balance. Only balance sheet general ledger accounts can be selected.
hr_hr: Odaberite Da kako biste bili sigurni da webERP stvara dnevnike glavne knjige za sve transakcije inventara. webERP će održavati račune za kontrolu zaliha (odabrane pod postavljenim kategorijama inventara) kako bi osigurao njihovu ravnotežu. Moguće je odabrati samo konta glavne knjige bilance.

source: Specify Dispatched Controlled Items
hr_hr: Navedite otpremljene kontrolirane artikle
pt_pt: Despachos Específicos de Itens Controlados

source: Select a line item to invoice
hr_hr: Odaberite stavku retka za fakturiranje
pt_pt: Seleccione um item de série para facturamento

source: This page can only be opened if a line item on a sales order to be invoiced has been selected
hr_hr: Ova se stranica može otvoriti samo ako je odabrana stavka na prodajnom nalogu za fakturiranje
pt_pt: Esta página só pode ser aberta se uma linha de item num pedido de venda a ser facturado estiver seleccionado

source: Please do that first
hr_hr: Molim te prvo to učini
pt_pt: Favor fazer isto primeiro

source: Select a sales order to invoice
hr_hr: Odaberite prodajnu narudžbu za fakturiranje
pt_pt: Seleccionar um pedido de venda a facturar

source: This page can only be opened if a sales order and line item has been selected Please do that first
hr_hr: Ova se stranica može otvoriti samo ako je odabrana prodajna narudžba i stavka retka. Prvo to učinite
pt_pt: Esta página só pode ser aberta se um pedido de venda e um item de série estiverem seleccionados. Favor fazer isto primeiro

source: Back to the Sales Order
hr_hr: Povratak na prodajni nalog
pt_pt: Voltar ao Pedido de Venda

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being sold
hr_hr: Stavka mora biti definirana kao kontrolirana kako bi zahtijevala unos brojeva serija ili serijskih brojeva koji se prodaju
pt_pt: O linha do item deve ser definida como controlado para requisitar inserção de números de lote ou números de série sendo vendidos

source: Back to Confirmation of Dispatch
hr_hr: Povratak na potvrdu o slanju
pt_pt: Voltar à Confirmação de Remessa

source: Invoice
hr_hr: Dostavnica
pt_pt: Factura

source: Dispatch of up to
hr_hr: Otprema do
pt_pt: Remessa de até

source: Controlled items
hr_hr: Kontrolirani predmeti
pt_pt: Itens controlados

source: on order
hr_hr: po narudžbi
pt_pt: na ordem

source: Confirm Dispatches and Invoice An Order
hr_hr: Potvrdite otpremu i fakturirajte narudžbu
pt_pt: Despachos Confirmar e Ordem Uma fatura

source: This page can only be opened if an order has been selected Please select an order first from the delivery details screen click on Confirm for invoicing
hr_hr: Ova se stranica može otvoriti samo ako je narudžba odabrana Molimo odaberite narudžbu prvo na ekranu s detaljima isporuke kliknite na Potvrdi za fakturiranje
pt_pt: Esta página só pode ser aberta se uma ordem estiver seleccionada. Favor seleccionar uma ordem nos detalhes da entrega primeiro. Clique em Confirmar para facturamento

source: The order cannot be retrieved because
hr_hr: Narudžbu nije moguće dohvatiti jer
pt_pt: Não foi possível obter a ordem pois

source: The line items of the order cannot be retrieved because
hr_hr: Stavke retka narudžbe ne mogu se dohvatiti jer
pt_pt: Não foi possível obter os itens de série da ordem pois

source: The serial items of the pick list cannot be retrieved because
hr_hr: Serijske stavke popisa odabira ne mogu se dohvatiti jer

source: There are no ordered items with a quantity left to deliver. There is nothing left to invoice
hr_hr: Nema naručenih artikala čija je količina preostala za isporuku. Nema više ništa za fakturirati
pt_pt: Não há itens requisitados em quantidades ainda a serem entregues. Não há nada mais a ser facturado

source: This order item could not be retrieved. Please select another order
hr_hr: Ovu stavku narudžbe nije bilo moguće dohvatiti. Odaberite drugu narudžbu
pt_pt: Não foi possível obter este item de série. Favor seleccionar outra ordem

source: Dispatched Quantity should not be more than order balanced quantity
hr_hr: Otpremljena količina ne smije biti veća od uravnotežene količine narudžbe

source: To dispatch quantity is
hr_hr: Količina za otpremu je

source: And the order balance is
hr_hr: A stanje naloga je

source: Confirm Dispatch and Invoice
hr_hr: Potvrdite otpremu i fakturu
pt_pt: Confirme Despacho e Nota Fiscal

source: Customer Code
hr_hr: Kod kupca
pt_pt: Código do Cliente

source: Customer Name
hr_hr: Ime kupca
pt_pt: Nome do Cliente

source: Invoice amounts stated in
hr_hr: Iznosi faktura navedeni u
pt_pt: Quantidades facturadas declaradas em

source: Ordered
hr_hr: Naručeno
pt_pt: Requisitado

source: Already
hr_hr: Već
pt_pt: Pronto

source: Sent
hr_hr: Poslano
pt_pt: Enviado

source: This Dispatch
hr_hr: Ova depeša
pt_pt: Esta remessa

source: Price
hr_hr: Cijena
pt_pt: Preço

source: Discount
hr_hr: Popust
pt_pt: Desconto

source: Excl Tax
hr_hr: Bez poreza
pt_pt: Imposto Excluido

source: Tax Authority
hr_hr: Porezna uprava
pt_pt: Aut.Fiscal

source: Tax %
hr_hr: % poreza
pt_pt: Imposto %

source: Tax Amount
hr_hr: Iznos poreza
pt_pt: Valor do imposto

source: Incl Tax
hr_hr: Uključujući porez
pt_pt: Imposto Incluido

source: Enter the quantity to charge the customer for, that has been dispatched
hr_hr: Unesite količinu za naplatu od kupca, koja je otpremljena

source: Enter the tax rate applicable as a number
hr_hr: Unesite primjenjivu poreznu stopu kao broj

source: Enter Serial Numbers
hr_hr: Unesite serijske brojeve
pt_pt: Insira Números de Série

source: Enter Batch/Roll/Lot #
hr_hr: Unesite broj serije/rola/lota
pt_pt: Insira Lote/Peça/Paquete #

source: There was a problem testing for a default shipper because
hr_hr: Došlo je do problema pri testiranju zadanog pošiljatelja jer
pt_pt: Houve um problema ao testar com a transportadora padrão porque

source: There was a problem testing for a default shipper
hr_hr: Došlo je do problema pri testiranju zadanog pošiljatelja
pt_pt: Houve um problema ao testar com a transportadora padrão

source: There are no shippers defined
hr_hr: Nema definiranih pošiljatelja
pt_pt: Não há transportadoras definidas

source: Please use the link below to set up shipping freight companies, the system expects the shipping company to be selected or a default freight company to be used
hr_hr: Upotrijebite poveznicu u nastavku za postavljanje tvrtki za otpremu, sustav očekuje da se odabere tvrtka za otpremu ili da se koristi zadana tvrtka za prijevoz
pt_pt: Use este link abaixo para definir empresas transportadoras, o sistema espera que a empresa transportadora esteja seleciona ou a empresa de frete padrão seja utilizada

source: Enter
hr_hr: Uđi
pt_pt: Insira

source: Amend Freight Companies
hr_hr: Izmijeniti prijevozničke tvrtke
pt_pt: Alterar Empresas de Frete

source: Order Freight Cost
hr_hr: Cijena prijevoza narudžbe
pt_pt: Ordem do custo de frete

source: Recalculated Freight Cost
hr_hr: Ponovno izračunati trošak prijevoza
pt_pt: Custo de frete recalculado

source: Charge Freight Cost ex Tax
hr_hr: Naplatite troškove prijevoza bez poreza

source: Invoice Totals
hr_hr: Ukupni iznosi faktura
pt_pt: Totais da factura

source: There are no lines on this order with a quantity to invoice
hr_hr: U ovoj narudžbi nema redaka s količinom za fakturiranje
pt_pt: Não há linhas nesta ordem com quantidades a facturar

source: No further processing has been done
hr_hr: Nije izvršena nikakva daljnja obrada
pt_pt: Nenhum outro processamento foi feito

source: Could not retrieve the quantity left at the location once this order is invoiced (for the purposes of checking that stock will not go negative because)
hr_hr: Nije moguće dohvatiti količinu preostalu na lokaciji nakon što se ova narudžba fakturira (u svrhu provjere da zalihe neće postati negativne jer)
pt_pt: Não foi possível obter a quantidade restante na localização uma vez que este pedido é facturado (para efeitos de verificação de que o stock não irá para o negativo porque)
