Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The system does not currently cater for counter returns of lot controlled or serialised items
hr_hr: Sustav trenutačno ne podržava protupovrate kontroliranih ili serijaliziranih artikala

source: Only items entered with a positive quantity can be added to the return
hr_hr: Povratu se mogu dodati samo artikli uneseni s pozitivnom količinom

source: Recalculated the price from the GP % entered - the GP % was
hr_hr: Preračunao cijenu iz unesenog GP % - GP % je bio

source: The item could not be updated because you are attempting to set the quantity returned to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
hr_hr: Stavka se ne može ažurirati jer pokušavate vratiti vraćenu količinu na manje od 0 ili cijenu na manje od 0 ili popust na više od 100% ili manje od 0%

source: Could not determine if the part being returned was a kitset or not because
hr_hr: Nije moguće utvrditi je li dio koji se vraća komplet ili nije jer

source: Net
hr_hr: Neto
pt_pt: Rede

source: Tax
hr_hr: Porez
pt_pt: IVA

source: Narrative
hr_hr: Narativ
pt_pt: Descrição

source: Return Details
hr_hr: Pojedinosti o povratu

source: Returned By
hr_hr: Vratio

source: Contact Phone Number
hr_hr: Kontakt broj telefona
pt_pt: Telefone Para Contacto

source: Contact Email
hr_hr: Kontakt Email
pt_pt: Contato de Email

source: Sales person
hr_hr: Prodavač

source: Reason for Return
hr_hr: Razlog za povratak

source: Payment Details
hr_hr: Podaci o plaćanju

source: Payment Type
hr_hr: Vrsta plaćanja
pt_pt: Tipo de Pagamento

source: Paid to Customer
hr_hr: Plaćeno kupcu

source: Re-Calculate
hr_hr: Ponovno izračunaj
pt_pt: Recalcular

source: Process The Return
hr_hr: Proces povratka

source: There are no lines on this return. Please enter lines to return first
hr_hr: Na ovom povratku nema linija. Prvo unesite retke za povratak

source: The amount entered as payment to the customer does not equal the amount of the return. Please correct amount and re-enter
hr_hr: Iznos unesen kao plaćanje kupcu nije jednak iznosu povrata. Ispravite iznos i ponovno ga unesite

source: We were unable to load the area where the sale is to from the custbranch table
hr_hr: Nismo uspjeli učitati područje na kojem je rasprodaja iz tablice custbranch

source: The company information and preferences could not be retrieved. See your system administrator
hr_hr: Podaci o tvrtki i postavke nisu se mogli dohvatiti. Obratite se svom administratoru sustava
pt_pt: As informações sobre a empresa e as preferências não pôde ser reactivado. Consulte o administrador do sistema

source: Cannot insert a GL transaction for the bank account debit
hr_hr: Nije moguće umetnuti GL transakciju za zaduženje bankovnog računa
pt_pt: Não é possível inserir uma transação no LC para débitos de conta bancária

source: Cannot insert a GL transaction for the debtors account credit
hr_hr: Nije moguće umetnuti GL transakciju za kredit računa dužnika
pt_pt: Não é possível inserir uma transação no LC para crédito na conta de devedores

source: Counter Sale
hr_hr: Prodaja na šalteru
pt_pt: Venda Counter

source: Cannot insert a bank transaction
hr_hr: Nije moguće umetnuti bankovnu transakciju
pt_pt: Não foi possível inserir uma transação bancária

source: Cannot insert a receipt transaction against the customer because
hr_hr: Nije moguće umetnuti transakciju primitka protiv kupca jer
pt_pt: Não foi possível inserir um recibo de transação ao cliente porque

source: Cannot insert the customer allocation of the receipt to the invoice because
hr_hr: Nije moguće umetnuti dodjelu kupca računa na fakturu jer
pt_pt: Não consegue inserir a atribuição de clientes da recepção da factura, porque

source: Credit Note number
hr_hr: Broj kreditne note
pt_pt: Nota de Crédito Número

source: Print this credit note
hr_hr: Ispišite ovo knjižno odobrenje
pt_pt: Imprimir esta nota de crédito

source: Yes Please
hr_hr: Da, molim
pt_pt: Sim por favor

source: Search for Items
hr_hr: Traži artikle
pt_pt: Pesquisar Itens

source: , Searches the database for items, you can narrow the results by selecting a stock category, or just enter a partial item description or partial item code
hr_hr: , Pretražuje bazu podataka za artikle, možete suziti rezultate odabirom kategorije zaliha ili samo unesite djelomični opis artikla ili djelomični kod artikla
pt_pt: , Buscas o banco de dados de itens, você pode limitar os resultados selecionando uma categoria de ações, ou simplesmente digitar uma descrição parcial de item ou parcial código do item

source: Item Search Criteria
hr_hr: Kriteriji pretraživanja predmeta

source: Enter partial Description
hr_hr: Unesite djelomični opis
pt_pt: Digite descrição parcial

source: Select an item by entering the quantity required. Click Return when ready.
hr_hr: Odaberite artikl unosom potrebne količine. Pritisnite Vrati kada budete spremni.

source: Prev
hr_hr: Pret
pt_pt: Anterior

source: Return Item(s)
hr_hr: Vratite artikl(e)

source: On Demand
hr_hr: Na zahtjev
pt_pt: Em Exigência

source: On Order
hr_hr: Po narudžbi
pt_pt: Em Ordem

source: Available
hr_hr: na raspolaganju
pt_pt: Disponível

source: Add to Sale
hr_hr: Dodaj u prodaju
pt_pt: Adicionar à Venda

source: Use this form to add return items quickly if the item codes are already known
hr_hr: Koristite ovaj obrazac za brzo dodavanje povratnih artikala ako su šifre artikla već poznate

source: Enter a part code to be returned. Part codes can contain any alpha-numeric characters underscore or hyphen.
hr_hr: Unesite šifru dijela koji želite vratiti. Kodovi dijelova mogu sadržavati bilo koje alfanumeričke znakove podvlaku ili crticu.

source: Quick Entry
hr_hr: Brzi unos
pt_pt: Inserção Rápida

source: Search Parts
hr_hr: Dijelovi pretraživanja
pt_pt: Procurar Partes

source: Cancel Return
hr_hr: Odustani Povratak

source: Are you sure you wish to cancel this return?
hr_hr: Jeste li sigurni da želite otkazati ovaj povrat?

source: Counter Sales
hr_hr: Prodaja na šalteru
pt_pt: Balcão de vendas

source: Although this account is defined as the cash sale account for the location. The account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
hr_hr: Iako je ovaj račun definiran kao račun za prodaju gotovine za lokaciju. Račun je trenutno označen kao račun koji treba nadzirati. Obratite se osoblju kreditne kontrole kako biste razgovarali
pt_pt: Embora essa conta é definida como a conta de venda à vista para o local. A conta está sendo sinalizado como uma conta que precisa ser observado. Entre em contato com o pessoal de controle de crédito para discutir

source: Although the account is defined as the cash sale account for the location the account is currently on hold. Please contact the credit control personnel to discuss
hr_hr: Iako je račun definiran kao račun za prodaju gotovine za lokaciju, račun je trenutno na čekanju. Obratite se osoblju kreditne kontrole kako biste razgovarali
pt_pt: Embora a conta é definida como a conta de venda à vista para a localização da conta está em espera. Entre em contato com o pessoal de controle de crédito para discutir

source: This sale has been cancelled as requested
hr_hr: Ova prodaja je otkazana prema zahtjevu
pt_pt: Esta venda foi cancelada, conforme solicitado

source: Start a new Counter Sale
hr_hr: Započnite novu prodaju na šalteru
pt_pt: Iniciar uma nova venda Counter

source: An invalid date entry was made for
hr_hr: Napravljen je nevažeći unos datuma za
pt_pt: Uma inserção inválida da data foi efectuada para

source: The date entry
hr_hr: Unos datuma
pt_pt: A inserção da data

source: must be in the format
hr_hr: mora biti u formatu
pt_pt: deve ser no formato

source: could not be retrieved from the database and has not been added to the order
hr_hr: nije moguće dohvatiti iz baze podataka i nije dodan u narudžbu
pt_pt: não pôde ser obtida do base de dados e não foi adicionado ao pedido

source: Phantom assemblies cannot be sold, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the order:
hr_hr: Fantomski sklopovi se ne mogu prodati, ti artikli postoje samo kao popisi materijala koji se koriste u drugim proizvedenim artiklima. Sljedeći artikl nije dodan u narudžbu:
pt_pt: assembléias Phantom não pode ser vendido, esses itens existem apenas como listas de materiais usados em outros itens manufaturados. O item seguinte não foi adicionado à seguinte ordem:

source: The system does not currently cater for counter sales of lot controlled or serialised items
hr_hr: Sustav trenutno ne pruža usluge prodaje na šalteru kontroliranih ili serijaliziranih artikala
pt_pt: O sistema atualmente não servem para balcão de vendas de itens muito controlada ou serializado

source: Only items entered with a positive quantity can be added to the sale
hr_hr: U prodaju se mogu dodati samo artikli uneseni s pozitivnom količinom

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
hr_hr: Artikal se ne može ažurirati jer pokušavate postaviti naručenu količinu na manje od 0 ili cijenu manju od 0 ili popust veći od 100% ili manji od 0%
pt_pt: O item não pôde ser actualizado pois você está tentando modificar a quantidade pedida para menos que 0 ou o preço menor que 0 ou o desconto mais que 100% ou menos que 0%

source: Delivery Details
hr_hr: Detalji isporuke
pt_pt: Detalhes da entrega

source: Picked Up By
hr_hr: Preuzeo
pt_pt: Captados por

source: Comments
hr_hr: Komentari
pt_pt: Comentários

source: Banked to
hr_hr: U banku
pt_pt: Banco para

source: Cash Received
hr_hr: Gotovina primljena

source: Amount Paid
hr_hr: Plaćeni iznos
pt_pt: Valor pago

source: Enter the amount paid by the customer, this must equal the amount of the sale
hr_hr: Unesite iznos koji je kupac platio, mora biti jednak iznosu prodaje

source: Change
hr_hr: Promijeniti

source: Process The Sale
hr_hr: Proces prodaje
pt_pt: O processo de venda

source: There are no lines on this sale. Please enter lines to invoice first
hr_hr: Na ovoj prodaji nema redaka. Prvo unesite retke za fakturiranje
pt_pt: Não existem linhas sobre esta venda. Por favor, indique as linhas para a primeira fatura

source: The amount entered as payment does not equal the amount of the invoice. Please ensure the customer has paid the correct amount and re-enter
hr_hr: Iznos unesen kao plaćanje nije jednak iznosu fakture. Provjerite je li kupac platio točan iznos i ponovno unesite
pt_pt: O montante inscrito como forma de pagamento não é igual ao montante da factura. Certifique-se que o cliente pagou a quantia correta e voltar a entrar

source: The parameter to prohibit negative stock is set and invoicing this sale would result in negative stock. No futher processing can be performed. Alter the sale first changing quantities or deleting lines which do not have sufficient stock.
hr_hr: Parametar za zabranu negativnih zaliha je postavljen i fakturiranje ove prodaje rezultiralo bi negativnim zalihama. Ne može se izvršiti daljnja obrada. Najprije promijenite prodaju mijenjanjem količina ili brisanjem linija koje nemaju dovoljno zaliha.
pt_pt: O parâmetro para proibir estoque negativo é definido e faturamento esta venda resultaria em estoque negativo. Nenhum processamento adicional pode ser executada. Altere a primeira venda quantidades mudar ou apagar linhas que não têm estoque suficiente.

source: We were unable to load the area from the custbranch table where the sale is to
hr_hr: Nismo uspjeli učitati područje iz tablice custbranch gdje treba prodaja

source: The order cannot be added because
hr_hr: Narudžba se ne može dodati jer
pt_pt: O pedido não pode ser adicionado pois

source: Unable to add the sales order line
hr_hr: Nije moguće dodati redak prodajnog naloga
pt_pt: Não foi possível adicionar a linha de ordem de venda

source: Unable to insert a new work order for the sales order item
hr_hr: Nije moguće umetnuti novi radni nalog za stavku prodajnog naloga
pt_pt: Não é possível inserir uma nova ordem de trabalho para o item de ordem de venda

source: In automatically creating a work order for
hr_hr: U automatskom kreiranju radnog naloga za
pt_pt: Em criar automaticamente uma ordem de serviço para

source: an item on this sales order, the cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
hr_hr: stavku na ovoj prodajnoj narudžbi, trošak ove stavke akumuliran iz zbroja troškova komponente je nula. To bi moglo biti zato što nije postavljen popis materijala ... možda biste trebali još jednom provjeriti ovo
pt_pt: um item sobre este pedido de vendas, o custo deste item, acumulada a partir da soma dos custos de componentes é nula. Isso pode ser porque não há nenhuma lista de materiais configurar ... você pode querer checar essa

source: The work order item could not be added
hr_hr: Stavku radnog naloga nije bilo moguće dodati
pt_pt: O item da ordem de trabalho não pode ser adicionada

source: A new work order has been created for
hr_hr: Izrađen je novi radni nalog za
pt_pt: Uma ordem de trabalho novo foi criado para

source: These are for
hr_hr: Ovo su za
pt_pt: Estes são para

source: there order ref
hr_hr: postoji red ref
pt_pt: há ref fim

source: our order number
hr_hr: naš broj narudžbe
pt_pt: nosso número de ordem

source: The following serial numbers have been reserved for this work order
hr_hr: Za ovaj radni nalog rezervirani su sljedeći serijski brojevi
pt_pt: Os seguintes números de série foram reservados para este fim de trabalho

source: This automatically generated serial number already exists - it cannot be added to the work order
hr_hr: Ovaj automatski generirani serijski broj već postoji - ne može se dodati radnom nalogu
pt_pt: Este número de série gerado automaticamente já existe - não pode ser adicionado a ordem de trabalho

source: The serial number for the work order item could not be added
hr_hr: Nije moguće dodati serijski broj za stavku radnog naloga
pt_pt: O número de série para o item de ordem de trabalho não pode ser adicionado

source: Could not update the new next serial number for the item
hr_hr: Nije moguće ažurirati novi sljedeći serijski broj za stavku
pt_pt: Não foi possível atualizar o próximo número novo serial para o item

source: New Work Order Number
hr_hr: Novi broj radnog naloga
pt_pt: Novo número de Ordem de Trabalho

source: for
hr_hr: za
pt_pt: para

source: Order Number
hr_hr: Broj narudžbe
pt_pt: Número do pedido

source: has been entered
hr_hr: je uneseno
pt_pt: foi inserido

source: Cannot update the customer record for the date of the last payment received because
hr_hr: Nije moguće ažurirati evidenciju korisnika za datum zadnje primljene uplate jer
pt_pt: Não foi possível actualizar a data do último pagamento recebido no registro do cliente pois

source: Frequently Ordered Items
hr_hr: Često naručivani artikli
pt_pt: Freqüentemente requisitados Itens

source: , shows the most frequently ordered items in the last 6 months. You can choose from this list, or search further for other items
hr_hr: , prikazuje najčešće naručene artikle u zadnjih 6 mjeseci. Možete birati s ovog popisa ili dalje tražiti druge stavke
pt_pt: , Mostra os itens mais solicitados nos últimos seis meses. Você pode escolher a partir dessa lista, ou outra pesquisa para outros itens

source: No Image
hr_hr: Nema slike
pt_pt: Sem Imagem

source: Use Quick Entry
hr_hr: Koristite brzi unos
pt_pt: Utilizar Inserção Rápida

source: Select an item by entering the quantity required. Click Order when ready.
hr_hr: Odaberite artikl unosom potrebne količine. Kliknite Naruči kada budete spremni.
pt_pt: Selecione um item, inserindo a quantidade necessária. Clique Ordem quando estiver pronto.

source: Use this form to add items quickly if the item codes are already known
hr_hr: Koristite ovaj obrazac za brzo dodavanje stavki ako su šifre stavki već poznate
pt_pt: Utilize este formulário para adicionar itens rapidamente se os códigos de item já são conhecidos

source: Could not fetch items list because
hr_hr: Nije moguće dohvatiti popis stavki jer

source: There are no available item(s) retrieved from the database
hr_hr: Nema dostupnih stavki dohvaćenih iz baze podataka

source: Enter a part code to be sold. Part codes can contain any alpha-numeric characters underscore or hyphen.
hr_hr: Unesite šifru dijela za prodaju. Kodovi dijelova mogu sadržavati bilo koje alfanumeričke znakove podvlaku ili crticu.

source: Cancel Sale
hr_hr: Otkaži prodaju
pt_pt: Venda Cancelar

source: Are you sure you wish to cancel this sale?
hr_hr: Jeste li sigurni da želite otkazati ovu prodaju?
pt_pt: Você tem certeza que deseja cancelar essa venda?

source: Credit An Invoice
hr_hr: Kredit na fakturu
pt_pt: Creditar uma factura

source: This page can only be opened if an invoice has been selected for crediting
hr_hr: Ova stranica se može otvoriti samo ako je odabrana faktura za kreditiranje
pt_pt: Esta página só pode ser aberta se uma factura estiver seleccionada para creditar

source: Please select an invoice first
hr_hr: Prvo odaberite fakturu
pt_pt: Favor seleccionar primeiramente uma factura

source: from the customer inquiry screen click the link to credit an invoice
hr_hr: na zaslonu upita kupca kliknite vezu za kreditiranje fakture
pt_pt: da página de consulta do cliente clique no link para creditar uma factura

source: A credit cannot be produced for the selected invoice
hr_hr: Kredit se ne može proizvesti za odabranu fakturu
pt_pt: Não foi possível produzir um crédito para a factura seleccionada

source: The invoice details cannot be retrieved because
hr_hr: Podaci o fakturi ne mogu se dohvatiti jer
pt_pt: Não foi possível obter os detalhes da factura pois

source: This invoice can not be credited using this program
hr_hr: Ova se faktura ne može odobriti pomoću ovog programa
pt_pt: Esta factura não pode ser creditada usando este programa

source: A manual credit note will need to be prepared
hr_hr: Morat ćete pripremiti ručno bilješku o kreditu
pt_pt: Uma nota de crédito manual deve ser preparada

source: The line item
hr_hr: Stavka retka
pt_pt: O item de série

source: is controlled but the serial numbers or batch numbers could not be retrieved because
hr_hr: je kontrolirano, ali serijski brojevi ili brojevi serije nisu mogli biti dohvaćeni jer
pt_pt: é controlado, mas não foi possível obter os números de série ou de lote pois

source: Back to the menu
hr_hr: Povratak na izbornik
pt_pt: Voltar ao menu

source: There are no line items that were retrieved for this invoice
hr_hr: Nema stavki koje su dohvaćene za ovu fakturu
pt_pt: Não há itens de série obtidos para esta factura

source: The automatic credit program can not create a credit note from this invoice
hr_hr: Automatski kreditni program ne može stvoriti knjižno odobrenje iz ove fakture
pt_pt: O programa de crédito automatico não pode criar uma nota de crédito para esta factura

source: This invoice can not be credited using the automatic facility
hr_hr: Ova se faktura ne može odobriti korištenjem automatskog uređaja
pt_pt: Esta factura não pode ser creditada usando o procedimento automatico

source: Please report that a duplicate DebtorTrans header record was found for invoice
hr_hr: Prijavite da je duplikat zapisa zaglavlja DebtorTrans pronađen za fakturu
pt_pt: Favor reportar que um registro de cabeçalho DebtorTrans duplicado foi encontrado para factura

source: There are no item quantity or freight charge input
hr_hr: Nema unosa količine artikla ili troškova prijevoza

source: The item could not be updated because you are attempting to set the quantity credited to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
hr_hr: Artikal se ne može ažurirati jer pokušavate postaviti pripisanu količinu na manje od 0 ili cijenu manju od 0 ili popust veći od 100% ili manji od 0%
pt_pt: Não foi possível actualizar o item pois você está tentando modificar a quantidade creditada para menos que 0 ou preço menor que 0 ou disconto maior que 100% ou menor que 0%

source: Credit Invoice
hr_hr: Kreditna faktura
pt_pt: Factura de crédito

source: Credit Note amounts stated in
hr_hr: Iznosi kreditnih nota navedeni u
pt_pt: Montantes das Notas de Crédito estabelecido em

source: Invoiced
hr_hr: Fakturirano
pt_pt: Facturado

source: Credit
hr_hr: Kredit
pt_pt: Crédito

source: Discount Rate
hr_hr: Diskontna stopa
pt_pt: Taxa de desconto

source: Tax Rate
hr_hr: Porezna stopa
pt_pt: Taxa de Imposto

source: Enter the quantity of this item to credit
hr_hr: Unesite količinu ovog artikla za kredit

source: Enter the price at which to credit this item
hr_hr: Unesite cijenu po kojoj želite kreditirati ovu stavku

source: Are you sure you wish to delete this item from the credit?
hr_hr: Jeste li sigurni da želite izbrisati ovu stavku iz kredita?

source: Freight cost charged on invoice
hr_hr: Trošak prijevoza naplaćen na fakturi
pt_pt: Custo de transporte inserido na factura

source: Credit Freight Cost
hr_hr: Kreditni trošak prijevoza
pt_pt: Creditar Custo de Frete

source: Credit Totals
hr_hr: Ukupni krediti
pt_pt: Totais de Crédito

source: Failed to retrieve salesoderdetails to compare if the order has been invoiced and that it is possible that the credit note may not already have been done
hr_hr: Nije uspjelo dohvaćanje pojedinosti prodavača za usporedbu je li narudžba fakturirana i postoji li mogućnost da knjižno odobrenje još nije izvršeno

source: The credit quantity for the line for
hr_hr: Količina kredita za liniju za

source: is more than the quantity invoiced. This check is made to ensure that the credit note is not duplicated.
hr_hr: je veća od fakturirane količine. Ova se provjera provodi kako bi se osiguralo da knjižno odobrenje nije duplicirano.

source: The GL code to write off the credit value to must be specified. Please select the appropriate GL code for the selection box
hr_hr: Mora biti naveden GL kod za otpis kreditne vrijednosti. Odaberite odgovarajući GL kod za okvir za odabir
pt_pt: O código no LC para declarar o valor de crédito dever ser especificado. Por favor, selecione o código no LC apropriado para a caixa de selecção

source: The alteration to the invoice record to reflect the allocation of the credit note to the invoice could not be done because
hr_hr: Izmjena zapisa fakture koja odražava dodjelu knjižnog odobrenja fakturi nije mogla biti učinjena jer
pt_pt: Não foi possível a alteração do registro de factura para refletir a alocação da nota de crédito para factura pois

source: The customer credit note transaction could not be added to the database because
hr_hr: Transakcija odobrenja kupca nije se mogla dodati u bazu podataka jer
pt_pt: Não foi possível adicionar ao base de dados a nota de transação de crédito do cliente pois

source: The allocation record for the credit note could not be added to the database because
hr_hr: Zapis dodjele za odobrenje nije bilo moguće dodati u bazu podataka jer
pt_pt: Não foi possível adicionar ao base de dados o registro de alocação para a nota de crédito pois

source: The sales order detail record could not be updated for the reduced quantity invoiced because
hr_hr: Zapis detalja prodajnog naloga nije se mogao ažurirati za fakturiranu smanjenu količinu jer
pt_pt: Não foi possível actualizar o registro dos detalhes do pedido de venda para a quantidade reduzida facturada poque

source: Could not get the current location stock of the assembly component
hr_hr: Nije moguće dobiti zalihu trenutne lokacije komponente sklopa
pt_pt: Não foi possível obter o estoque local atual do componente de montagem
