Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: updates have errors in them
hr_hr: ažuriranja sadrže pogreške

source: updates have not been done as the update was unnecessary on this database
hr_hr: ažuriranja nisu izvršena jer je ažuriranje bilo nepotrebno u ovoj bazi podataka

source: updates have succeeded
hr_hr: ažuriranja su uspjela

source: You need to logout and log back in for these changes to take affect
hr_hr: Morate se odjaviti i ponovno prijaviti kako bi ove promjene stupile na snagu

source: File Upload
hr_hr: Prijenos datoteke
pt_pt: Envio de Ficheiro

source: Send this file
hr_hr: Pošalji ovu datoteku
pt_pt: Enviar este arquivo

source: File Upload Result
hr_hr: Rezultat prijenosa datoteke
pt_pt: Resultado da carga de arquivo

source: The file
hr_hr: Datoteka
pt_pt: O arquivo

source: was uploaded to the server in the /tmp directory and has been renamed temp
hr_hr: je prenesen na poslužitelj u direktorij /tmp i preimenovan je u temp
pt_pt: foi carregado no servidor no diretório /tmp (renomeado temp)

source: Invoice for
hr_hr: Faktura za

source: No Authorisation
hr_hr: Nema autorizacije
pt_pt: Não Autorização

source: Incorrect Debtor Number Length
hr_hr: Duljina netočnog broja dužnika
pt_pt: Número incorreto Duração Devedor

source: Debtor No Already Exists
hr_hr: Broj dužnika već postoji
pt_pt: Devedor já existe no

source: Incorrect Debtor Name Length
hr_hr: Netočna duljina imena dužnika
pt_pt: Incorreta comprimento do nome do devedor

source: Invalid Address Line
hr_hr: Nevažeći redak adrese
pt_pt: Linha de endereço inválido

source: Currency Code Not Setup
hr_hr: Kod valute nije postavljen
pt_pt: Moeda Não Código de instalação

source: Sales Type Not Setup
hr_hr: Vrsta prodaje nije postavljena
pt_pt: Vendas Não Tipo de Liga

source: Invalid Client Since Date
hr_hr: Nevažeći datum od klijenta
pt_pt: Cliente inválida desde a data

source: Hold Reason Not Setup
hr_hr: Zadrži Razlog nije postavljen
pt_pt: A razão não Hold instalação

source: Payment Terms Not Setup
hr_hr: Uvjeti plaćanja nisu postavljeni
pt_pt: Condições de pagamento não instalação

source: Invalid Discount
hr_hr: Nevažeći popust
pt_pt: Desconto inválido

source: Invalid Payment Discount
hr_hr: Nevažeći popust pri plaćanju
pt_pt: Pagamento com desconto inválido

source: Invalid Last Paid
hr_hr: Nevažeće zadnje plaćanje
pt_pt: Inválido Última pago

source: Invalid Last Paid Date
hr_hr: Nevažeći datum zadnjeg plaćanja
pt_pt: Data inválida pago Última

source: Invalid Credit Limit
hr_hr: Nevažeći kreditni limit
pt_pt: Limite de crédito inválido

source: Invalid Inv Address Branch
hr_hr: Nevažeća adresa fakture Grana
pt_pt: Inválido Branch Address Inv

source: Invalid Discount Code
hr_hr: Nevažeći kod za popust
pt_pt: Código de Desconto inválido

source: Invalid EDI Invoices
hr_hr: Nevažeće EDI fakture
pt_pt: Facturas inválido EDI

source: Invalid EDI Orders
hr_hr: Nevažeći EDI nalozi
pt_pt: Pedidos inválido EDI

source: Invalid EDI Reference
hr_hr: Nevažeća EDI referenca
pt_pt: Referência inválida EDI

source: Invalid EDI Transport
hr_hr: Nevažeći EDI prijenos
pt_pt: Inválido EDI Transportes

source: Invalid EDI Address
hr_hr: Nevažeća EDI adresa
pt_pt: Endereço inválido EDI

source: Invalid EDI Server User
hr_hr: Nevažeći korisnik EDI poslužitelja
pt_pt: Usuário inválido Server EDI

source: Invalid EDI Server Password
hr_hr: Nevažeća lozinka EDI poslužitelja
pt_pt: Senha inválida Server EDI

source: Invalid Tax Reference
hr_hr: Nevažeća porezna referenca
pt_pt: Referência Fiscal inválido

source: Invalid CustomerPOLine
hr_hr: Nevažeća CustomerPOLine
pt_pt: Inválido CustomerPOLine

source: Database Update Failed
hr_hr: Ažuriranje baze podataka nije uspjelo
pt_pt: Falha na atualização de banco de dados

source: No Debtor Number
hr_hr: Bez broja dužnika
pt_pt: Não Número Devedor

source: Debtor Does not Exist
hr_hr: Dužnik ne postoji
pt_pt: Devedor não existe

source: Incorrect Branch Number Length
hr_hr: Netočna duljina broja grane
pt_pt: Incorreta Duração Número da agência

source: Branch No Already Exists
hr_hr: Podružnica broj već postoji
pt_pt: Filial n º já existe

source: Incorrect Branch Name Length
hr_hr: Netočna duljina naziva grane
pt_pt: Incorreta Duração Nome Branch

source: Invalid Est Delivery Days
hr_hr: Nevažeći procijenjeni dani isporuke
pt_pt: Inválido Dias Est entrega

source: Area Code Not Setup
hr_hr: Pozivni kod nije postavljen
pt_pt: Área não o código de instalação

source: Salesman Code Not Setup
hr_hr: Šifra prodavača nije postavljena
pt_pt: Código Não Salesman instalação

source: Invalid Fwd Date
hr_hr: Nevažeći datum prosljeđivanja
pt_pt: Data inválida Fwd

source: Invalid Phone Number
hr_hr: Nevažeći telefonski broj
pt_pt: Número de telefone inválido

source: Invalid Fax Number
hr_hr: Nevažeći broj faksa
pt_pt: Número de fax inválido

source: Invalid Contact Name
hr_hr: Nevažeće ime kontakta
pt_pt: Nome de contato inválido

source: Invalid Email Address
hr_hr: Nevažeća adresa e-pošte
pt_pt: Endereço de email inválido

source: Location Code Not Setup
hr_hr: Kod lokacije nije postavljen
pt_pt: Localização não o código de instalação

source: Tax Group Id Not Setup
hr_hr: ID porezne grupe nije postavljen
pt_pt: Grupo Fiscal Não Id instalação

source: Shipper Not Setup
hr_hr: Pošiljatelj nije postavljen
pt_pt: Instalação carregador não

source: Invalid Deliver Blind
hr_hr: Nevažeća isporuka na slijepo
pt_pt: Entregar inválido Blind

source: Invalid Disable Transactions
hr_hr: Nevažeće onemogućivanje transakcija
pt_pt: Transações inválido Desativar

source: Invalid Special Instructions
hr_hr: Nevažeće posebne upute
pt_pt: Inválido Instruções Especiais

source: Invalid Customer Branch Code
hr_hr: Nevažeći kod podružnice klijenta
pt_pt: Código inválido Branch Cliente

source: Branch No Does not Exist
hr_hr: Grana br. ne postoji
pt_pt: Filial n º não existe

source: Stock Code Does not Exist
hr_hr: Šifra dionice ne postoji
pt_pt: Código de Valores não existe

source: Stock Category Does not Exist
hr_hr: Kategorija dionica ne postoji
pt_pt: Categoria Stock não existe

source: Incorrect Stock Description Length
hr_hr: Netočna duljina opisa dionice
pt_pt: Incorreta Descrição Comprimento Stock

source: Incorrect Units Length
hr_hr: Netočna duljina jedinica
pt_pt: Incorreta Duração Unidades

source: Incorrect MB Flag
hr_hr: Netočna MB zastavica
pt_pt: Incorreta Bandeira MB

source: Invalid Current Cost Date
hr_hr: Nevažeći trenutni datum troška
pt_pt: Data inválida Custo Actual

source: Invalid Actual Cost
hr_hr: Nevažeći stvarni trošak
pt_pt: Inválido Custo Real

source: Invalid Lowest Level
hr_hr: Nevažeća najniža razina
pt_pt: Inválido nível mais baixo

source: Invalid Discontinued
hr_hr: Nevažeće Prekinuto
pt_pt: Inválido descontinuados

source: Invalid EOQ
hr_hr: Nevažeći EOQ
pt_pt: Inválido EOQ

source: Invalid Volume
hr_hr: Nevažeći volumen
pt_pt: Volume inválido

source: Invalid Kgs
hr_hr: Nevažeći kg
pt_pt: Inválido Kgs

source: Incorrect BarCode Length
hr_hr: Netočna duljina crtičnog koda
pt_pt: Incorreta BarCode Comprimento

source: Incorrect Discount Category
hr_hr: Netočna kategorija popusta
pt_pt: Incorreta Categoria desconto

source: Tax Category Does not Exist
hr_hr: Porezna kategorija ne postoji
pt_pt: Categoria imposto não existe

source: Invalid Serialised
hr_hr: Nevažeća serijalizirana
pt_pt: Inválido Serialised

source: Incorrect Append File
hr_hr: Neispravna datoteka za dodavanje
pt_pt: Incorreta Anexar Arquivo

source: Invalid Perishable
hr_hr: Nevažeće kvarljivo
pt_pt: Inválido perecíveis

source: Invalid Decimal Places
hr_hr: Nevažeća decimalna mjesta
pt_pt: Inválido casas decimais

source: Incorrect Long Stock Description Length
hr_hr: Netočna duljina opisa dugih dionica
pt_pt: Incorreta Descrição Comprimento Longo Stock

source: Stock Code Already Exists
hr_hr: Stock Code već postoji
pt_pt: Código Banco já existe

source: Transaction Number Already Exists
hr_hr: Transakcijski broj već postoji
pt_pt: Número de transações já existe

source: Invalid Transaction Date
hr_hr: Nevažeći datum transakcije
pt_pt: Data da Transação Inválido

source: Invalid Settled
hr_hr: Nevažeći dogovor
pt_pt: Inválido Resolvidos

source: Incorrect Reference
hr_hr: Netočna referenca
pt_pt: Referência incorreta

source: Incorrect TPE
hr_hr: Netočan TPE
pt_pt: Incorreta TPE

source: Invalid Order Numbers
hr_hr: Nevažeći brojevi narudžbi
pt_pt: Ordem números inválidos

source: Invalid Exchange Rate
hr_hr: Nevažeći tečaj
pt_pt: Taxas de Câmbio inválido

source: Invalid OV Amount
hr_hr: Nevažeći OV iznos
pt_pt: Valor inválido OV

source: Invalid OV Gst
hr_hr: Nevažeći OV Gst
pt_pt: Gst OV inválido

source: Invalid OV Freight
hr_hr: Nevažeći OV teret
pt_pt: Frete OV inválido

source: Invalid Diff On Exchange
hr_hr: Nevažeća razlika na razmjeni
pt_pt: Diff inválido no Exchange

source: Invalid Allocation
hr_hr: Nevažeća dodjela
pt_pt: Atribuição inválida

source: Incorrect Invoice Text
hr_hr: Netočan tekst fakture
pt_pt: Texto incorreto Fatura

source: Invalid Ship Via
hr_hr: Nevažeći način slanja
pt_pt: Inválido Ship Via

source: Invalid Edi Sent
hr_hr: Nevažeći Edi Sent
pt_pt: Inválido EDI enviada

source: Invalid Consignment
hr_hr: Nevažeća pošiljka
pt_pt: Inválido Consignação

source: Invalid Last Cost
hr_hr: Nevažeći zadnji trošak
pt_pt: Inválido de custo da última

source: Invalid Material Cost
hr_hr: Nevažeći trošak materijala
pt_pt: Custo de material inválido

source: Invalid Labour Cost
hr_hr: Nevažeći trošak rada
pt_pt: Custo do Trabalho inválido

source: Invalid Overhead Cost
hr_hr: Nevažeći režijski troškovi
pt_pt: Inválido custos indiretos

source: Invalid Customer Reference
hr_hr: Nevažeća referenca kupca
pt_pt: Referência do cliente inválido

source: Invalid Buyer Name
hr_hr: Nevažeće ime kupca
pt_pt: Nome do comprador inválido

source: Invalid Comments
hr_hr: Nevažeći komentari
pt_pt: Comentários inválido

source: Invalid Order Date
hr_hr: Nevažeći datum narudžbe
pt_pt: Data da Ordem inválido

source: Invalid Delivery Name
hr_hr: Nevažeći naziv za dostavu
pt_pt: Nome de entrega inválido

source: Invalid Freight Cost
hr_hr: Nevažeći trošak prijevoza
pt_pt: Custos de transporte inválido

source: Invalid Delivery Date
hr_hr: Nevažeći datum isporuke
pt_pt: Data de Entrega inválido

source: Invalid Quotation Flag
hr_hr: Oznaka nevažeće ponude
pt_pt: Bandeira Cotação inválido

source: Order header not setup
hr_hr: Zaglavlje narudžbe nije postavljeno
pt_pt: Ordem não o cabeçalho de configuração

source: Invalid unit cost
hr_hr: Nevažeći jedinični trošak
pt_pt: custo unitário inválido

source: Invalid Quantity
hr_hr: Nevažeća količina
pt_pt: Quantidade inválida

source: Invalid Discount Percent
hr_hr: Nevažeći postotak popusta
pt_pt: Percentual de desconto inválido

source: Invalid Narrative
hr_hr: Nevažeći narativ
pt_pt: Inválido Narrativa

source: Invalid Item Due
hr_hr: Dospijeće nevažeće stavke
pt_pt: Invalid item devido

source: Invalid PO line
hr_hr: Nevažeći red narudžbenice
pt_pt: Inválido linha PO

source: GL account code already exists
hr_hr: Šifra GL računa već postoji
pt_pt: GL código da conta já existe

source: GL account code name is incorrect length
hr_hr: Kodni naziv GL računa nije točne duljine
pt_pt: GL nome de código de conta é o comprimento incorreto

source: GL account group does not exist
hr_hr: GL grupa računa ne postoji
pt_pt: GL grupo conta não existe

source: GL account section already exists
hr_hr: Odjeljak GL računa već postoji
pt_pt: GL secção conta já existe

source: GL account section name is incorrect length
hr_hr: Naziv odjeljka GL računa nije točne duljine
pt_pt: GL nome da seção em conta é o comprimento incorreto

source: GL account group already exists
hr_hr: Grupa GL računa već postoji
pt_pt: GL grupo conta já existe

source: GL account section does not exist
hr_hr: Odjeljak GL računa ne postoji
pt_pt: GL seção conta não existe

source: Invalid profit and loss flag
hr_hr: Nevažeća oznaka dobiti i gubitka
pt_pt: lucro inválido e bandeira perda

source: Invalid sequenceintb figure
hr_hr: Nevažeća figura sequenceintb
pt_pt: Figura sequenceintb inválido

source: Invalid Latitude figure
hr_hr: Nevažeći broj zemljopisne širine
pt_pt: Inválido figura Latitude

source: Invalid Longitude figure
hr_hr: Nevažeći broj zemljopisne dužine
pt_pt: Inválido figura Longitude

source: Customer type not set up
hr_hr: Vrsta klijenta nije postavljena
pt_pt: tipo de cliente não configurado

source: No sales prices setup
hr_hr: Nema postavljanja prodajnih cijena
pt_pt: Não configuração de preços de vendas

source: Invalid invoiced quantity
hr_hr: Nevažeća fakturirana količina
pt_pt: Inválido quantidade faturada

source: Invalid actual dispatch date
hr_hr: Nevažeći stvarni datum otpreme
pt_pt: Invalid data de expedição real

source: Invalid completed flag
hr_hr: Nevažeća dovršena oznaka
pt_pt: Inválido concluída bandeira

source: Invalid category id
hr_hr: Nevažeći ID kategorije
pt_pt: ID da categoria inválido

source: Invalid category description
hr_hr: Nevažeći opis kategorije
pt_pt: descrição da categoria inválido

source: Invalid stock type
hr_hr: Nevažeća vrsta dionice
pt_pt: tipo de ação inválido

source: GL account code does not exist
hr_hr: GL kod računa ne postoji
pt_pt: GL código de conta não existe

source: Stock category already exists
hr_hr: Kategorija zaliha već postoji
pt_pt: categoria Stock já existe

source: Supplier code already exists
hr_hr: Šifra dobavljača već postoji
pt_pt: código de fornecedor já existe

source: Incorrect supplier name length, or supplier name does not exist
hr_hr: Netočna duljina naziva dobavljača ili naziv dobavljača ne postoji
pt_pt: Comprimento incorreto do nome do fornecedor, ou nome do fornecedor não existe

source: Incorrect supplier since date
hr_hr: Netočan dobavljač od datuma
pt_pt: Incorreta fornecedor desde a data

source: Incorrect bank account
hr_hr: Neispravan bankovni račun
pt_pt: Incorreto de conta bancária

source: Incorrect bank reference
hr_hr: Netočna referenca banke
pt_pt: Incorreta de referência do banco

source: Incorrect bank partics
hr_hr: Neispravni dijelovi banke
pt_pt: Incorreta partics banco

source: Incorrect remittance flags
hr_hr: Netočne oznake doznaka
pt_pt: Incorreta bandeiras remessa

source: Factor company not set up
hr_hr: Faktorska tvrtka nije osnovana
pt_pt: Fator empresa não configurado

source: Supplier does not exist
hr_hr: Dobavljač ne postoji
pt_pt: Fornecedor não existe

source: Incorrect suppliers UOM
hr_hr: Neispravni dobavljači UOM
pt_pt: Incorreta fornecedores UOM

source: Incorrect conversion factor
hr_hr: Netočan faktor pretvorbe
pt_pt: Incorreta fator de conversão

source: Incorrect supplier description
hr_hr: Netočan opis dobavljača
pt_pt: Descrição incorreta fornecedor

source: Invalid Lead time
hr_hr: Nevažeće vrijeme isporuke
pt_pt: Prazo de execução inválido

source: Invalid Preferred flag
hr_hr: Nevažeća preferirana oznaka
pt_pt: Inválido bandeira preferidos

source: StockID SupplierID line does not exist
hr_hr: Redak StockID SupplierID ne postoji
pt_pt: StockID linha CódigoDoFornecedor não existe

source: Invalid Required By Date
hr_hr: Nevažeće potrebno do datuma
pt_pt: Inválido exigido por Data

source: Invalid Start Date
hr_hr: Nevažeći datum početka
pt_pt: Data de início inválida

source: Invalid Cost Issued
hr_hr: Izdan je nevažeći trošak
pt_pt: Custo inválido Emitido

source: Invalid Quantity Required
hr_hr: Nevažeća potrebna količina
pt_pt: Quantidade inválida Obrigatório

source: Invalid Quantity Received
hr_hr: Nevažeća primljena količina
pt_pt: Quantidade inválida recebida

source: Invalid Standard Cost
hr_hr: Nevažeći standardni trošak
pt_pt: Inválido Custo Padrão

source: Invalid Serial Number or Lot Reference
hr_hr: Nevažeći serijski broj ili referenca serije
pt_pt: Número de série inválido ou referência do lote

source: Work order number does not exist
hr_hr: Broj radnog naloga ne postoji
pt_pt: Trabalho o número de ordem não existe

source: Invalid issued quantity
hr_hr: Nevažeća izdana količina
pt_pt: Inválido quantidade emitida

source: Invalid transaction date
hr_hr: Nevažeći datum transakcije
pt_pt: data da transação inválida

source: Invalid received quantity
hr_hr: Nevažeća primljena količina
pt_pt: Inválido recebido quantidade

source: Stock item is serialised
hr_hr: Zaliha je serijalizirana
pt_pt: item de estoque é serializado

source: Batch number does not exist
hr_hr: Broj serije ne postoji
pt_pt: Número do lote não existe

source: Batch is empty
hr_hr: Serija je prazna
pt_pt: Lote está vazio

source: No such area
hr_hr: Nema takvog područja
pt_pt: Nenhuma área, tais

source: No such salesman
hr_hr: Nema takvog prodavača
pt_pt: Nenhum vendedor, tais

source: Unable to read company record
hr_hr: Nije moguće pročitati zapisnik tvrtke

source: Unable to read sales order
hr_hr: Nije moguće pročitati prodajni nalog

source: Unable to read sales order lines
hr_hr: Nije moguće pročitati redove prodajnog naloga

source: Unable to get tax province of location
hr_hr: Nije moguće dobiti poreznu pokrajinu lokacije

source: Unable to read tax rates for this item and tax group
hr_hr: Ne mogu se očitati porezne stope za ovu stavku i poreznu skupinu

source: Unable to read customer and branch details
hr_hr: Nije moguće pročitati podatke o kupcima i podružnicama

source: Unable to read credit note item details
hr_hr: Nije moguće pročitati pojedinosti o stavci knjižnog odobrenja

source: Can only allocate receipts or a credit notes
hr_hr: Mogu se dodjeljivati ​​samo računi ili knjižna odobrenja

source: No transaction found to allocate
hr_hr: Nije pronađena transakcija za dodjelu

source: ** Error Code Not Defined **
hr_hr: ** Šifra pogreške nije definirana **
pt_pt: ** Código de erro não definido **

source: There was a problem deleting expired audit-trail history
hr_hr: Došlo je do problema s brisanjem istekle povijesti praćenja revizije
pt_pt: Houve um problema ao excluir expirou histórico de trilha de auditoria

source: An error occurred in retrieving the period number
hr_hr: Došlo je do pogreške prilikom dohvaćanja broja razdoblja
pt_pt: Ocorreu um erro ao obter o número de período

source: webERP is configured to allow only secure socket connections. Pages must be called with https://
hr_hr: webERP je konfiguriran da dopušta samo sigurne socket veze. Stranice se moraju pozivati ​​s https://
pt_pt: Lince esta configurado para apenas aceitar ligações de socket seguras. As páginas devem ser chamadas com https://

source: Parameters
hr_hr: Parametri
pt_pt: Parâmetros

source: Return Value
hr_hr: Povratna vrijednost
pt_pt: Valor de retorno

source: This function is used to login into the API methods for the specified the database.
hr_hr: Ova se funkcija koristi za prijavu u API metode za navedenu bazu podataka.
pt_pt: Esta função é usada para fazer login nos métodos da API para o especificado banco de dados.

source: Database Name
hr_hr: Naziv baze podataka
pt_pt: Nome do banco de dados

source: A valid weberp username. This user should have security access to this data.
hr_hr: Važeće weberp korisničko ime. Ovaj bi korisnik trebao imati sigurnosni pristup ovim podacima.
pt_pt: Um nome de usuário webERP válido. Esse usuário deve ter acesso de segurança a esses dados.

source: User password
hr_hr: Korisnička lozinka
pt_pt: A senha do usuário

source: The weberp password associated with this user name.
hr_hr: Weberp lozinka povezana s ovim korisničkim imenom.
pt_pt: A senha webERP associado a este nome de usuário.

source: Zero means the function was successful.
hr_hr: Nula znači da je funkcija bila uspješna.
pt_pt: Zero significa que a função foi bem sucedida.

source: Otherwise an error code is returned.
hr_hr: Inače se vraća šifra pogreške.
pt_pt: Caso contrário, um código de erro é retornada.

source: This function is used to logout from the API methods.
hr_hr: Ova se funkcija koristi za odjavu s API metoda.
pt_pt: Esta função é usada para sair dos métodos da API.

source: It terminates the user's session thus freeing the server resources.
hr_hr: Prekida korisnikovu sesiju i time oslobađa resurse poslužitelja.
pt_pt: Ele termina a sessão do usuário permitindo que os recursos do servidor.

source: This function returns an integer.
hr_hr: Ova funkcija vraća cijeli broj.
pt_pt: Esta função retorna um inteiro.

source: This function is used to insert a new customer into the webERP database.
hr_hr: Ova se funkcija koristi za umetanje novog korisnika u webERP bazu podataka.
pt_pt: Esta função é usada para inserir um novo cliente no banco de dados webERP.

source: Customer Details
hr_hr: Podaci o kupcu
pt_pt: Detalhes do Cliente

source: A set of key/value pairs where the key must be identical to the name of the field to be updated.
hr_hr: Skup parova ključ/vrijednost gdje ključ mora biti identičan nazivu polja koje se ažurira.
pt_pt: Um conjunto de pares chave / valor, onde a chave deve ser idêntico ao nome do campo a ser atualizado.

source: The field names can be found
hr_hr: Mogu se pronaći nazivi polja
pt_pt: Os nomes de campo podem ser encontradas

source: here
hr_hr: ovdje
pt_pt: aqui

source: and are case sensitive.
hr_hr: i osjetljivi su na velika i mala slova.
pt_pt: e são sensíveis ao caso.

source: The values should be of the correct type, and the api will check them before updating the database.
hr_hr: Vrijednosti bi trebale biti ispravne vrste, a API će ih provjeriti prije ažuriranja baze podataka.
pt_pt: Os valores devem ser do tipo correto, ea API vai vê-los antes de atualizar o banco de dados.

source: It is not necessary to include all the fields in this parameter, the database default value will be used if the field is not given.
hr_hr: Nije potrebno uključiti sva polja u ovaj parametar, koristit će se zadana vrijednost baze podataka ako polje nije navedeno.
pt_pt: Não é necessário incluir todos os campos neste parâmetro, o valor padrão do banco de dados será utilizado se o campo não é dado.

source: If the Create Debtor Codes Automatically flag is set, then anything sent in the debtorno field will be ignored, and the debtorno field will be set automatically.
hr_hr: Ako je postavljena zastavica Automatski kreiraj šifre dužnika, sve što bude poslano u polju debiorno bit će zanemareno, a polje debtorno bit će postavljeno automatski.
pt_pt: Se o devedor Criar Códigos automaticamente sinalizador estiver definido, então qualquer coisa enviada no campo debtorno será ignorado, eo campo debtorno será definido automaticamente.

source: A valid weberp username. This user should have security access to this data.
hr_hr: Važeće weberp korisničko ime. Ovaj bi korisnik trebao imati sigurnosni pristup ovim podacima.
pt_pt: Um nome de usuário webERP válido. Esse usuário deve ter acesso de segurança a esses dados.

source: This function returns an array of integers.
hr_hr: Ova funkcija vraća niz cijelih brojeva.
pt_pt: Esta função retorna um array de inteiros.

source: If the first element is zero then the function was successful.
hr_hr: Ako je prvi element nula, funkcija je bila uspješna.
pt_pt: Se o primeiro elemento é zero então a função foi bem sucedida.

source: Otherwise an array of error codes is returned and no insertion takes place.
hr_hr: Inače se vraća niz kodova grešaka i ne dolazi do umetanja.
pt_pt: Caso contrário, um conjunto de códigos de erro é retornado e nenhuma inserção ocorre.

source: This function is used to insert a new customer branch into the webERP database.
hr_hr: Ova se funkcija koristi za umetanje nove korisničke podružnice u webERP bazu podataka.
pt_pt: Esta função é usada para inserir um ramo novo cliente no banco de dados webERP.

source: Branch Details
hr_hr: Detalji podružnice
pt_pt: Ramo Detalhes
