Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost and date purchased was not able to be updated because:
hr_hr: KRITIČNA GREŠKA! ZAPIŠITE OVU POGREŠKU I POTRAŽITE POMOĆ. Trošak i datum kupnje dugotrajne imovine nije se mogao ažurirati jer:
pt_pt: CRITICAL ERROR! Anote este erro e pedir auxílio. O custo do imobilizado e data de compra não foi capaz de ser atualizado, porque:

source: The purchase GL posting could not be inserted because
hr_hr: Knjiženje GL kupnje nije se moglo umetnuti jer
pt_pt: Não foi possível inserir a compra no LC porque

source: The GRN suspense side of the GL posting could not be inserted because
hr_hr: GRN neizvjesna strana GL objave nije se mogla umetnuti jer
pt_pt: O lado suspenço da NBR da afixação no LC não pode ser inserido porque

source: Order Completed on entry of GRN
hr_hr: Nalog dovršen unosom GRN

source: GRN number
hr_hr: GRN broj
pt_pt: Número da NBR

source: Print this Goods Received Note (GRN)
hr_hr: Ispiši ovu poruku o primljenoj robi (GRN)
pt_pt: Imprima esta Bens nota recebida (GRN)

source: Print QA Labels for this Receipt
hr_hr: Ispišite QA naljepnice za ovaj račun

source: Modify Order Items
hr_hr: Izmijenite stavke narudžbe
pt_pt: Modificar ítens do pedido

source: Process Goods Received
hr_hr: Obradite primljenu robu
pt_pt: Processar Bens recebidos

source: Historical Test Results
hr_hr: Povijesni rezultati ispitivanja

source: Invalid From Date
hr_hr: Nevažeći datum od
pt_pt: De Data Inválida

source: Invalid To Date
hr_hr: Nevažeći do danas
pt_pt: Para Data Inválida

source: Show Test Results For
hr_hr: Prikaži rezultate testa za

source: From Sample Date
hr_hr: Od datuma uzorka

source: To Sample Date
hr_hr: Datum uzorka

source: Historical Test Results for
hr_hr: Povijesni rezultati testa za

source: Sample ID:
hr_hr: ID uzorka:

source: Lot/Serial:
hr_hr: Serija/serija:

source: Identifier:
hr_hr: Identifikator:

source: Sample Date:
hr_hr: Datum uzorka:

source: Imported Bank Transaction General Ledger Analysis
hr_hr: Analiza glavne knjige uvezenih bankovnih transakcija

source: This page can only be called from the importation of bank transactions page which sets up the data to receive the analysed general ledger entries
hr_hr: Ova se stranica može pozvati samo sa stranice za uvoz bankovnih transakcija koja postavlja podatke za primanje analiziranih unosa glavne knjige

source: Import Bank Transactions
hr_hr: Uvoz bankovnih transakcija

source: This transaction appears to be already entered against this bank account. By entering values in this analysis form the transaction will be entered again. Only proceed to analyse this transaction if you are sure it has not already been processed
hr_hr: Čini se da je ova transakcija već unesena na ovaj bankovni račun. Unosom vrijednosti u ovaj obrazac za analizu transakcija će se ponovno unijeti. Nastavite s analizom ove transakcije samo ako ste sigurni da već nije obrađena

source: Back to Main Import Screen - Recommended
hr_hr: Povratak na glavni zaslon uvoza - preporučeno

source: Enter GL Line
hr_hr: Unesite GL Line
pt_pt: Insira a linha do LC

source: You must select a general ledger code from the list below
hr_hr: Morate odabrati šifru glavne knjige s donjeg popisa
pt_pt: Você deve selecionar um código de razão geral da lista abaixo

source: The account code entered is not a valid code
hr_hr: Unesena šifra računa nije važeća šifra
pt_pt: O código de conta inserido não é válido

source: This line cannot be added to the transaction
hr_hr: Ova se linija ne može dodati transakciji
pt_pt: Esta linha não pode ser adicionada à transação

source: You can use the selection box to select the account you want
hr_hr: Pomoću okvira za odabir možete odabrati račun koji želite
pt_pt: Você pode usar a caixa de seleção para seleccionar a conta desejada

source: The amount entered is not numeric
hr_hr: Uneseni iznos nije numerički
pt_pt: A quantidade inserida não é numérica

source: Bank Account Transaction Analysis
hr_hr: Analiza transakcija bankovnog računa

source: Imported Bank Receipt of
hr_hr: Uvezena bankovna potvrda od

source: Imported Bank Payment of
hr_hr: Uvezeno bankovno plaćanje od

source: If you have entered a GL analysis check that the sum of GL Entries agrees to the total bank transaction. If it does not then the bank transaction import will not be processed.
hr_hr: Ako ste unijeli GL analizu, provjerite odgovara li zbroj GL unosa ukupnoj bankovnoj transakciji. Ako se ne dogodi, uvoz bankovne transakcije neće biti obrađen.

source: Back to Main Import Screen
hr_hr: Povratak na glavni zaslon uvoza

source: Payment to Supplier Account
hr_hr: Plaćanje na račun dobavljača

source: GL Payment
hr_hr: GL Plaćanje

source: Receipt to Customer Account
hr_hr: Prijem na račun kupca

source: GL Receipt
hr_hr: GL Potvrda

source: General ledger Analysis
hr_hr: Analiza glavne knjige

source: in
hr_hr: u
pt_pt: em

source: Total of GL Entries
hr_hr: Ukupno GL unosa

source: Total Bank Transaction
hr_hr: Ukupna bankovna transakcija

source: Yet To Enter
hr_hr: Još za ulazak

source: Reconciled
hr_hr: Pomireni

source: Account Selection
hr_hr: Odabir računa
pt_pt: Seleção de conta

source: If you know the code enter it above
hr_hr: Ako znate kod unesite ga iznad
pt_pt: Se você souber o código insira-o acima

source: otherwise select the account from the list
hr_hr: inače odaberite račun s popisa
pt_pt: caso contrário seleccione a conta da lista

source: The bank accounts set up could not be retrieved because
hr_hr: Postavljeni bankovni računi nisu se mogli dohvatiti jer
pt_pt: As contas bancárias criadas não podem ser recuperados, porque

source: There are no bank accounts defined that are set up to allow importation of bank statement transactions. First define the file format used by your bank for statement exports.
hr_hr: Ne postoje definirani bankovni računi koji su postavljeni za dopuštanje uvoza transakcija bankovnih izvoda. Najprije definirajte format datoteke koji vaša banka koristi za izvoz izvoda.

source: Setup Import Format for Bank Accounts
hr_hr: Postavite format uvoza za bankovne račune

source: Import Details
hr_hr: Uvoz pojedinosti

source: Bank Account to Import Transaction For
hr_hr: Bankovni račun za transakciju uvoza

source: MT940 format Bank Statement File to import
hr_hr: Datoteka bankovnog izvoda u formatu MT940 za uvoz

source: Select the file that contains the bank transactions in MT940 format
hr_hr: Odaberite datoteku koja sadrži bankovne transakcije u formatu MT940

source: The file size is over the maximum allowed. The maximum size allowed is 1 megabyte. This file size is (bytes)
hr_hr: Veličina datoteke premašuje maksimalno dopuštenu veličinu. Najveća dopuštena veličina je 1 megabajt. Veličina ove datoteke je (u bajtovima)

source: The MT940 bank statement file cannot be imported and processed
hr_hr: Datoteka bankovnog izvoda MT940 ne može se uvesti i obraditi

source: Could not retrieve bank accounts that match with the statement being imported
hr_hr: Nije moguće dohvatiti bankovne račune koji odgovaraju izvodu koji se uvozi

source: The account
hr_hr: Račun

source: is not defined as a bank account of the business. No imports can be processed
hr_hr: nije definiran kao bankovni račun tvrtke. Uvoz se ne može obraditi

source: There was a problem identifying a matching bank transaction
hr_hr: Došlo je do problema s identificiranjem podudarne bankovne transakcije

source: It is necessary to enter the exchange rate to convert the bank receipts and payments into local currency for the purposes of calculating the general ledger entries necessary. The currency of this bank account is not the same as the company functional currency so an exchange rate of 1 is inappropriate
hr_hr: Potrebno je unijeti tečaj za preračunavanje bankovnih primitaka i plaćanja u domaću valutu za potrebe izračuna potrebnih unosa u glavnu knjigu. Valuta ovog bankovnog računa nije ista kao funkcionalna valuta tvrtke tako da tečaj 1 nije prikladan

source: The exchange rate is expected to be the number of the bank account currency that would purchase one unit of the company functional currency. A number is expected
hr_hr: Očekuje se da će tečaj biti broj valute bankovnog računa koji bi kupio jednu jedinicu funkcionalne valute poduzeća. Očekuje se broj

source: Could not update the bank transaction as cleared
hr_hr: Nije moguće ažurirati bankovnu transakciju kao odobrenu

source: The SQL that failed to update the bank transaction as cleared was
hr_hr: SQL koji nije uspio ažurirati bankovnu transakciju kao odobrenu je bio

source: Could not insert the customer transaction
hr_hr: Nije moguće umetnuti transakciju kupca

source: The SQL used to insert the debtortrans was
hr_hr: SQL korišten za umetanje debtortrans je bio

source: Could not update the last payment date and amount paid
hr_hr: Nije moguće ažurirati zadnji datum plaćanja i plaćeni iznos

source: The SQL that failed to update the debtorsmaster was
hr_hr: SQL koji nije uspio ažurirati debtorsmaster bio je

source: The SQL that failed to insert the receipt GL entry was
hr_hr: SQL koji nije uspio umetnuti unos GL računa bio je
pt_pt: O comando SQL mal sucedido para inserir a inserção do recibo no LC foi

source: Cannot insert a GL entry for the receipt gl analysis because
hr_hr: Nije moguće umetnuti GL unos za analizu gl računa jer

source: The SQL that failed to insert the gl analysis of this receipt was
hr_hr: SQL koji nije uspio umetnuti gl analizu ovog računa bio je

source: Could not insert the supplier transaction
hr_hr: Nije moguće umetnuti transakciju dobavljača

source: The SQL used to insert the supptrans was
hr_hr: SQL korišten za umetanje supptransa bio je

source: Could not update the supplier last payment date and amount paid
hr_hr: Nije moguće ažurirati datum posljednjeg plaćanja dobavljača i plaćeni iznos

source: The SQL that failed to update the supplier with the last payment amount and date was
hr_hr: SQL koji nije uspio ažurirati dobavljača sa zadnjim iznosom plaćanja i datumom bio je

source: Cannot insert a GL entry for the supplier payment to creditors control because
hr_hr: Nije moguće umetnuti GL unos za kontrolu plaćanja dobavljača vjerovnicima jer

source: The SQL that failed to insert the creditors control GL entry was
hr_hr: SQL koji nije uspio umetnuti GL unos kontrole vjerovnika bio je

source: Cannot insert a GL entry for the supplier payment because
hr_hr: Nije moguće umetnuti GL unos za plaćanje dobavljača jer

source: The SQL that failed to insert the supplier payment GL entry to the bank account was
hr_hr: SQL koji nije uspio umetnuti GL unos plaćanja dobavljača na bankovni račun bio je

source: Cannot insert a GL entry for the payment gl analysis because
hr_hr: Nije moguće umetnuti GL unos za analizu gl plaćanja jer

source: The SQL that failed to insert the gl analysis of this payment was
hr_hr: SQL koji nije uspio umetnuti gl analizu ove uplate bio je

source: Cannot insert a GL entry for the payment because
hr_hr: Nije moguće umetnuti GL unos za plaćanje jer

source: The SQL that failed to insert the payment GL entry was
hr_hr: SQL koji nije uspio umetnuti unos GL plaćanja bio je

source: Imported
hr_hr: Uvozni

source: Could not insert the bank transaction
hr_hr: Nije moguće umetnuti bankovnu transakciju

source: The SQL that failed to insert the bank transaction was
hr_hr: SQL koji nije uspio umetnuti bankovnu transakciju bio je
pt_pt: O comando SQL mal sucedido para inserir a transação bancária foi

source: Completed the importing of analysed bank transactions
hr_hr: Završen uvoz analiziranih bankovnih transakcija

source: Bank Statement No
hr_hr: bankovni izvod br

source: Opening Balance as at
hr_hr: Početno stanje na dan

source: Analysis
hr_hr: Analiza

source: Closing Balance as at
hr_hr: Završno stanje na dan

source: Exchange Rate to Use When Processing Transactions
hr_hr: Tečaj za korištenje pri obradi transakcija

source: Process Bank Transactions
hr_hr: Obrada bankovnih transakcija

source: This process will create bank transactions for ONLY THE ANALYSED transactions shown in yellow above together with the necessary general ledger journals and customer or supplier transactions. Are You Sure?
hr_hr: Ovaj proces će kreirati bankovne transakcije SAMO za ANALIZIRANE transakcije prikazane žutom bojom iznad zajedno s potrebnim dnevnicima glavne knjige i transakcijama kupaca ili dobavljača. Jeste li sigurni?

source: Account Status
hr_hr: Status računa
pt_pt: Estado da Conta

source: Place An Order
hr_hr: Place An Narudžba
pt_pt: Emitir Pedido

source: Order Status
hr_hr: Status narudžbe
pt_pt: Estado do Pedido

source: General Setup Options
hr_hr: Opće opcije postavljanja
pt_pt: Opções de configuração genérica

source: General Hospital Setup
hr_hr: Uređenje opće bolnice

source: Transactions
hr_hr: Transakcije
pt_pt: Transacções

source: Receivables/Payables Setup
hr_hr: Postavljanje potraživanja/duga
pt_pt: Configuração de contas a pagar/receber

source: ERP Integration
hr_hr: ERP integracija

source: Inquiries and Reports
hr_hr: Upiti i izvješća
pt_pt: Relatórios e Consultas

source: Inventory Setup
hr_hr: Postavljanje inventara
pt_pt: Configuração do Inventário

source: Maintain types
hr_hr: Održavajte vrste

source: Maintain Types
hr_hr: Održavajte vrste

source: Bank Checks
hr_hr: Bankovni čekovi

source: Collection Letters
hr_hr: Zbirka Pisma

source: Customer Statements
hr_hr: Izjave kupaca
pt_pt: Enunciados do cliente

source: Bank Deposit Slips
hr_hr: Potvrde o bankovnom depozitu

source: Invoices and Packing Slips
hr_hr: Fakture i otpremnice

source: Labels - Customer
hr_hr: Oznake - Kupac

source: Labels - Vendor
hr_hr: Oznake - dobavljač

source: Purchase Orders
hr_hr: Narudžbenice
pt_pt: Pedidos de Compra

source: Customer Quotes
hr_hr: Citati kupaca

source: Sales Receipts
hr_hr: Primici od prodaje

source: Sales Orders
hr_hr: Prodajni nalozi
pt_pt: Pedidos de Vendas

source: Miscellaneous
hr_hr: Razno

source: Custom Reports
hr_hr: Prilagođena izvješća
pt_pt: Relatórios Personalizados

source: Standard Reports and Forms
hr_hr: Standardna izvješća i obrasci
pt_pt: Relatórios Padrão e Formulários

source: There are no reports to show!
hr_hr: Nema izvješća za prikaz!
pt_pt: Não há relatórios para mostrar!

source: Internal Stock Categories Requests By Security Role Maintenance
hr_hr: Zahtjevi za interne kategorije zaliha prema održavanju sigurnosne uloge

source: Payment Entry
hr_hr: Unos plaćanja
pt_pt: Inserção de Pagamento

source: The Selected type cannot contain any of the following characters
hr_hr: Odabrana vrsta ne može sadržavati nijedan od sljedećih znakova

source: You have not selected a security role to maintain the internal stock categories on
hr_hr: Niste odabrali sigurnosnu ulogu za održavanje internih kategorija zaliha

source: You have not selected a stock category to be added as internal to this security role
hr_hr: Niste odabrali kategoriju dionica koja će se dodati kao interna ovoj sigurnosnoj ulozi

source: The Stock Category
hr_hr: Kategorija dionica

source: already allowed as internal for this security role
hr_hr: već dopušten kao interni za ovu sigurnosnu ulogu

source: Stock Category:
hr_hr: Kategorija zaliha:

source: has been allowed to user role
hr_hr: ima dopuštenu korisničku ulogu

source: as internal
hr_hr: kao unutarnji

source: The Stock Category by Role record could not be deleted because
hr_hr: Zapis Stock Category by Role nije mogao biti izbrisan jer

source: Internal Stock Category
hr_hr: Interna kategorija zaliha

source: for user role
hr_hr: za korisničku ulogu

source: Select a User Role
hr_hr: Odaberite korisničku ulogu

source: Select User Role
hr_hr: Odaberite korisničku ulogu

source: Internal Stock Categories Allowed to user role
hr_hr: Interne kategorije zaliha dopuštene korisničkoj ulozi

source: Are you sure you wish to delete this internal stock category code?
hr_hr: Jeste li sigurni da želite izbrisati ovaj interni kod kategorije zaliha?

source: Select A Stock Category
hr_hr: Odaberite kategoriju dionica

source: Select Stock Category Code
hr_hr: Odaberite šifru kategorije dionica

source: Authorise Internal Stock Requests
hr_hr: Odobrite interne zahtjeve za zalihama

source: Request Number
hr_hr: Broj zahtjeva

source: Department
hr_hr: Odjel

source: Location Of Stock
hr_hr: Lokacija zaliha

source: Requested Date
hr_hr: Traženi datum

source: Authorise
hr_hr: Ovlastiti

source: Product
hr_hr: Proizvod
pt_pt: Produto

source: Cancel Line
hr_hr: Otkaži liniju

source: Fulfill Stock Requests
hr_hr: Ispunite zahtjeve zaliha

source: Issue
hr_hr: Izdati
pt_pt: Emitir

source: of
hr_hr: od
pt_pt: de

source: to department
hr_hr: na odjel

source: The stock movement record cannot be inserted because
hr_hr: Zapis kretanja zaliha ne može se umetnuti jer
pt_pt: Não foi possível inserir o registro de movimentação de stock porque

source: The general ledger transaction entries could not be added because
hr_hr: Unosi transakcija glavne knjige nisu se mogli dodati jer
pt_pt: Não foi possível adicionar as entradas de transacções no livro de contabilidade pois

source: An internal stock request for
hr_hr: Interni zahtjev za zalihu za

source: has been fulfilled from location
hr_hr: je ispunjen s mjesta

source: for a quantity of
hr_hr: za količinu od
pt_pt: para uma quantidade de

source: by user
hr_hr: po korisniku

source: at
hr_hr: na
pt_pt: em

source: Internal Stock Request Fulfillment for
hr_hr: Ispunjenje internih zahtjeva za zalihu za

source: cannot be created as there is insufficient stock and your system is configured to not allow negative stocks
hr_hr: ne može se stvoriti jer nema dovoljno zaliha, a vaš sustav je konfiguriran da ne dopušta negativne zalihe

source: Choose a location to issue requests from
hr_hr: Odaberite lokaciju s koje ćete slati zahtjeve

source: Show Requests
hr_hr: Prikaži zahtjeve

source: There are no outstanding authorised requests for this location
hr_hr: Nema neriješenih ovlaštenih zahtjeva za ovu lokaciju

source: Select another location
hr_hr: Odaberite drugu lokaciju

source: Required
hr_hr: Potreban
pt_pt: Obrigatório

source: Delivered
hr_hr: Isporučeno
pt_pt: Entregue(s)

source: Lot/Batch/Serial
hr_hr: Lot/serija/serija

source: Stock item is not controlled
hr_hr: Stavka na zalihi nije kontrolirana
pt_pt: item de estoque não é controlado

source: Internal Stock Request Inquiry
hr_hr: Interni upit o zalihama

source: An internal request number must be entered
hr_hr: Mora se unijeti interni broj zahtjeva

source: From Stock Location
hr_hr: Sa skladišta
pt_pt: Localização do Stock de Origem

source: You have no authority to do the internal request inquiry
hr_hr: Nemate ovlasti za provođenje interne istrage zahtjeva

source: Authorisation status
hr_hr: Status autorizacije

source: Unauthorized
hr_hr: Neovlašteno

source: Authorized
hr_hr: Ovlašten
pt_pt: Autorizados

source: There are no internal request result available for your or your department
hr_hr: Nema dostupnih internih rezultata zahtjeva za vaš ili vaš odjel

source: Show Details
hr_hr: Prikaži pojedinosti

source: To search for internal request for a specific part use the part selection facilities below
hr_hr: Za traženje internog zahtjeva za određeni dio koristite mogućnosti odabira dijelova u nastavku

source: All Authorized
hr_hr: Sve ovlašteno

source: There are no stock categories currently defined please use the link below to set them up
hr_hr: Trenutačno nema definiranih kategorija zaliha, molimo koristite donju poveznicu da ih postavite
pt_pt: Não há categorias de stock definidas, favor utilizar o link abaixo para defini-las

source: Define Stock Categories
hr_hr: Definirajte kategorije dionica
pt_pt: Definir Categorias de Stock

source: Total Applied
hr_hr: Ukupno primijenjeno

source: Locations
hr_hr: Lokacije

source: Authorization
hr_hr: Autorizacija

source: Dispatch Date
hr_hr: Datum otpreme
pt_pt: Data de Despacho

source: Not yet
hr_hr: Ne još

source: Select Others
hr_hr: Odaberite Ostalo

source: There are no stock request available
hr_hr: Nema dostupnih zahtjeva za zalihama

source: No stock items were returned by the SQL because
hr_hr: SQL nije vratio stavke na zalihama jer
pt_pt: Nenhum item de stock foi retornado pelo comando SQL porque

source: Create an Internal Materials Request
hr_hr: Napravite interni zahtjev za materijale

source: You must select a Department for the request
hr_hr: Morate odabrati Odjel za zahtjev

source: You must select a Location to request the items from
hr_hr: Morate odabrati lokaciju s koje ćete tražiti artikle

source: The line was successfully deleted
hr_hr: Linija je uspješno izbrisana

source: The request header record could not be inserted because
hr_hr: Zapis zaglavlja zahtjeva nije se mogao umetnuti jer

source: The request line record could not be inserted because
hr_hr: Zapis retka zahtjeva nije se mogao umetnuti jer

source: An internal stock request has been created and is waiting for your authoritation
hr_hr: Zahtjev za internu zalihu je kreiran i čeka vašu autorizaciju

source: Internal Stock Request needs your authoritation
hr_hr: Zahtjev za internu zalihu treba vašu autorizaciju

source: The internal stock request has been entered and now needs to be authorised
hr_hr: Zahtjev za internu zalihu je unesen i sada ga treba autorizirati

source: Create another request
hr_hr: Napravite još jedan zahtjev

source: There are no items added to this request
hr_hr: U ovaj zahtjev nema dodanih stavki

source: Dispatch
hr_hr: otprema
pt_pt: Despacho

source: Edit the Request Line
hr_hr: Uredite redak zahtjeva

source: Line number
hr_hr: Broj linije

source: Unit of Measure
hr_hr: Jedinica mjere
pt_pt: Unidade de Medida

source: Quantity Requested
hr_hr: Tražena količina

source: Update Line
hr_hr: Linija ažuriranja
pt_pt: Actualizar Linha

source: Internal Stock Request Details
hr_hr: Pojedinosti internog zahtjeva za zalihu

source: Location from which to request stock
hr_hr: Lokacija s koje možete zatražiti zalihu

source: Select a Location
hr_hr: Odaberite lokaciju

source: Date when required
hr_hr: Datum kada je potrebno

source: Details of Items Requested
hr_hr: Pojedinosti o traženim stavkama

source: Line Number
hr_hr: Broj retka

source: Search for Inventory Items
hr_hr: Potražite stavke inventara
pt_pt: Procurar por Itens de Inventário

source: Stock Selection
hr_hr: Odabir dionica

source: In Stock Category
hr_hr: U kategoriji zaliha
pt_pt: Na Categoria de Stock

source: Order Item description has been used in search
hr_hr: Opis artikla narudžbe korišten je u pretraživanju
pt_pt: Ordem descrição do item tem sido usado em pesquisa

source: Stock Code has been used in search
hr_hr: Stock Code je korišten u pretraživanju
pt_pt: Stock Código tem sido usado em pesquisa

source: Add to Requisition
hr_hr: Dodaj u zahtjev

source: Cust Ords
hr_hr: Narudžbe po narudžbi
pt_pt: Ordens de Custo

source: Splr Ords
hr_hr: Splr Naredbe
pt_pt: Ordens de Fornecedores

source: Sugg Ord
hr_hr: Sugg Red
pt_pt: Ordem Sugerida

source: Category ID
hr_hr: ID kategorije

source: The stock usage of this item could not be retrieved because
hr_hr: Upotreba zaliha ove stavke nije se mogla dohvatiti jer

source: Inventory Planning Reporting
hr_hr: Izvješćivanje o planiranju zaliha
pt_pt: Relatório de Planeamento de Inventário

source: Select Inventory Categories
hr_hr: Odaberite kategorije inventara

source: For Inventory in Location
hr_hr: Za inventar na lokaciji
pt_pt: Para Inventário na Localização

source: All Locations
hr_hr: Sve lokacije
pt_pt: Todas as localizações

source: Stock Planning
hr_hr: Planiranje zaliha
pt_pt: Banco de Planejamento

source: One Month MAX
hr_hr: MAKSIMALNO jedan mjesec
pt_pt: Um mês max

source: One Month and a half MAX
hr_hr: Mjesec i pol MAX
pt_pt: Um mês e meio MAX
