Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: This form was not submitted with a correct ID
hr_hr: Ovaj obrazac nije poslan s ispravnim ID-om
pt_pt: Este formulário não foi apresentado com uma identificação correta

source: The workorder component demand for this product cannot be retrieved because
hr_hr: Potražnja komponente radnog naloga za ovaj proizvod ne može se dohvatiti jer
pt_pt: O componente da ordem de trabalho exigida para este produto não pode ser obtido porque

source: The workorder component demand for this product from
hr_hr: Potražnja komponente radnog naloga za ovaj proizvod od
pt_pt: A componente exigida na ordem de trabalho para este produto de

source: The trigger
hr_hr: Okidač

source: could not be created
hr_hr: nije se moglo stvoriti

source: already exists
hr_hr: već postoji

source: The security token
hr_hr: Sigurnosni token

source: The type
hr_hr: Vrsta

source: The script
hr_hr: Scenarij

source: has been removed
hr_hr: je uklonjeno
pt_pt: foi removido

source: could not be removed
hr_hr: nije se moglo ukloniti

source: The module
hr_hr: Modul

source: The menu link
hr_hr: Veza na izbornik

source: could not be deleted
hr_hr: nije se moglo izbrisati

source: The index has been inserted
hr_hr: Indeks je umetnut

source: The index could not be inserted
hr_hr: Indeks nije moguće umetnuti

source: The index already exists
hr_hr: Indeks već postoji

source: The index has been droppeed
hr_hr: Indeks je odbačen

source: The index could not be dropped
hr_hr: Indeks se nije mogao ispustiti

source: The index does not exist
hr_hr: Indeks ne postoji

source: is already removed
hr_hr: je već uklonjen

source: has been changed
hr_hr: je promijenjeno

source: could not be changed
hr_hr: nije se moglo promijeniti

source: is already changed
hr_hr: je već promijenjeno

source: has been renamed
hr_hr: je preimenovan

source: could not be renamed
hr_hr: nije se moglo preimenovati

source: in the table
hr_hr: u tablici

source: could not be changed to type
hr_hr: nije se moglo promijeniti u vrstu

source: and returned error number
hr_hr: i vratio broj greške

source: The config value
hr_hr: Vrijednost konfiguracije

source: is in
hr_hr: je unutra

source: is already set to
hr_hr: već je postavljeno na

source: is already changed to
hr_hr: već je promijenjeno u

source: The table
hr_hr: Stol

source: The constraint
hr_hr: Ograničenje

source: could not be added
hr_hr: nije se moglo dodati

source: The field
hr_hr: polje

source: is already correct
hr_hr: već je točno

source: Rows have been deleted from
hr_hr: Redci su izbrisani iz

source: Rows could not be deleted from
hr_hr: Nije moguće izbrisati redove iz

source: There was nothing to delete from
hr_hr: Nije bilo iz čega brisati

source: The old table
hr_hr: Stari stol

source: has already been removed
hr_hr: je već uklonjeno

source: The record has been inserted
hr_hr: Zapis je umetnut

source: The record could not be inserted
hr_hr: Zapis se nije mogao umetnuti

source: The sql used was
hr_hr: Korišteni sql bio je

source: The record is already in the table
hr_hr: Zapis je već u tablici

source: The primary key in
hr_hr: Primarni ključ u

source: has already been added
hr_hr: je već dodan

source: has been renamed to
hr_hr: je preimenovan u

source: could not be renamed to
hr_hr: nije se moglo preimenovati u

source: You are trying to set the auto increment number below the current number
hr_hr: Pokušavate postaviti broj automatskog povećanja ispod trenutnog broja

source: The auto increment field in table
hr_hr: Polje automatskog povećanja u tablici

source: Install
hr_hr: Instalirati

source: The directory
hr_hr: Imenik

source: The GD extension should be installed in your PHP configuration
hr_hr: GD proširenje treba biti instalirano u vašoj PHP konfiguraciji

source: The libxml extension is not available in your PHP
hr_hr: Ekstenzija libxml nije dostupna u vašem PHP-u

source: Database settings
hr_hr: Postavke baze podataka

source: Host Name
hr_hr: Ime domaćina

source: Enter database host name
hr_hr: Unesite naziv hosta baze podataka

source: Commonly: localhost or 127.0.0.1
hr_hr: Obično: localhost ili 127.0.0.1

source: The database name
hr_hr: Naziv baze podataka

source: Database Prefix
hr_hr: Prefiks baze podataka

source: Useful with shared hosting
hr_hr: Korisno s dijeljenim hostingom

source: Optional: in the form of prefix_
hr_hr: Neobavezno: u obliku prefiksa_

source: Database User Name
hr_hr: Korisničko ime baze podataka

source: A valid database user name
hr_hr: Valjano korisničko ime baze podataka

source: Administrator account settings
hr_hr: Postavke administratorskog računa

source: Re-enter Password
hr_hr: Ponovno unesite lozinku

source: Company Settings
hr_hr: Postavke tvrtke

source: Chart of Accounts
hr_hr: Kontni plan

source: Time Zone
hr_hr: Vremenska zona

source: Company logo file
hr_hr: Datoteka logotipa tvrtke

source: Installation option
hr_hr: Mogućnost ugradnje

source: Install the demo data?
hr_hr: Instalirati demo podatke?

source: The SQL that was used to retrieve the account groups of the parent account group and that failed in the process was
pt_pt: O comando SQL utilizado para obter os grupos de conta do grupo de conta base e que falhou no processo foi

source: The SQL that was used to retrieve the information was
pt_pt: O SQL que foi utilizado para obter a informação foi

source: The sequence in the trial balance must be an integer
pt_pt: A sequência no balancete deve ser um inteiro

source: The SQL that was used to update the account group was
pt_pt: O SQL que foi utilizado para atualizar o grupo de contas foi

source: The SQL that was used to insert the account group was
pt_pt: O SQL que foi utilizado para indicar o grupo de contas foi

source: The SQL that was used to delete the account group was
pt_pt: O SQL que foi usado para apagar o grupo de contas foi

source: The sql that was used to retrieve the account group information was
pt_pt: A sql que foi usado para recuperar as informações de grupo de contas foi

source: An error occurred in retrieving the account group information
pt_pt: Ocorreu um erro ao recuperar informações do grupo de conta

source: The SQL that was used to retrieve the account group and that failed in the process was
pt_pt: O SQL que foi utilizado para recuperar o grupo de contas e que falhou no processo foi

source: Phone no
pt_pt: Telefone não

source: Aged Customer Balance Listing
pt_pt: Listagem de saldo vencidos de clientes

source: Aged Customer Balances
pt_pt: Saldos vencidos de cliente

source: Aged Customer Account Analysis
pt_pt: Análise de saldos vencidos

source: Aged Supplier Listing
pt_pt: Lista Fornecedores inativos

source: Aged Suppliers
pt_pt: Fornecedores inativos

source: Aged Supplier Account Analysis
pt_pt: Análise de conta fornecedores inativos

source: The Supplier details could not be retrieved by the SQL because
pt_pt: Não foi possível obter via comando SQL os detalhes do fornecedor pois

source: Aged Supplier Account Analysis - Problem Report
pt_pt: Análise de conta de fornecedor antigo - Relatório de problemas

source: The details of outstanding transactions for Supplier
pt_pt: Os detalhes das transacções consideráveis para o fornecedor

source: The SQL used to insert/modify the bank account details was
pt_pt: O comando SQL usado para inserir/modificar os detalhes da conta de banco foi

source: The SQL used to retrieve the bank account details was
pt_pt: O comando SQL usado para obter os detalhes da conta de banco foi

source: Bank Account Matching
pt_pt: Correspondência de Conta Bancária

source: The SQL that failed to insert the exchange difference GL entry was
pt_pt: O SQL que falhou para inserir a diferença de câmbio de entrada GL foi

source: The bank accounts could not be retrieved by the SQL because
pt_pt: Não foi possível obter as contas do banco via comando SQL pois

source: The SQL used to retrieve the bank accounts was
pt_pt: O SQL usada para recuperar as contas bancárias foi

source: The Quantiy Extended BOM Listing could not be retrieved by the SQL because
pt_pt: O Quantiy prolongado BOM Listagem não pôde ser recuperada pelo SQL porque

source: Print Indented BOM Listing Error
pt_pt: Imprimir Indented Erro Listagem BOM

source: There were no items for the selected assembly
pt_pt: Não existem itens para a montagem selecionada

source: Build Quantity:
pt_pt: Quantidade de Construção:

source: The Indented BOM Listing could not be retrieved by the SQL because
pt_pt: O BOM Indented Listagem não pôde ser recuperada pelo SQL porque

source: Locn
pt_pt: Localização

source: Assembly:
pt_pt: Montagem:

source: Print Reverse Indented BOM Listing Error
pt_pt: Erro de impressão reversa Indented Listagem BOM

source: There were no items for the selected component
pt_pt: Não existem itens para o componente selecionado

source: Component:
pt_pt: Componente:

source: Stock Code
pt_pt: Código de Stock

source: Return to Main Menu
pt_pt: Retorno ao Menu Principal

source: Enter a stock item code above
pt_pt: Insira um item em stock acima

source: The Bill of Material listing could not be retrieved by the SQL because
pt_pt: Não foi possível obter a listagem de facturas de material via comando SQL pois

source: The SQL that was used to retrieve the components of the BOM and that failed in the process was
pt_pt: O comando SQL usado para obter os componentes da FDM que não foi bem sucedido no processo foi

source: The SQL used to retrieve the components was
pt_pt: O comando SQL usado para obter os componentes foi

source: Drill Down
pt_pt: Detalhar

source: N/A
pt_pt: Inexistente

source: The SQL used to update the component was
pt_pt: O comando SQL usado para actualizar o componente foi

source: The SQL that was used to check the component was not already on the BOM and that failed in the process was
pt_pt: O comando SQL mal sucedido usado para verificar que o componente já não residia na FDM foi

source: The SQL used to insert the component was
pt_pt: O comando SQL usado para inserir o componente foi

source: The SQL used to delete the BOM was
pt_pt: O comando SQL usado para remover a FDM foi

source: The SQL used to retrieve description of the parent part was
pt_pt: O comando SQL usado para obter a descrição da parte base foi

source: Kit Set
pt_pt: Conjunto de Kit

source: The SQL used to retrieve the list of potential components part was
pt_pt: O comando SQL usado para obter a listagem de partes de componentes em potencial foi

source: The Line 4 of the address must be forty characters or less long
pt_pt: A linha 4 do endereço deve ter no máximo quarenta caracteres

source: The Line 6 of the address must be fifteen characters or less long
pt_pt: A linha 6 do endereço deve ter no máximo cinqüenta caracteres

source: Create GL entries for accounts receivable transactions
pt_pt: Criar inserções no LC para as contas de transacções a receber

source: Create GL entries for accounts payable transactions
pt_pt: Criar inserções no LC para as contas de transacções a pagar

source: The SQL to get the order header was
pt_pt: O comando SQL para obter o cabeçalho da ordem foi

source: Confirm Invoice
pt_pt: Confirme Fatura

source: Charge Freight Cost inc Tax
pt_pt: Charge Custo do frete inc Imposto

source: Number of rows returned by SQL
pt_pt: Número de linhas retornado pelo comando SQL

source: Count of items in the session
pt_pt: Contagem de itens na secção

source: The SQL used to update the branch default carrier was
pt_pt: O comando SQL usado para actualizar a filial de transportadora padrão foi

source: The following SQL to update the sales order was used
pt_pt: O comando SQL seguinter foi utilizado para actualizar o pedido de venda

source: The following SQL to insert the debtor transaction record was used
pt_pt: O comando SQL a seguir foi usado para inserir o registro de transação do devedor

source: The following SQL to insert the debtor transaction taxes record was used
pt_pt: O comando SQL seguinte para inserir o registro de transação do devedor foi utilizado

source: The following SQL to update the sales order detail record was used
pt_pt: O comando SQL seguinte foi utilizado para actualizar o registro dos detalhes do pedido de venda

source: The following SQL to insert the order delivery differences record was used
pt_pt: O comando SQL a seguir foi usado para inserir o registro de diferenças da ordem de entrega

source: The following SQL to update the location stock record was used
pt_pt: O comando SQL a seguir foi usado para actualizar o registro de localização de Stock

source: The following SQL to insert the assembly components stock movement records was used
pt_pt: O comando SQL a seguir foi usado para inserir registros de movimentação de componentes de montagem do stock

source: The following SQL to update the locations stock record for the component was used
pt_pt: O comando SQL a seguir foi usado para actualizar o registro de localização de stock

source: The following SQL to insert the stock movement records was used
pt_pt: O comando SQL a seguir foi usado para inserir registros de movimentação de stock

source: The following SQL to insert the stock movement tax detail records was used
pt_pt: O comando SQL seguinte para inserir os registros do detalhe de imposto do movimentação de stock foi utilizado

source: The following SQL to update the serial stock item record was used
pt_pt: O comando SQL a seguir foi usado para actualizar o item de série de stock

source: The following SQL to insert the serial stock movement records was used
pt_pt: O comando SQL a seguir foi usado para inserir registros de movimentação seria de stock

source: SQL to count the no of sales analysis records
pt_pt: comando SQL para contagem de registros de análise de vendas

source: The following SQL to insert the sales analysis record was used
pt_pt: O comando SQL a seguir foi usado para inserir o registro de análise de vendas

source: The following SQL to insert the GLTrans record was used
pt_pt: O seguinte SQL para inserir o registro LCTrans foi utilizado

source: The following SQL was used to get the asset posting details
pt_pt: O SQL seguinte foi usada para obter o activo postagem detalhes

source: disposal
pt_pt: eliminação

source: The following SQL to insert the fixed asset transaction record was used
pt_pt: O SQL para inserir o registro da transação de ativos fixos foi utilizado

source: The following SQL to update the fixed asset record was used
pt_pt: O SQL para atualizar o registro de ativos fixos foi utilizado

source: The following SQL to insert the total debtors control GLTrans record was used
pt_pt: O comando SQL seguinte para inserir o registro de Trans no LC de control do total de devedores foi utilizado

source: The SQL statement that failed was
pt_pt: O comando SQL que falhou foi

source: The SQL used to retrieve the item details but failed was
pt_pt: O comando SQL mal sucedido usado para obter os detalhes do item foi

source: Contract Reference:
pt_pt: Referência do contrato:

source: UOM
pt_pt: UM

source: The SQL used to retrieve the category details but failed was
pt_pt: O SQL usada para recuperar os detalhes da categoria, mas não foi

source: The following SQL to change the status of the contract was used
pt_pt: O SQL abaixo para alterar o status do contrato foi utilizado

source: The following SQL to insert the work order receipt of finished items GLTrans record was used
pt_pt: O comando SQL seguinte para inserir o recibo da ordem de trabalho de registros de Trans no LC de itens terminados foi utilizado

source: The following SQL to insert the WIP GLTrans record was used
pt_pt: O comando SQL seguinte para inserir o registro de Trans no LC de WIP foi utilizado

source: The contract reference must be entered (and be longer than 2 characters) before the requirements of the contract can be setup
pt_pt: O contrato de referência deve ser indicado (e ter mais de 2 caracteres), antes os requisitos do contrato pode ser configurado

source: The SQL that was used to update the contract item failed was
pt_pt: O SQL que foi utilizado para atualizar o item do contrato não foi

source: The SQL that failed to update the quotation was
pt_pt: O SQL que falhou ao atualizar a citação foi

source: The SQL that was used to find the item failed was
pt_pt: O SQL que foi utilizado para localizar o item não foi

source: The SQL that was used to insert the contract item failed was
pt_pt: O SQL que foi utilizado para indicar o item do contrato não foi

source: NB Locations records can be added by opening the utility page
pt_pt: Registros de localidades NB podem ser adicionados na página de utilidades

source: The SQL that was used to add the location records that failed was
pt_pt: O comando SQL mal sucedido usado para adicionar os registros de localização foi

source: The SQL that was used to find the customer and branch details failed was
pt_pt: O SQL que foi usado para localizar o cliente e detalhes ramo não foi

source: The SQL used to retrieve the customer details and failed was
pt_pt: O comando SQL mal sucedido usado para obter os detalhes do cliente foi

source: The SQL used that failed to get the customer details was:
pt_pt: O SQL usados que não conseguiu obter os detalhes do cliente foi:

source: The
pt_pt: O

source: The SQL used to retrieve stock categories and failed was
pt_pt: O comando SQL mal sucedido usado para obter as categorias de stock foi

source: The SQL used to retrieve stock locations and failed was
pt_pt: O SQL utilizado para recuperar locais de estoque e não foi

source: SQL used to retrieve the branch details was
pt_pt: comando SQL usado para obter os detalhes da filial foi

source: The SQL that failed to get the branch details was
pt_pt: O comando SQL mal sucedido usado para obter os detalhes da filial foi

source: The SQL used to get the part selection was
pt_pt: O comando SQL usado para obter a seleção de partes foi

source: The sql that was used to determine if the part being ordered was a kitset or not was
pt_pt: A sql que foi usado para determinar se a parte a ser ordenado foi um kitset ou não foi

source: The SQL that failed to insert the GL transaction for the bank account debit was
pt_pt: O SQL que falhou para inserir a transação GL para o débito em conta bancária foi

source: The SQL that failed to insert the GL transaction for the debtors account credit was
pt_pt: O comando SQL mal sucedido para inserir a transação no LC para o crédito na conta dos devedores foi

source: The SQL that failed to insert the bank account transaction was
pt_pt: O comando SQL mal sucedido para inserir a transação na conta bancária foi

source: The SQL that failed to insert the customer receipt transaction was
pt_pt: O comando SQL mal sucedido para inserir a transação com recibo do cliente foi

source: The demand for this product from
pt_pt: A exigência para este produto de

source: The order details for this product cannot be retrieved because
pt_pt: Os detalhes para que este produto não pode ser recuperada porque

source: Trouble inserting a line of a sales order. The SQL that failed was
pt_pt: Problemas para inserir uma linha de uma ordem de venda. O SQL que falhou foi

source: The SQL that failed to update the date of the last payment received was
pt_pt: O comando SQL mal sucedido para actualizar a data do último pagamento recebido foi

source: The SQL that failed to insert the allocation of the receipt to the invoice was
pt_pt: O SQL que falhou para inserir a atribuição da recepção da factura foi

source: The SQL used to retrieve the invoice details was
pt_pt: O comando SQL usado para obter os detalhes da factura foi

source: The SQL used to get the transaction header was
pt_pt: O comando SQL usado para obter o cabeçalho da transação foi

source: The SQL used to get the controlled item details was
pt_pt: O comando SQL usado para obter os detalhes do item controlado foi

source: The following SQL to update the invoice allocation was used
pt_pt: O comando SQL a seguir foi usado para actualizar a alocação de factura

source: The following SQL to insert the customer credit note was used
pt_pt: O comando SQL a seguir foi usado para inserir a nota de crédito do cliente

source: The following SQL to insert the allocation record for the credit note was used
pt_pt: Ocomando SQL a seguir foi usado para inserir o registro de alocação para a nota de crédito

source: The following SQL to update the components location stock record was used
pt_pt: O comando SQL a seguir foi usado para actualizar o registro de localização de stock

source: The following SQL to select the serial stock item record was used
pt_pt: O comando SQL a seguinte para selecionar o registro doo item em série no stock doi utilizado

source: The following SQL to insert the stock movement records for the purpose of display on the credit note was used
pt_pt: O comando SQL a seguir foi usado para inserir os registros de movimentação de stock para mostrar na nota de crédito

source: The currency abbreviation must be 3 characters or less long and for automated currency updates to work correctly be one of the ISO4217 currency codes
pt_pt: A abreviatura de moeda deve ter 3 caracteres ou menos longo e de atualizações de moeda automatizado para funcionar corretamente é um dos códigos de moeda ISO4217

source: The currency name must be 20 characters or less long
pt_pt: O nome da moeda deve ter no máximo 20 caracteres

source: The functional currency cannot be modified or deleted
pt_pt: A moeda funcional não pode ser modificada ou apagada

source: The currency code cannot contain any of the following characters
pt_pt: O código da moeda não pode conter nenhum dos seguintes caracteres

source: Ex Rate - ECB
pt_pt: Taxa de Ex - BCE

source: Currency Abbreviation
pt_pt: Abreviação da Moeda

source: The SQL that was used to check the customer code and branch was
pt_pt: O comando SQL usado para verificar os códigos do cliente e filial foi

source: Warning - Geocode Integration is enabled, but no hosts are setup. Go to Geocode Setup
pt_pt: Aviso - Geocode integração é habilitado, mas não são hospedeiros de configuração. Ir para Geocode instalação

source: Change Branch
pt_pt: Alterar Branch

source: There are no stock locations defined as yet
pt_pt: Não há locais de stock definidos,

source: Enter Branch
pt_pt: Adicionar Filial

source: The config value NumberOfMonthMustBeShown cannot be retrieved
pt_pt: O valor de configuração NumberOfMonthMustBeShown não pode ser recuperada

source: Credit
pt_pt: Crédito

source: View GL Entries
pt_pt: Ver Inserções no LC

source: View the GL Entries
pt_pt: Ver as entradas de GL

source: The SQL that failed to insert the GL transaction fro the bank account debit was
pt_pt: O comando SQL mal sucedido para inserir a transação do LC do débito da conta bancária foi

source: The SQL that failed to insert the GL transaction for the payment discount debit was
pt_pt: O comando SQL falhou para inserir a transação do LC para o desconto de pagamento

source: SQL used to retrieve the customer details was
pt_pt: comando SQL usado para obter os detalhes do cliente foi

source: Cannot delete this customer because there are branch records set up against it
pt_pt: Não foi possível remover este cliente porque há registros das filiais associados à ele

source: branch records relating to this customer
pt_pt: registros de filiais relacionados a este cliente

source: has been deleted - together with all the associated contacts
pt_pt: foi eliminado - juntamente com todos os contactos associados

source: Address Line 2 (Suburb/City)
pt_pt: Cidade

source: Address Line 3 (State/Province)
pt_pt: Distrito

source: Address Line 4 (Postal Code)
pt_pt: Código Postal

source: Customers Currency
pt_pt: Moeda dos clientes

source: Show Transactions
pt_pt: Mostrar Transacções

source: Ex Rate
pt_pt: Taxa Anterior

source: The customer type
pt_pt: O tipo de cliente
