Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Consignment Ref
hr_hr: Ref. pošiljke
pt_pt: Referência de carregamento

source: Sub Total
hr_hr: Međuzbroj

source: TOTAL INVOICE
hr_hr: UKUPNI RAČUN
pt_pt: Factura total

source: TOTAL CREDIT
hr_hr: UKUPNI KREDIT
pt_pt: CRÉDITO TOTAL

source: Select Invoices/Credit Notes To Print
hr_hr: Odaberite fakture/knjižnice za ispis
pt_pt: Seleccione Facturas/Notas de Crédito para Imprimir

source: Print Invoices or Credit Notes (Landscape Mode)
hr_hr: Ispis faktura ili kreditnih bilješki (pejzažni način)
pt_pt: Imprimir Facturas ou Notas de Crédito (Modo Panorama)

source: Print Invoices or Credit Notes
hr_hr: Ispišite fakture ili knjižna odobrenja
pt_pt: Imprimir Facturas ou Notas de Crédito

source: Print EDI Transactions
hr_hr: Ispis EDI transakcija
pt_pt: Imprimir Transacções MED

source: Do not Print PDF EDI Transactions
hr_hr: Nemojte ispisivati ​​PDF EDI transakcije
pt_pt: Não imprimir o PDF de Transacções MED

source: Print PDF EDI Transactions Too
hr_hr: Ispiši PDF EDI transakcije
pt_pt: Imprimir PDF com Transacções MED Também

source: Start invoice/credit note number to print
hr_hr: Započnite broj fakture/knjižice za ispis
pt_pt: Iniciar factura/número nota de crédito para imprimir

source: End invoice/credit note number to print
hr_hr: Završni broj fakture/knjižice za ispis
pt_pt: Finalizar factura/número de nota de crédito para imprimir

source: Print Preview
hr_hr: Pregled ispisa
pt_pt: Imprimir Visualização

source: The last invoice created was number
hr_hr: Zadnji kreirani račun bio je broj
pt_pt: A última factura criada foi a de número

source: If only a single invoice is required
hr_hr: Ako je potrebna samo jedna faktura
pt_pt: Se apenas uma única factura for necessária

source: The last credit note created was number
hr_hr: Zadnje kreirano knjižno odobrenje bilo je broj
pt_pt: A última nota de crédito criada foi a de número

source: A sequential range can be printed using the same method as for invoices above
hr_hr: Sekvencijalni raspon može se ispisati istom metodom kao za gore navedene fakture
pt_pt: Uma faixa seqüencial pode ser impressa usando o mesmo método para facturas especificado acima

source: The SQL to find the details of the item to produce failed
hr_hr: SQL za pronalaženje pojedinosti artikla za proizvodnju nije uspio

source: WO Production Slip
hr_hr: WO proizvodni list

source: Component Code
hr_hr: Kod komponente

source: Qty BOM
hr_hr: Količina BOM

source: Qty Needed
hr_hr: Potrebna količina

source: Shrinkage
hr_hr: Skupljanje

source: Incidences / Production Notes
hr_hr: Slučajevi / Bilješke o proizvodnji

source: Components Ready By
hr_hr: Komponente spremne do

source: Item Produced By
hr_hr: Stavku proizveo

source: Quality Control By
hr_hr: Kontrola kvalitete od strane

source: WO Item production Slip
hr_hr: WO Proizvodni list

source: There were no items with ready to produce
hr_hr: Nije bilo artikala spremnih za proizvodnju

source: Work Order Item Production Slip
hr_hr: Proizvodni list stavke radnog naloga

source: Hour
hr_hr: Sat
pt_pt: Hora

source: Signature
hr_hr: Potpis
pt_pt: Assinatura

source: Product Specifications Maintenance
hr_hr: Specifikacije proizvoda Održavanje

source: Enter The Item, Fixed Asset or Template to Copy this Specification to
hr_hr: Unesite stavku, dugotrajno sredstvo ili predložak za kopiranje ove specifikacije

source: Copy
hr_hr: Kopirati
pt_pt: Copiar

source: A Product Specification has been copied to
hr_hr: Specifikacija proizvoda je kopirana na

source: The insert of the Product Specification failed because
hr_hr: Umetanje specifikacije proizvoda nije uspjelo jer

source: Product Specification for
hr_hr: Specifikacija proizvoda za

source: Method
hr_hr: metoda

source: Possible Values
hr_hr: Moguće vrijednosti

source: Target Value
hr_hr: Ciljana vrijednost

source: Range Min
hr_hr: Raspon min

source: Range Max
hr_hr: Max. raspon

source: Text Box
hr_hr: Tekstni okvir
pt_pt: Caixa de Texto

source: Select Box
hr_hr: Odaberite okvir
pt_pt: Selecione Caixa

source: Check Box
hr_hr: Potvrdni okvir
pt_pt: Caixa de Verificação

source: Date Box
hr_hr: Okvir za datume

source: Range
hr_hr: Raspon

source: A Product Specification record has been added for Test ID
hr_hr: Za ID testa dodan je zapis o specifikaciji proizvoda

source: Product Specification record for
hr_hr: Zapis specifikacije proizvoda za

source: The update of the Product Specification failed because
hr_hr: Ažuriranje specifikacije proizvoda nije uspjelo jer

source: Cannot delete this Product Specification because there are test results tied to it
hr_hr: Nije moguće izbrisati ovu specifikaciju proizvoda jer su s njom povezani rezultati ispitivanja

source: The Product Specification could not be deleted because
hr_hr: Specifikacija proizvoda nije se mogla izbrisati jer

source: has been deleted from the database
hr_hr: je izbrisan iz baze podataka
pt_pt: foi removido do base de dados

source: Show on Cert
hr_hr: Prikaži na Cert

source: Show on Spec
hr_hr: Prikaži na Spec

source: Show on Test Plan
hr_hr: Prikaži na testnom planu

source: Are you sure you wish to delete this Product Specification ?
hr_hr: Jeste li sigurni da želite izbrisati ovu specifikaciju proizvoda?

source: Show All Product Specs
hr_hr: Prikaži sve specifikacije proizvoda

source: Test Name
hr_hr: Naziv testa

source: Show On Cert?
hr_hr: Prikaži na certifikatu?

source: Show On Spec?
hr_hr: Prikaži na specifikaciji?

source: Show On Test Plan?
hr_hr: Prikaži na testnom planu?

source: Active?
hr_hr: Aktivan?

source: Add More Tests
hr_hr: Dodajte više testova

source: Copy This Specification
hr_hr: Kopirajte ovu specifikaciju

source: Print Product Specification
hr_hr: Ispiši specifikaciju proizvoda

source: Product Specification Main Page
hr_hr: Glavna stranica specifikacije proizvoda

source: Preferred Supplier Purchasing
hr_hr: Kupnja željenog dobavljača

source: An item where a quantity was entered could not be retrieved from the database. The order cannot proceed. The item code was:
hr_hr: Stavka kod koje je unesena količina nije se mogla dohvatiti iz baze podataka. Narudžba se ne može nastaviti. Šifra artikla je bila:

source: Your default inventory location is set to a non-existant inventory location. This purchase order cannot proceed
hr_hr: Vaša zadana lokacija inventara postavljena je na nepostojeću lokaciju inventara. Ova narudžbenica ne može nastaviti

source: has been created.
hr_hr: je stvoreno.

source: Total order value of
hr_hr: Ukupna vrijednost narudžbe od

source: Print Order
hr_hr: Redoslijed ispisa

source: Edit Order
hr_hr: Uredi redoslijed

source: Unable to create the order
hr_hr: Nije moguće izraditi narudžbu

source: For Supplier
hr_hr: Za Dobavljača

source: Show Items
hr_hr: Prikaži stavke

source: Supp Ords
hr_hr: Supp Naredbe

source: Last
hr_hr: Trajati

source: Week
hr_hr: Tjedan

source: Enter the quantity to purchase of this item
hr_hr: Unesite količinu za kupnju ovog artikla

source: Create Purchase Order
hr_hr: Kreirajte narudžbenicu

source: Clicking this button will create a purchase order for all the quantities in the grid above for immediate delivery. Are you sure?
hr_hr: Klikom na ovaj gumb kreirat će se narudžbenica za sve količine u gornjoj mreži za trenutnu isporuku. Jeste li sigurni?

source: Purchases from Suppliers
hr_hr: Kupnja od dobavljača

source: Period from
hr_hr: Razdoblje od

source: Period to
hr_hr: Točka do

source: Original Overall Amount
hr_hr: Izvorni ukupni iznos

source: Original Overall Taxes
hr_hr: Izvorni ukupni porezi

source: Original Overall Total
hr_hr: Izvorni ukupni zbroj

source: GL Overall Amount
hr_hr: GL Ukupni iznos

source: GL Overall Taxes
hr_hr: GL Ukupni porezi

source: GL Overall Total
hr_hr: GL Ukupni zbroj

source: Original amounts in the supplier's currency. GL amounts in the functional currency.
hr_hr: Izvorni iznosi u valuti dobavljača. GL iznosi u funkcijskoj valuti.

source: Purchase Invoice
hr_hr: Račun za kupnju

source: Click to view where allocated
hr_hr: Kliknite da vidite gdje je dodijeljeno

source: Supplier's Currency
hr_hr: Valuta dobavljača

source: Shows a report of purchases from suppliers for the range of selected dates.
hr_hr: Prikazuje izvješće o kupnji od dobavljača za raspon odabranih datuma.

source: Show details
hr_hr: Prikaži detalje

source: Check this box to show purchase invoices
hr_hr: Označite ovaj okvir za prikaz faktura za kupnju

source: Supplier Purchasing Data
hr_hr: Podaci o nabavi dobavljača
pt_pt: Dados de Compra do Fornecedor

source: Deleted the supplier discount record
hr_hr: Izbrisan je zapis o popustu dobavljača

source: The price entered was not numeric and a number is expected. No changes have been made to the database
hr_hr: Unesena cijena nije numerička i očekuje se broj. Nema promjena u bazi podataka
pt_pt: O preço de entrada não foi numérico e um número é esperado. Nenhuma alteração foi feita para o banco de dados

source: The price entered is zero
hr_hr: Unesena cijena je nula
pt_pt: O preço indicado é zero

source: Is this intentional?
hr_hr: Je li ovo namjerno?
pt_pt: Isso é intencional?

source: The lead time entered was not numeric a number of days is expected no changes have been made to the database
hr_hr: Uneseno vrijeme isporuke nije brojčano, očekuje se da nema promjena u bazi podataka
pt_pt: O prazo de execução digitado não é numérica um número de dias é esperada nenhuma mudança foi feita para o banco de dados

source: The minimum order quantity was not numeric and a number is expected no changes have been made to the database
hr_hr: Minimalna količina narudžbe nije numerička i očekuje se da nema promjena u bazi podataka
pt_pt: A quantidade de ordem mínima não foi numérico e um número é esperada nenhuma mudança foi feita para o banco de dados

source: The supplier sells an item by the tonne and we hold stock by the kg
hr_hr: Dobavljač prodaje artikl po tonama, a mi držimo zalihe po kg
pt_pt: O fornecedor vende um item por tonelada métrica e nosso stock é feito em kg

source: The suppliers price must be divided by 1000 to get to our cost per kg
hr_hr: Cijena dobavljača mora se podijeliti s 1000 da bismo dobili našu cijenu po kg
pt_pt: O preço do fornecedor deve ser dividido por 1000 para obtenção do custo por kg

source: The date this purchase price is to take effect from must be entered in the format
hr_hr: Datum od kojeg ova kupoprodajna cijena treba stupiti na snagu mora se unijeti u format

source: The supplier purchasing details could not be added to the database because
hr_hr: Podaci o kupnji dobavljača nisu se mogli dodati u bazu podataka jer
pt_pt: Não foi possível adicionar ao base de dados os detalhes da compra do fornecedor pois

source: This supplier purchasing data has been added to the database
hr_hr: Ovi podaci o kupnji dobavljača dodani su u bazu podataka
pt_pt: Estes dados da compra do fornecedor foram adicionados ao base de dados

source: The supplier purchasing details could not be updated because
hr_hr: Podaci o nabavi dobavljača nisu se mogli ažurirati jer

source: Supplier purchasing data has been updated
hr_hr: Podaci o nabavi dobavljača su ažurirani
pt_pt: Dados da compra do fornecedor foram actualizados

source: The supplier purchasing discount details could not be updated because
hr_hr: Pojedinosti o popustu dobavljača pri kupnji nije bilo moguće ažurirati jer

source: Supplier discount narrative cannot be empty. No changes will be made to this record
hr_hr: Narativ popusta dobavljača ne može biti prazan. Nikakve promjene neće biti unesene u ovaj zapis

source: Supplier discount percent must be greater than zero but less than 100 percent. No changes will be made to this record
hr_hr: Postotak popusta dobavljača mora biti veći od nule, ali manji od 100 posto. Nikakve promjene neće biti unesene u ovaj zapis

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. No changes will be made to this record
hr_hr: I postotak popusta dobavljača i iznos popusta nisu nula. Može se koristiti samo jedno ili drugo. Nikakve promjene neće biti unesene u ovaj zapis

source: The effective to date is prior to the effective from date. No changes will be made to this record
hr_hr: Datum stupanja na snagu do danas je prije datuma stupanja na snagu. Nikakve promjene neće biti unesene u ovaj zapis

source: Supplier discount percent must be greater than zero but less than 100 percent. This discount record cannot be added.
hr_hr: Postotak popusta dobavljača mora biti veći od nule, ali manji od 100 posto. Ovaj zapis o popustu ne može se dodati.

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. This discount record cannot be added.
hr_hr: I postotak popusta dobavljača i iznos popusta nisu nula. Može se koristiti samo jedno ili drugo. Ovaj zapis o popustu ne može se dodati.

source: The effective to date is prior to the effective from date. This discount record cannot be added.
hr_hr: Datum stupanja na snagu do danas je prije datuma stupanja na snagu. Ovaj zapis o popustu ne može se dodati.

source: Some supplier discount narrative was entered but both the discount amount and the discount percent are zero. One of these must be none zero to create a valid supplier discount record. The supplier discount record was not added.
hr_hr: Unesen je neki opis popusta dobavljača, ali i iznos popusta i postotak popusta su nula. Jedan od njih ne smije biti ništa od nule da bi se stvorio važeći zapis o popustu dobavljača. Zapis o popustu dobavljača nije dodan.

source: Could not insert a new supplier discount entry because
hr_hr: Nije moguće umetnuti novi unos popusta dobavljača jer

source: A new supplier purchasing discount record was entered successfully
hr_hr: Novi zapis popusta pri kupnji dobavljača uspješno je unesen

source: The supplier purchasing details could not be deleted because
hr_hr: Podaci o nabavi dobavljača nisu se mogli izbrisati jer
pt_pt: Não foi possível remover os detalhes da compra do fornecedor pois

source: This purchasing data record has been successfully deleted
hr_hr: Ovaj zapis podataka o kupnji je uspješno izbrisan
pt_pt: Esta compra registro de dados foi excluído com sucesso

source: The supplier purchasing details for the selected part could not be retrieved because
hr_hr: Podaci o nabavi dobavljača za odabrani dio nisu se mogli dohvatiti jer
pt_pt: Não foi possível obter os detalhes da compra do fornecedor para a parte seleccionada pois

source: There is no purchasing data set up for the part selected
hr_hr: Za odabrani dio nisu postavljeni podaci o kupnji
pt_pt: Não há dados de compra configurados para a parte seleccionada

source: Cost Per Our Unit
hr_hr: Cijena po našoj jedinici

source: Effective From
hr_hr: Vrijedi od
pt_pt: Efectivo Desde

source: Min Order Qty
hr_hr: Minimalna količina za narudžbu
pt_pt: Qty mínimo da ordem

source: Preferred
hr_hr: Preferirano
pt_pt: Preferência

source: Are you sure you wish to delete this suppliers price?
hr_hr: Jeste li sigurni da želite izbrisati ovu cijenu dobavljača?
pt_pt: Tem certeza de que deseja apagar os preços desses fornecedores?

source: There are now
hr_hr: Sada postoje
pt_pt: Há agora

source: preferred suppliers set up for
hr_hr: preferirani dobavljači postavljeni za
pt_pt: fornecedores preferidos configurados para

source: you should edit the supplier purchasing data to make only one supplier the preferred supplier
hr_hr: trebali biste urediti podatke o nabavi dobavljača kako bi samo jedan dobavljač bio preferirani dobavljač
pt_pt: você deveria alterar os dados de compra do fornecedor para tornar apenas um fornecedor como sendo preferencial

source: There are NO preferred suppliers set up for
hr_hr: NEMA postavljenih željenih dobavljača za
pt_pt: Não há fornecedores preferenciais configurados para

source: you should make one supplier only the preferred supplier
hr_hr: trebali biste samo jednog dobavljača učiniti preferiranim dobavljačem
pt_pt: você deveria tornar um fornecedor como sendo preferencial

source: The supplier details for the selected supplier could not be retrieved because
hr_hr: Podaci o dobavljaču za odabranog dobavljača nisu se mogli dohvatiti jer
pt_pt: Não foi possível obter os detalhes do fornecedor seleccionado pois

source: The supplier code
hr_hr: Kod dobavljača
pt_pt: O código do fornecedor

source: is not an existing supplier in the database
hr_hr: nije postojeći dobavljač u bazi podataka
pt_pt: não é um fornecedor existente no base de dados

source: You must enter an alternative supplier code or select a supplier using the search facility below
hr_hr: Morate unijeti alternativnu šifru dobavljača ili odabrati dobavljača pomoću mogućnosti pretraživanja u nastavku
pt_pt: Você deve inserir um código de fornecedor alternativo, usando a facilidade de procura abaixo

source: Text in the Supplier
hr_hr: Tekst u Dobavljaču
pt_pt: Texto no fornecedor

source: Text in Supplier
hr_hr: Tekst u Dobavljaču
pt_pt: Texto no fornecedor

source: Find Suppliers Now
hr_hr: Pronađite dobavljače sada
pt_pt: Encontrar fornecedores agora

source: Supplier Name keywords have been used in preference to the Supplier Code extract entered
hr_hr: Ključne riječi naziva dobavljača korištene su umjesto unesenog izvatka koda dobavljača
pt_pt: Palavras-chave do nome do fornecedor foram usadas preferencialmente à parte do código do fornecedor inserida

source: The suppliers matching the criteria entered could not be retrieved because
hr_hr: Dobavljači koji odgovaraju unesenim kriterijima nisu se mogli dohvatiti jer
pt_pt: Não foi possível obter os fornecedores enquadrados no critério inserido porque

source: The item selected is a dummy part or an assembly or kit set part
hr_hr: Odabrana stavka je lažni dio ili dio sklopa ili kompleta
pt_pt: O item seleccionado é uma parte não usada ou uma de montagem ou parte de um kit

source: it is not purchased
hr_hr: ne kupuje se
pt_pt: não é comprada

source: Entry of purchasing information is therefore inappropriate
hr_hr: Unos informacija o kupnji stoga je neprikladan
pt_pt: Inserção de informações de compra é, portanto, inapropriada

source: The supplier purchasing details for the selected supplier and item could not be retrieved because
hr_hr: Podaci o nabavi dobavljača za odabranog dobavljača i stavku nisu se mogli dohvatiti jer
pt_pt: Não foi possível obter os detalhes de compra do fornecedor para o item e fornecedor seleccionados pois

source: Purchasing Data
hr_hr: Podaci o kupnji

source: in Supplier Currency
hr_hr: u valuti dobavljača
pt_pt: na Moeda do Fornecedor

source: Price Effective From
hr_hr: Cijena na snazi ​​od

source: Suppliers Unit of Measure
hr_hr: Mjerna jedinica dobavljača
pt_pt: Unidade de medida do fornecedor

source: Supplier Stock Code
hr_hr: Šifra dionice dobavljača
pt_pt: Fornecedor Código Stock

source: Supplier Stock Description
hr_hr: Opis zaliha dobavljača
pt_pt: Fornecedor descrição do inventário

source: in days from date of order
hr_hr: u danima od dana narudžbe
pt_pt: em dias da data do pedido

source: Preferred Supplier
hr_hr: Preferirani dobavljač
pt_pt: Fornecedor Preferencial

source: The supplier discounts could not be retrieved because
hr_hr: Popusti dobavljača nisu se mogli dohvatiti jer

source: Discount Name
hr_hr: Naziv popusta

source: Percent
hr_hr: postotak
pt_pt: Por cento

source: QA Tests Maintenance
hr_hr: Održavanje QA testova

source: The QA Test name must be fifty characters or less long
hr_hr: Naziv QA testa mora sadržavati pedeset znakova ili manje

source: The Type must not be blank
hr_hr: Vrsta ne smije biti prazna

source: The QA Test name already exists
hr_hr: Naziv QA testa već postoji

source: QA Test record for
hr_hr: QA Test zapis za

source: A new QA Test record has been added for
hr_hr: Dodan je novi zapis QA testa za

source: The insert or update of the QA Test failed because
hr_hr: Umetanje ili ažuriranje QA testa nije uspjelo jer

source: Cannot delete this QA Test because Product Specs are using it
hr_hr: Nije moguće izbrisati ovaj QA test jer ga koriste specifikacije proizvoda

source: The QA Test could not be deleted because
hr_hr: QA test nije bilo moguće izbrisati jer

source: Show All QA Tests
hr_hr: Prikaži sve QA testove

source: Edit QA Test
hr_hr: Uredi QA test

source: QA Test ID
hr_hr: ID testa QA

source: Create New QA Test
hr_hr: Stvorite novi QA test

source: QA Test Name
hr_hr: Naziv QA testa

source: The name of the Test you are setting up
hr_hr: Naziv testa koji postavljate

source: ASTM, ISO, UL or other
hr_hr: ASTM, ISO, UL ili drugi

source: Group By
hr_hr: Grupiraj po

source: Can be used to group certain Tests on the Product Specification or Certificate of Analysis or left blank
hr_hr: Može se koristiti za grupiranje određenih testova u specifikaciji proizvoda ili potvrdi analize ili ostaviti prazno

source: How this is measured. PSI, Fahrenheit, Celsius etc.
hr_hr: Kako se to mjeri. PSI, Fahrenheit, Celsius itd.

source: What sort of data field is required to record the results for this test
hr_hr: Koja je vrsta podatkovnog polja potrebna za bilježenje rezultata za ovaj test

source: Numeric Value?
hr_hr: Numerička vrijednost?

source: Test ID
hr_hr: ID testa

source: Numeric Value
hr_hr: Numerička vrijednost
pt_pt: Valor Numérico

source: Are you sure you wish to delete this QA Test ?
hr_hr: Jeste li sigurni da želite izbrisati ovaj QA test?

source: Recurring Orders
hr_hr: Ponavljajuće narudžbe
pt_pt: Ordens em Aberto

source: A new recurring order can only be created if an order template has already been created from the normal order entry screen
hr_hr: Nova ponavljajuća narudžba može se izraditi samo ako je predložak narudžbe već kreiran s uobičajenog zaslona za unos narudžbe
pt_pt: Um novo pedido pode ser apenas criado se uma ordem modelo já tenha sido criada pela ordem normal inserida ecrã

source: To enter an order template select sales order entry from the orders tab of the main menu
hr_hr: Za unos predloška narudžbe odaberite unos prodajnog naloga na kartici narudžbi u glavnom izborniku
pt_pt: Para inserir uma ordem modelo selecione a inserção de vendas da tab de ordens do menu principal

source: Could not delete recurring sales order lines for the recurring order template
hr_hr: Nije moguće izbrisati retke ponavljajućeg prodajnog naloga za predložak ponavljajućeg naloga
pt_pt: Não foi possível eliminar a linha das ordens de vendas para a ordem em aberto

source: Could not delete the recurring sales order template number
hr_hr: Nije moguće izbrisati ponavljajući broj predloška prodajnog naloga
pt_pt: Não foi possíve eliminar o pedido de vendas em aberto número

source: Successfully deleted recurring sales order template number
hr_hr: Broj predloška narudžbe za prodaju koji se ponavlja uspješno je izbrisan
pt_pt: Eliminado com sucesso o pedidode de venda em aberto número

source: Select A Recurring Sales Order Template
hr_hr: Odaberite predložak ponavljajućeg prodajnog naloga
pt_pt: Selecione Ordens de Vendas em Aberto

source: The last recurrence or start date of this recurring order must be a valid date in the format
hr_hr: Posljednje ponavljanje ili datum početka ove ponavljajuće narudžbe mora biti važeći datum u formatu
pt_pt: A última recorrência ou data de início do presente despacho recorrente deve ser uma data válida no formato

source: The end date of this recurring order must be a valid date in the format
hr_hr: Datum završetka ove ponavljajuće narudžbe mora biti važeći datum u formatu
pt_pt: A data final desta ordem recorrente deve ser uma data válida no formato

source: The end date of this recurring order must be after the start date
hr_hr: Datum završetka ove ponavljajuće narudžbe mora biti nakon datuma početka
pt_pt: A data final desta ordem recorrente deve ser depois da data de início
