Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The conversion factor is expected to be numeric - the figure which converts from our units to the supplier units. e.g. if the supplier units is a tonne and our unit is a kilogram then the conversion factor that converts our unit to the suppliers unit is 1000
hr_hr: Očekuje se da faktor pretvorbe bude numerički - brojka koja se pretvara iz naših jedinica u jedinice dobavljača. npr. ako je jedinica dobavljača tona, a naša jedinica kilogram, tada je faktor konverzije koji našu jedinicu pretvara u jedinicu dobavljača 1000

source: The quantity in the supplier units is expected to be numeric. Please re-enter as a number
hr_hr: Očekuje se da će količina u jedinicama dobavljača biti numerička. Molimo ponovno unesite broj

source: The supplier price is expected to be numeric. Please re-enter as a number
hr_hr: Očekuje se da će cijena dobavljača biti brojčana. Molimo ponovno unesite broj

source: The purchase order cannot be committed to the database because there is no delivery street address specified
hr_hr: Narudžbenica se ne može pridružiti bazi podataka jer nije navedena adresa za dostavu

source: The purchase order can not be committed to the database because there is no location specified to book any stock items into
hr_hr: Narudžbenica se ne može pridružiti bazi podataka jer nije navedena lokacija za knjiženje stavki na zalihama
pt_pt: O pedido de compra não pode ser submetida ao base de dados pois não há localização especificada para registro de itens de stock

source: The purchase order can not be committed to the database because there are no lines entered on this order
hr_hr: Narudžbenica se ne može pridružiti bazi podataka jer u ovoj narudžbi nema unesenih redaka
pt_pt: O pedido de compra não pode ser submetida na base de dados pois não existem linhas inseridas neste pedido

source: Order Created and Authorised by
hr_hr: Narudžbu izradio i odobrio

source: Your authority to approve purchase orders in
hr_hr: Vaša ovlast za odobravanje narudžbenica u

source: has not yet been set up
hr_hr: još nije postavljen

source: The order will be created with a status of pending and will require authorisation
hr_hr: Nalog će biti kreiran sa statusom na čekanju i zahtijevat će autorizaciju

source: Order Created by
hr_hr: Red Kreirao
pt_pt: Ordem Criado por

source: The purchase order header record could not be inserted into the database because
hr_hr: Zapis zaglavlja narudžbenice nije se mogao umetnuti u bazu podataka jer
pt_pt: O cabeçalho do pedido de compra não pode ser inserido no base de dados porque

source: One of the purchase order detail records could not be inserted into the database because
hr_hr: Jedan od detalja zapisa narudžbenice nije se mogao umetnuti u bazu podataka jer
pt_pt: Não foi possível inserir no base de dados um dos registros de detalhe do pedido de compra porque

source: Print Purchase Order
hr_hr: Ispis narudžbenice
pt_pt: Imprimir Pedido de Compra

source: Order completed by
hr_hr: Narudžbu izvršio do

source: Order modified by
hr_hr: Narudžbu izmijenio

source: The purchase order could not be updated because
hr_hr: Narudžbenica se nije mogla ažurirati jer
pt_pt: Não foi possível actualizar o pedido de compra pois

source: The purchase order detail line could not be deleted because
hr_hr: Redak pojedinosti narudžbenice nije se mogao izbrisati jer

source: One of the purchase order detail records could not be updated because
hr_hr: Jedan od detalja zapisa narudžbenice nije se mogao ažurirati jer
pt_pt: Não foi possível actualizar um dos registros de detalhe do pedido de compra porque

source: Receive and Enter Purchase Invoice
hr_hr: Zaprimite i unesite račun za kupnju

source: This item cannot be deleted because some of it has already been received
hr_hr: Ovu stavku nije moguće izbrisati jer je dio već primljen
pt_pt: Este item não pode ser removido pois parte dele já foi recebido

source: Cannot Enter this order line
hr_hr: Ne mogu unijeti ovaj redak narudžbe
pt_pt: Não pode Inserir esta linha de pedido

source: The quantity of the order item must be numeric
hr_hr: Količina stavke narudžbe mora biti brojčana
pt_pt: A quantidade do item solicitado deve ser numérica

source: The quantity of the ordered item entered must be a positive amount
hr_hr: Unesena količina naručenog artikla mora biti pozitivan iznos
pt_pt: A quantidade do item solicitado deve ser positiva

source: The price entered must be numeric
hr_hr: Unesena cijena mora biti brojčana
pt_pt: O preço inserido deve ser numérico

source: The date entered must be in the format
hr_hr: Uneseni datum mora biti u formatu
pt_pt: A data inserida deve estar no formato

source: The account details for
hr_hr: Podaci o računu za
pt_pt: Os detalhes da conta para

source: Cannot enter this order line
hr_hr: Nije moguće unijeti ovaj redak narudžbe
pt_pt: Não pode inserir esta linha de pedido

source: The general ledger code
hr_hr: Šifra glavne knjige
pt_pt: O código do livro de contabilidade

source: is not a general ledger code that is defined in the chart of accounts
hr_hr: nije šifra glavne knjige koja je definirana u kontnom planu
pt_pt: não é um código definido no mapa de contas

source: Please use a code that is already defined
hr_hr: Molimo koristite kod koji je već definiran
pt_pt: Favor usar um código já definido

source: See the Chart list from the link below
hr_hr: Pogledajte popis grafikona na donjoj poveznici
pt_pt: Veja a lista clicando no link abaixo

source: An asset code was entered but it does not yet exist. Only pre-existing asset ids can be entered when ordering a fixed asset
hr_hr: Unesena je šifra imovine, ali još ne postoji. Prilikom naručivanja dugotrajnog sredstva mogu se unijeti samo već postojeći ID-ovi sredstava
pt_pt: Um código de ativos foi inscrito, mas ainda não existe. ids activo Somente pré-existentes podem ser inseridos ao encomendar um ativo fixo

source: The description of the item being purchased is required where a non-stock item is being ordered
hr_hr: Opis artikla koji se kupuje potreban je ako se naručuje artikl koji nije na zalihi
pt_pt: A descrição do item a ser adquirido é necessário quando um item de estoque não é condenada

source: is already on this order
hr_hr: je već na ovoj narudžbi
pt_pt: já está neste pedido

source: The system will not allow the same item on the order more than once
hr_hr: Sustav neće dopustiti da isti artikl bude više puta u narudžbi
pt_pt: O sistema não permitirá o mesmo item no pedido mais de uma vez

source: However you can change the quantity ordered of the existing line if necessary
hr_hr: Međutim, ako je potrebno, možete promijeniti naručenu količinu postojeće linije
pt_pt: Porém é possível mudar a quantidade se necessário

source: The item details for
hr_hr: Pojedinosti artikla za

source: The purchasing data for
hr_hr: Podaci o kupnji za

source: Could not retrieve the supplier discounts applicable to the item
hr_hr: Nije moguće dohvatiti popuste dobavljača koji se primjenjuju na predmet

source: Taken accumulated supplier percentage discounts of
hr_hr: Uzeti akumulirani postotak popusta dobavljača od

source: Taken accumulated round sum supplier discount of
hr_hr: Uzeti akumulirani okrugli iznos popusta dobavljača od

source: per supplier unit
hr_hr: po jedinici dobavljača

source: does not exist in the database and therefore cannot be added to the order
hr_hr: ne postoji u bazi i stoga se ne može dodati narudžbi
pt_pt: não existe no base de dados e portanto não pode ser adicionado ao pedido

source: rows have been added to the order
hr_hr: Redovi su dodani narudžbi

source: Quantity Our Units
hr_hr: Količina Naše jedinice

source: Price Our Units
hr_hr: Cijena naših jedinica

source: Unit Conversion Factor
hr_hr: Faktor pretvorbe jedinica

source: Order Quantity
hr_hr: Količina narudžbe
pt_pt: Quantidade pedida

source: Order Price
hr_hr: Cijena narudžbe
pt_pt: Preço d o pedido

source: Supp Units
hr_hr: Supp jedinice

source: Sub-Total
hr_hr: Podzbroj

source: Deliver By
hr_hr: Isporuka do
pt_pt: Entregue Por

source: Update Order Lines
hr_hr: Ažurirajte redove narudžbe

source: Process Order
hr_hr: Obradi nalog

source: General Ledger Code
hr_hr: Šifra glavne knjige
pt_pt: Código Geral Ledger

source: OR Asset ID
hr_hr: ILI ID sredstva
pt_pt: OU Asset ID

source: Not an Asset
hr_hr: Nije imovina
pt_pt: Não é um activo

source: Not yet purchased
hr_hr: Još nije kupljeno
pt_pt: Ainda não comprou

source: New Fixed Asset
hr_hr: Novo osnovno sredstvo
pt_pt: Novos Ativos Fixos

source: Quantity to purchase
hr_hr: Količina za kupnju
pt_pt: Quantidade de comprar

source: Price per item
hr_hr: Cijena po artiklu
pt_pt: Preço por item

source: each
hr_hr: svaki
pt_pt: cada

source: Failed to retrieve result count
hr_hr: Dohvaćanje broja rezultata nije uspjelo

source: Item Category
hr_hr: Kategorija artikla

source: Only items defined as from this Supplier
hr_hr: Samo stavke definirane kao od ovog Dobavljača

source: Create Stock Item
hr_hr: Stvorite stavku zalihe

source: Insert New Item
hr_hr: Umetni novu stavku
pt_pt: Inserir Novo Item

source: Upload items from csv file
hr_hr: Prenesite stavke iz csv datoteke

source: Upload File
hr_hr: Prenesi datoteku

source: Order a non stock item
hr_hr: Naručite artikl koji nije na zalihama
pt_pt: Peça um item de estoque não

source: Order some
hr_hr: Naručite malo

source: Our Units
hr_hr: Naše jedinice

source: Conversion
hr_hr: Pretvorba

source: Factor
hr_hr: Faktor

source: Supplier/Order
hr_hr: Dobavljač/Narudžba

source: Go to end of list
hr_hr: Idi na kraj liste
pt_pt: Ir para o fim da lista

source: Could not retrieve the purchasing data for the item
hr_hr: Nije moguće dohvatiti podatke o kupnji artikla

source: Reviewing Purchase Order Number
hr_hr: Pregled broja narudžbenice
pt_pt: Revendo Pedido de Compra Número

source: Reviewing A Purchase Order
hr_hr: Pregled narudžbenice
pt_pt: Revendo um Pedido de Compra

source: The search of the GRNs was unsuccessful
hr_hr: Pretraga GRN-ova bila je neuspješna
pt_pt: A busca do GRNs foi vencida

source: the SQL statement returned the error
hr_hr: SQL izjava vratila je pogrešku
pt_pt: O comando SQL retornou o erro

source: This page must be called with a purchase order number to review
hr_hr: Ovu stranicu morate nazvati s brojem narudžbenice radi pregleda
pt_pt: Esta página deve ser chamada com um número de pedido de compra para revisão

source: Outstanding Purchase Orders
hr_hr: Nepodmirene narudžbenice
pt_pt: Pedidos de Compra Concideráveis

source: The order requested could not be retrieved
hr_hr: Tražena narudžba nije mogla biti dohvaćena
pt_pt: Não foi possível obter a ordem requisitada

source: the SQL returned the following error
hr_hr: SQL je vratio sljedeću pogrešku
pt_pt: o comando SQL retornou o seguinte erro

source: Unable to locate this PO Number
hr_hr: Nije moguće locirati ovaj broj narudžbenice
pt_pt: Não foi possível localizar este número PO ???

source: Please look up another one
hr_hr: Molimo potražite još jedan
pt_pt: Favor procurar outro

source: the SQL returned either 0 or several purchase orders
hr_hr: SQL je vratio ili 0 ili nekoliko narudžbenica
pt_pt: o comando SQL retornou ou 0 ou vários pedidos de compra

source: the SQL returned either several purchase orders
hr_hr: SQL je vratio nekoliko narudžbenica
pt_pt: o comando SQL retornou ou vários pedidos de compra

source: Order Header Details
hr_hr: Detalji zaglavlja narudžbe
pt_pt: Cabeçalho de detalhes do pedido

source: Deliver Into Location
hr_hr: Dostavite na lokaciju
pt_pt: Entregar na Localização

source: Printing
hr_hr: Ispis
pt_pt: Imprimindo

source: Printed on
hr_hr: Tiskano na
pt_pt: Impresso em

source: Print a Copy
hr_hr: Ispis kopije
pt_pt: Imprimir uma cópia

source: Status Coments
hr_hr: Komentari statusa

source: The line items of the purchase order could not be retrieved
hr_hr: Stavke retka narudžbenice ne mogu se dohvatiti
pt_pt: Não foi possível obter as linha dos itens do pedido de compra

source: Order Line Details
hr_hr: Detalji linije narudžbe
pt_pt: Detalhes da linha de pedido

source: Qty Recd
hr_hr: Kol
pt_pt: Quantidade recebida

source: Qty Inv
hr_hr: Kol. Inv
pt_pt: Quantidade facturada

source: Ord Price
hr_hr: Cijena narudžbe
pt_pt: Preço do pedido

source: Chg Price
hr_hr: Promjena cijene
pt_pt: Modificar preço

source: Reqd Date
hr_hr: Datum čitanja
pt_pt: Data de requisição

source: Total Order Value Excluding Tax
hr_hr: Ukupna vrijednost narudžbe bez poreza
pt_pt: Valor Total do Pedido Excluindo Imposto

source: Total Order Value Received Excluding Tax
hr_hr: Ukupna primljena vrijednost narudžbe bez poreza
pt_pt: Valor total do pedido recebido excluindo impostos

source: Select a purchase order
hr_hr: Odaberite narudžbenicu

source: Select a Purchase Order Number to Print before calling this page
hr_hr: Prije poziva ove stranice odaberite broj narudžbenice za ispis
pt_pt: Selecione um Número de Pedido de Impressão antes de chamar esta página

source: Purchase Order Inquiry
hr_hr: Upit o narudžbi
pt_pt: Consulta de Pedido de Compra

source: Print Purchase Order Number
hr_hr: Ispis broja narudžbenice
pt_pt: Imprimir Número de Pedido de Compra

source: There was a problem retrieving the purchase order header details for Order Number
hr_hr: Došlo je do problema prilikom dohvaćanja pojedinosti zaglavlja narudžbenice za broj narudžbe
pt_pt: Houve um problema ao obter os detalhes do cabeçalho do pedido de compra para o Pedido Número

source: Print Purchase Order Error
hr_hr: Pogreška ispisa narudžbenice
pt_pt: Imprimir Erro do Pedido Compra

source: Unable to Locate Purchase Order Number
hr_hr: Nije moguće locirati broj narudžbenice
pt_pt: Não foi possível localizar o número do pedido de compra

source: Purchase orders can only be printed once they have been authorised
hr_hr: Narudžbenice se mogu ispisati tek nakon autorizacije
pt_pt: As ordens de compra só pode ser impresso uma vez que tenham sido autorizadas

source: This order is currently at a status of
hr_hr: Ova je narudžba trenutno u statusu
pt_pt: Esta ordem está atualmente em um estado de

source: Purchase Order Already Printed
hr_hr: Narudžbenica je već ispisana
pt_pt: Pedido de compra já impresso

source: Purchase Order Number
hr_hr: Broj narudžbenice
pt_pt: Número do Pedido de Compra

source: Print This Order as a Copy
hr_hr: Ispišite ovu narudžbu kao kopiju
pt_pt: Imprimir Esta Ordem Como Uma Cópia

source: Modify the order to allow a real reprint
hr_hr: Izmijenite redoslijed kako biste omogućili pravi ponovni ispis
pt_pt: Modificar o pedido para permitir re-impressão real

source: Select another order
hr_hr: Odaberite drugu narudžbu
pt_pt: Seleccionar outra ordem

source: Order Total - excl tax
hr_hr: Ukupna narudžba - bez poreza
pt_pt: Total Pedido - excl imposto

source: Please find herewith Purchase Order From
hr_hr: Please find herewith Kupnja Narudžba From

source: Please find attached the Purchase Order, generated by user
hr_hr: Please find attached the Kupnja Narudžba, generated by user

source: Emailing Purchase order
hr_hr: Slanje narudžbenice e-poštom
pt_pt: A Enviar por Email Pedido de Compra

source: Printed by
hr_hr: Tiskao

source: Print Options
hr_hr: Mogućnosti ispisa

source: Show Amounts on the Order
hr_hr: Prikaži iznose na narudžbi
pt_pt: Mostrar Montantes no Pedido

source: There was a problem retrieving the contact details for the supplier
hr_hr: Došlo je do problema prilikom dohvaćanja podataka za kontakt dobavljača
pt_pt: Houve um problema ao recuperar os detalhes do contacto para o fornecedor

source: There are no contacts defined for the supplier of this order
hr_hr: Nema definiranih kontakata za dobavljača ove narudžbe
pt_pt: Não há contactos definidos para o fornecedor desta ordem

source: You must first set up supplier contacts before emailing an order
hr_hr: Prvo morate postaviti kontakte dobavljača prije slanja narudžbe e-poštom
pt_pt: Você deve primeiro configurar contactos de fornecedor antes de enviar uma ordem por email

source: Purchase Order Report
hr_hr: Izvješće o narudžbi
pt_pt: Relatório de Ordem de Compra

source: Extended Price
hr_hr: Proširena cijena
pt_pt: Preço Estendido

source: Customer Number
hr_hr: Broj kupca
pt_pt: Número de Cliente

source: Header Details
hr_hr: Pojedinosti zaglavlja
pt_pt: Cabeçalho Detalhes

source: By
hr_hr: Po
pt_pt: Por

source: Date Type
hr_hr: Vrsta datuma
pt_pt: Data Type

source: Line Item Status
hr_hr: Status stavke retka
pt_pt: Linha de Status do Item

source: Supplier No
hr_hr: br. dobavljača
pt_pt: Nenhum fornecedor

source: Order Qty
hr_hr: Narudžba Kol
pt_pt: Qty da ordem

source: Invoiced Qty
hr_hr: Fakturirana količina
pt_pt: Facturado Qty

source: Line Status
hr_hr: Status linije
pt_pt: Status da linha

source: Item Due
hr_hr: Stavka dospjela
pt_pt: Devido Item

source: Lines -
hr_hr: linije -
pt_pt: Linhas -

source: Export as csv file
hr_hr: Izvezi kao csv datoteku
pt_pt: Exportar como CSV

source: The report has been exported as a csv file.
hr_hr: Izvješće je izvezeno kao csv datoteka.
pt_pt: O relatório tem sido exportada como um arquivo CSV.

source: Report Type
hr_hr: Vrsta izvješća
pt_pt: Tipo de relatório

source: Equals
hr_hr: Jednako
pt_pt: Igual

source: Begins With
hr_hr: Počinje s
pt_pt: Começa com

source: Not Completed
hr_hr: Nije dovršeno
pt_pt: Não Concluído

source: Stock Categories
hr_hr: Kategorije dionica
pt_pt: Banco de Categorias

source: All Categories
hr_hr: Sve kategorije
pt_pt: Todas as categorias

source: Sort By
hr_hr: Poredaj po
pt_pt: Classificar por

source: Summary Type
hr_hr: Vrsta sažetka
pt_pt: Resumo de tipo

source: Run Inquiry
hr_hr: Pokreni upit
pt_pt: Executar Inquérito

source: Search Outstanding Purchase Orders
hr_hr: Pretražite nepodmirene narudžbenice
pt_pt: Procurar Pedidos de Compras Importantes

source: Add Purchase Order
hr_hr: Dodaj narudžbenicu
pt_pt: Adicionar Pedido de Compra

source: The Order Number entered
hr_hr: Unesen je broj narudžbe
pt_pt: O número do pedido inserido

source: MUST
hr_hr: MORA
pt_pt: DEVE

source: be numeric
hr_hr: biti numerički
pt_pt: ser numérico

source: For supplier
hr_hr: Za dobavljača
pt_pt: Para o fornecedor

source: Order Search Options
hr_hr: Opcije pretraživanja narudžbe

source: Into Stock Location
hr_hr: Na skladištu
pt_pt: Para a Localização do Stock

source: Failed to retrieve location data
hr_hr: Dohvaćanje podataka o lokaciji nije uspjelo

source: Order Status:
hr_hr: Status narudžbe:
pt_pt: Status do pedido:

source: Pending and Authorised
hr_hr: Na čekanju i odobreno
pt_pt: Pendentes e autorizado

source: Orders Between
hr_hr: Narudžbe između

source: Show PO Details
hr_hr: Prikaži detalje narudžbenice

source: Search Purchase Orders
hr_hr: Pretraživanje narudžbenica
pt_pt: Procurar Pedidos de Compra

source: To search for purchase orders for a specific part use the part selection facilities below
hr_hr: Za traženje narudžbenica za određeni dio koristite mogućnosti odabira dijelova u nastavku
pt_pt: Para procurar pedidos de compra para uma parte específica, usar as facilitades de seleção de partes abaixo

source: Item Search Options
hr_hr: Opcije pretraživanja predmeta

source: Search Parts Now
hr_hr: Potražite dijelove sada
pt_pt: Procurar Partes Agora

source: Orders
hr_hr: Narudžbe
pt_pt: Ordens

source: Failed to retrieve qoh
hr_hr: Nije uspjelo dohvaćanje qoh

source: No orders were returned by the SQL because
hr_hr: SQL nije vratio nijednu narudžbu jer
pt_pt: Nenhuma ordem foi retornada pelo comando SQL pois

source: Order #
hr_hr: Narudžba #
pt_pt: # Ordem

source: Initiated by
hr_hr: Na inicijativu
pt_pt: Iniciada por

source: Failed to retrieve purchorder details
hr_hr: Dohvaćanje pojedinosti naručitelja nije uspjelo

source: Print Copy
hr_hr: Ispis Kopija

source: Order Selection Options
hr_hr: Mogućnosti odabira narudžbe

source: For the part
hr_hr: Za dio
pt_pt: Para a parte

source: Pending/Authorised/Completed
hr_hr: Na čekanju/Odobreno/Dovršeno

source: Requisition
hr_hr: Rekvizicija
pt_pt: Requisição

source: Price break matrix Maintenance
hr_hr: Matrica loma cijene Održavanje

source: at which the price will apply is 0 or less than 0
hr_hr: na kojoj će se cijena primjenjivati ​​je 0 ili manje od 0

source: The price must be entered as a positive number
hr_hr: Cijena mora biti unesena kao pozitivan broj

source: The date this price is to take effect from must be entered in the format
hr_hr: Datum od kojeg ova cijena treba stupiti na snagu mora se unijeti u format
pt_pt: A data em que este preço é para ter efeito a partir de deve ser inscrito no formato

source: The date this price is be in effect to must be entered in the format
hr_hr: Datum do kojeg je ova cijena na snazi ​​mora se unijeti u format
pt_pt: A data em que este preço é a efeito deve ser digitada no formato

source: The end date is expected to be after the start date, enter an end date after the start date for this price
hr_hr: Očekuje se da će datum završetka biti nakon datuma početka, unesite datum završetka nakon datuma početka za ovu cijenu
pt_pt: A data final deverá ser posterior à data de início, introduza uma data de término após a data de início para esse preço

source: This price has already been entered. To change it you should edit it
hr_hr: Ova cijena je već upisana. Da biste ga promijenili, trebali biste ga urediti

source: Could not be update the existing prices
hr_hr: Nije moguće ažurirati postojeće cijene
pt_pt: Não poderia ser de atualização dos preços vigentes

source: The price has been updated
hr_hr: Cijena je ažurirana
pt_pt: O preço foi actualizado

source: Failed to insert price data
hr_hr: Umetanje podataka o cijeni nije uspjelo

source: The price matrix record has been added
hr_hr: Dodan je zapis matrice cijena

source: Failed to delete price data
hr_hr: Brisanje podataka o cijeni nije uspjelo

source: The price matrix record has been deleted
hr_hr: Zapis matrice cijena je izbrisan

source: Price Matrix For
hr_hr: Matrica cijena za

source: You must select a stock item first before set a price maxtrix
hr_hr: Prvo morate odabrati stavku zalihe prije postavljanja maksimalne cijene

source: Price Effective From Date
hr_hr: Cijena na snazi ​​od datuma
pt_pt: Preço efetivo de data

source: Enter the date from which this price should take effect.
hr_hr: Unesite datum od kojeg bi ova cijena trebala stupiti na snagu.

source: Price Effective To Date
hr_hr: Cijena na snazi ​​do danas
pt_pt: Preço eficazes até agora

source: Enter the date to which this price should be in effect to, or leave empty if the price should continue indefinitely
hr_hr: Unesite datum do kojeg bi ova cijena trebala biti na snazi ​​ili ostavite prazno ako cijena treba trajati neograničeno

source: The price to apply to orders where the quantity exceeds the specified quantity
hr_hr: Cijena koja se primjenjuje na narudžbe u kojima količina premašuje navedenu količinu

source: Update Pricing
hr_hr: Ažuriraj cijene
pt_pt: Actualizar Preços

source: This page adds new prices or updates already existing prices for a specified sales type (price list) and currency for the stock category selected - based on a percentage mark up from cost prices or from preferred supplier cost data or from another price list. The rounding factor ensures that prices are at least this amount or a multiple of it. A rounding factor of 5 would mean that prices would be a minimum of 5 and other prices would be expressed as multiples of 5.
hr_hr: Ova stranica dodaje nove cijene ili ažurira već postojeće cijene za određenu vrstu prodaje (cjenik) i valutu za odabranu kategoriju zaliha - na temelju postotka povećanja od cijena koštanja ili iz podataka o troškovima željenog dobavljača ili iz drugog cjenika. Faktor zaokruživanja osigurava da cijene budu najmanje ovaj iznos ili njegov višekratnik. Faktor zaokruživanja 5 značio bi da bi cijene bile najmanje 5, a ostale cijene bi bile izražene kao višekratnici 5.
