Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The fax no should not contains characters other than digital,parenthese,space,minus and plus sign
hr_hr: Broj faksa ne smije sadržavati znakove osim cifre, zagrada, razmaka, znaka minus i plus

source: The contact name must not be over 30 characters
hr_hr: Ime kontakta ne smije sadržavati više od 30 znakova

source: The email address is not valid
hr_hr: Adresa e-pošte nije važeća

source: Or length is over 40
hr_hr: Ili je dužina preko 40

source: The sales area not empty and must exist.
hr_hr: Prodajni prostor nije prazan i mora postojati.

source: The default location not empty and must exist.
hr_hr: Zadana lokacija nije prazna i mora postojati.

source: The default shipper not empty and must exist.
hr_hr: Zadani pošiljatelj nije prazan i mora postojati.

source: The taxgroup not empty and must exist.
hr_hr: Porezna grupa nije prazna i mora postojati.

source: The Deliver Blind must be set as 2 or 1
hr_hr: Deliver Blind mora biti postavljen na 2 ili 1

source: The Disable Trans status should be 0 or 1
hr_hr: Status Disable Trans trebao bi biti 0 ili 1

source: The Branch Post Address
hr_hr: Adresa podružnice

source: must be no more than
hr_hr: ne smije biti više od

source: The Cust branch code for EDI must be less than 30 characters
hr_hr: Kod Cust podružnice za EDI mora biti kraći od 30 znakova

source: The Debtor No
hr_hr: Dužnik br

source: has not existed, and its branches data cannot be imported
hr_hr: nije postojao i podaci o njegovim granama se ne mogu uvesti

source: New branch of debtor
hr_hr: Nova podružnica dužnika

source: with branch code
hr_hr: sa šifrom podružnice

source: has been passed validation
hr_hr: prošao je validaciju

source: Updated brances total:
hr_hr: Ukupno ažuriranih grana:

source: Insert branches total:
hr_hr: Umetnite grane ukupno:

source: Exist branches total:
hr_hr: Ukupno postojećih podružnica:

source: Inserted branches total:
hr_hr: Ukupno umetnutih grana:

source: Branches not updated
hr_hr: Grane nisu ažurirane

source: Please ensure that your csv file is encoded in UTF-8, otherwise the input data will not store correctly in database
hr_hr: Provjerite je li vaša csv datoteka kodirana u UTF-8, inače se ulazni podaci neće ispravno pohraniti u bazu podataka

source: Update if Customer Branch exists
hr_hr: Ažurirajte ako podružnica za kupce postoji

source: Updated:
hr_hr: Ažurirano:

source: Exist:
hr_hr: postoji:

source: Update if DebtorNo exists
hr_hr: Ažurirajte ako DebtorNo postoji

source: Import Fixed Assets
hr_hr: Uvoz dugotrajne imovine
pt_pt: Ativo Fixo Importação

source: Import Fixed Assets from .csv file
hr_hr: Uvoz dugotrajne imovine iz .csv datoteke
pt_pt: Importação de Ativos Fixos. Csv

source: Study a downloaded template to see the format for the file
hr_hr: Proučite preuzeti predložak da vidite format datoteke
pt_pt: Estudo de um modelo de download para ver o formato para o arquivo

source: Download a template and ensure that fields are in the same sequence as the template.
hr_hr: Preuzmite predložak i provjerite jesu li polja u istom redoslijedu kao predložak.

source: The selected file contains fields in the incorrect order (
hr_hr: Odabrana datoteka sadrži polja u neispravnom redoslijedu (
pt_pt: O arquivo selecionado contém campos na ordem errada (

source: fields are required, but
hr_hr: polja su obavezna, ali
pt_pt: os campos são obrigatórios, mas

source: fields were received
hr_hr: primljena su polja
pt_pt: campos foram recebidos

source: Row:
hr_hr: Red:
pt_pt: Linha:

source: Invalid Description:
hr_hr: Nevažeći opis:
pt_pt: Descrição inválido:

source: The depreciation rate is expected to be numeric
hr_hr: Očekuje se da će stopa amortizacije biti numerička
pt_pt: A taxa de depreciação deverá ser numérico

source: Invalid Depreciation Rate:
hr_hr: Nevažeća stopa amortizacije:
pt_pt: Taxa de Depreciação inválido:

source: The accumulated depreciation is expected to be numeric
hr_hr: Očekuje se da će akumulirana amortizacija biti numerička
pt_pt: A depreciação acumulada deverá ser numérico

source: Invalid Accumulated Depreciation:
hr_hr: Nevažeća akumulirana amortizacija:
pt_pt: Inválido Depreciação Acumulada:

source: The accumulated depreciation is expected to be either zero or a positive number
hr_hr: Očekuje se da će akumulirana amortizacija biti nula ili pozitivan broj
pt_pt: A depreciação acumulada é esperado ser zero ou um número positivo

source: The cost is expected to be numeric
hr_hr: Očekuje se da će trošak biti brojčan
pt_pt: O custo deverá ser numérico

source: Invalid Cost:
hr_hr: Nevažeći trošak:
pt_pt: Custo inválido:

source: The cost is expected to be a positive number
hr_hr: Očekuje se da će trošak biti pozitivan broj
pt_pt: O custo deverá ser um número positivo

source: The depreciation type must be either SL - Straight Line or DV - Diminishing Value
hr_hr: Vrsta amortizacije mora biti ili SL - Pravocrtna ili DV - Smanjena vrijednost

source: Invalid depreciation type:
hr_hr: Nevažeća vrsta amortizacije:
pt_pt: Tipo de amortização inválido:

source: The asset category code entered must be exist in the assetcategories table
hr_hr: Unesena šifra kategorije imovine mora postojati u tablici assetcategories
pt_pt: O código de categoria de ativos deve ser inserido existe na tabela assetcategories

source: Invalid asset category:
hr_hr: Nevažeća kategorija materijala:
pt_pt: categoria de ativo inválido:

source: The asset location code entered must be exist in the asset locations table
hr_hr: Uneseni kod lokacije imovine mora postojati u tablici lokacija imovine
pt_pt: O código de localização de bens deve ser inserido existe na tabela de posições de ativos

source: Invalid asset location code:
hr_hr: Nevažeći kôd lokacije sredstva:
pt_pt: Código inválido localização de bens:

source: The date purchased must be entered in the format:
hr_hr: Datum kupovine potrebno je unijeti u formatu:
pt_pt: A data da compra deve ser inserida no formato:

source: Invalid date format:
hr_hr: Nevažeći format datuma:
pt_pt: Formato de data inválido:

source: The transaction for the cost of the asset could not be added because
hr_hr: Transakcija za trošak imovine nije se mogla dodati jer
pt_pt: A transação para o custo do activo não pode ser adicionado porque

source: Inserted the new asset:
hr_hr: Umetnuto je novo sredstvo:
pt_pt: Inserido o novo activo:

source: has been completed. All assets in the file have been committed to the database.
hr_hr: je dovršen. Sva sredstva u datoteci predana su bazi podataka.
pt_pt: tenha sido concluída. Todos os ativos no arquivo foram cometidas no banco de dados.

source: Get Import Template
hr_hr: Nabavite predložak uvoza

source: Select Date to Upload B/Fwd Assets To:
hr_hr: Odaberite datum za prijenos B/Fwd sredstava na:
pt_pt: Selecione a data para fazer upload de B / Ativos Fwd Para:

source: Fixed Assets Upload file:
hr_hr: Datoteka za učitavanje dugotrajne imovine:
pt_pt: Imobilizado Upload de arquivo:

source: Import Chart of Accounts
hr_hr: Uvoz kontnog plana
pt_pt: Importar Plano de Contas

source: records successfully imported
hr_hr: zapisi uspješno uvezeni
pt_pt: registros importados com sucesso

source: records failed to import
hr_hr: zapisi nisu uspjeli uvesti
pt_pt: registros de não importar

source: Select a csv file containing the details of the account sections that you wish to import into webERP.
hr_hr: Odaberite csv datoteku koja sadrži pojedinosti odjeljaka računa koje želite uvesti u webERP.
pt_pt: Selecione um arquivo CSV que contém os detalhes das seções de conta que você deseja importar para o webERP.

source: The first line must contain the field names that you wish to import.
hr_hr: Prvi red mora sadržavati nazive polja koja želite uvesti.
pt_pt: A primeira linha deve conter os nomes de domínio que você deseja importar.

source: The field names can be found here
hr_hr: Imena polja možete pronaći ovdje
pt_pt: Os nomes de campo podem ser encontradas aqui

source: File to import
hr_hr: Datoteka za uvoz
pt_pt: Arquivo para importar

source: Account Section
hr_hr: Odjeljak računa
pt_pt: Conta Seção

source: Import General Ledger Transactions
hr_hr: Uvoz transakcija glavne knjige

source: Import GL Payments Receipts Or Journals From CSV
hr_hr: Uvezite GL potvrde o plaćanju ili dnevnike iz CSV-a

source: Try downloading a new template
hr_hr: Pokušajte preuzeti novi predložak

source: File contains incorrect headers
hr_hr: Datoteka sadrži netočna zaglavlja

source: Account code
hr_hr: Šifra računa

source: All transactions must be in the same period
hr_hr: Sve transakcije moraju biti u istom razdoblju

source: Cheque
hr_hr: Provjeriti

source: The total of the transactions must balance back to zero
hr_hr: Ukupni iznos transakcija mora se vratiti na nulu

source: Batch import has been rolled back
hr_hr: Skupni uvoz je vraćen

source: has been completed. All transactions committed to the database
hr_hr: je dovršen. Sve transakcije predane bazi podataka

source: This function loads a set of general ledger transactions from a comma separated variable (csv) file.
hr_hr: Ova funkcija učitava skup transakcija glavne knjige iz datoteke varijabli odvojenih zarezima (csv).

source: The file must contain six columns, and the first row should be the following headers:
hr_hr: Datoteka mora sadržavati šest stupaca, a prvi red bi trebao biti sljedeća zaglavlja:

source: followed by rows containing these six fields for each price to be uploaded.
hr_hr: nakon čega slijede redovi koji sadrže ovih šest polja za svaku cijenu koju treba učitati.

source: The total of the transactions must come back to zero. Debits are positive, credits are negative.
hr_hr: Ukupni iznos transakcija mora se vratiti na nulu. Dugovanja su pozitivna, krediti su negativni.

source: All the transactions must be within the same accounting period.
hr_hr: Sve transakcije moraju biti unutar istog obračunskog razdoblja.

source: The Account field must have a corresponding entry in the chartmaster table.
hr_hr: Polje računa mora imati odgovarajući unos u tablici chartmaster.

source: Select Transaction Type
hr_hr: Odaberite vrstu transakcije

source: GL Journal
hr_hr: GL časopis

source: Select Currency
hr_hr: Odaberite Valutu

source: Import Stock Items
hr_hr: Uvoz zaliha
pt_pt: Estoque de Importação

source: No locations have been set up. At least one location should be set up first
hr_hr: Nisu postavljene lokacije. Najprije treba postaviti barem jednu lokaciju
pt_pt: Nenhum local foram criados. Pelo menos um local deve ser configurado primeiro

source: Select a csv file containing the details of the parts that you wish to import into webERP.
hr_hr: Odaberite csv datoteku koja sadrži pojedinosti o dijelovima koje želite uvesti u webERP.
pt_pt: Selecione um arquivo CSV que contém os detalhes das peças que você deseja importar para o webERP.

source: Import Sales Price List
hr_hr: Uvozni prodajni cjenik

source: Import Price List from CSV file
hr_hr: Uvezi cjenik iz CSV datoteke

source: Download the template to see the expected columns.
hr_hr: Preuzmite predložak da biste vidjeli očekivane stupce.

source: The file to import the price list from contains incorrect column headings
hr_hr: Datoteka iz koje se uvozi cjenik sadrži netočne naslove stupaca

source: The column headings must be
hr_hr: Naslovi stupaca moraju biti

source: Stock item
hr_hr: Stavka na zalihi
pt_pt: Item de Stock

source: does not exist
hr_hr: ne postoji

source: SalesType/Price List
hr_hr: SalesType/Cjenik

source: This function loads a new sales price list from a comma separated variable (csv) file.
hr_hr: Ova funkcija učitava novi prodajni cjenik iz datoteke varijabli odvojenih zarezima (csv).

source: The file must contain four columns, and the first row should be the following headers:
hr_hr: Datoteka mora sadržavati četiri stupca, a prvi red bi trebao biti sljedeća zaglavlja:

source: followed by rows containing these four fields for each price to be uploaded.
hr_hr: nakon čega slijede reci koji sadrže ova četiri polja za svaku cijenu koju treba učitati.

source: The StockID, SalesType, and CurrencyCode fields must have a corresponding entry in the stockmaster, salestypes, and currencies tables.
hr_hr: Polja StockID, SalesType i CurrencyCode moraju imati odgovarajući unos u tablicama stockmaster, salestypes i valute.

source: Import Criteria
hr_hr: Kriteriji uvoza

source: Prices effective from
hr_hr: Cijene vrijede od

source: Import Items
hr_hr: Uvoz predmeta
pt_pt: Importar itens

source: Import Stock Items from .csv
hr_hr: Uvoz skladišnih stavki iz .csv
pt_pt: Importar itens de Banco de CSV.

source: Values in the Perishable field must be either 0 (No) or 1 (Yes)
hr_hr: Vrijednosti u polju Pokvarljivo moraju biti ili 0 (Ne) ili 1 (Da)
pt_pt: Valores no campo perecíveis devem ser 0 (não) ou 1 (Sim)

source: The weight of the packaged item in KGs must be numeric
hr_hr: Težina zapakirane stavke u kg mora biti brojčana
pt_pt: O peso em KGs do item empacotado deve ser numérico(ex: não é permitido ",","caracteres",...)

source: Items must be of MBFlag type Manufactured(M), Assembly(A), Kit-Set(K), Purchased(B), Dummy(D) or Phantom(G)
hr_hr: Stavke moraju biti tipa MBFlag Proizvedeno (M), Montaža (A), Set kompleta (K), Kupljeno (B), Dummy (D) ili Fantom (G)
pt_pt: Os itens devem ser do tipo fabricado MBFlag (M), montagem (A), Kit-Set (K), compradas (B), &quot;Dummy&quot; (D) ou Phantom (G)

source: Assembly/Kitset/Phantom/Service items cannot also be controlled items
hr_hr: Stavke sklopa/kompleta/fantoma/usluge također ne mogu biti kontrolirane stavke
pt_pt: Montagem / Kitset / Phantom / itens de serviço não podem ser produtos controlados

source: Assemblies, Dummies and Kitsets are not physical items and batch/serial control is therefore not appropriate
hr_hr: Sklopovi, lutke i kompleti nisu fizički artikli i stoga serijska/serijska kontrola nije prikladna
pt_pt: Assembléias, manequins e Kitsets não são artigos de física e lote / controle de série não é adequada

source: ItemPDF must contain either a filename, or the keyword `none`
hr_hr: ItemPDF mora sadržavati ili naziv datoteke ili ključnu riječ `none`
pt_pt: ItemPDF deve conter um nome de arquivo, ou a palavra-chave ninguém `

source: has been added to the transaction
hr_hr: je dodan u transakciju
pt_pt: foi adicionado à operação

source: The supplier name must be entered and be forty characters or less long
hr_hr: Ime dobavljača mora biti uneseno i mora sadržavati četrdeset znakova ili manje
pt_pt: O nome do fornecedor deve ser inserido e ter 40 caracteres ou menos

source: Please ensure that your csv file charset is UTF-8, otherwise the data will not store correctly in database
hr_hr: Provjerite je li skup znakova vaše csv datoteke UTF-8, inače se podaci neće ispravno pohraniti u bazi podataka

source: Update if SupplierNo exists
hr_hr: Ažurirajte ako SupplierNo postoji

source: List of Items without picture
hr_hr: Popis artikala bez slike

source: Current Items without picture in webERP
hr_hr: Trenutni artikli bez slike u webERP-u

source: Make locationusers Records
hr_hr: Napravite evidenciju korisnika lokacije

source: This script makes stock location records for parts where they do not already exist
hr_hr: Ova skripta stvara zapise o lokaciji zaliha za dijelove gdje oni već ne postoje
pt_pt: Este script cria registros de localização de stock para partes onde estas já não existem

source: Any users that may not have had user location records have now been given new location user records
hr_hr: Svi korisnici koji možda nisu imali evidenciju o lokaciji korisnika sada su dobili nove evidencije o lokaciji korisnika

source: Make New Company Database Utility
hr_hr: Napravite novu tvrtku Database Utility
pt_pt: Criar Utilitário de Dados para a Nova Empresa

source: The web-server does not appear to be able to write to the companies directory to create the required directories for the new company and to upload the logo to. The system administrator will need to modify the permissions on your installation before a new company can be created
hr_hr: Čini se da web-poslužitelj ne može pisati u imenik tvrtki kako bi stvorio potrebne imenike za novu tvrtku i učitao logotip. Administrator sustava morat će izmijeniti dopuštenja za vašu instalaciju prije nego što se može stvoriti nova tvrtka
pt_pt: O servidor web não parece ser capaz de escrever para a directoria das empresas para criar os diretórios necessários para a nova empresa e para enviar o Logo. O administrador do sistema terá de modificar as permissões da sua instalação antes de uma nova empresa poder ser criada

source: Company database must not contain spaces illegal characters
hr_hr: Baza podataka tvrtke ne smije sadržavati nedopuštene razmake

source: Only jpg files are supported - a file extension of .jpg is expected
hr_hr: Podržane su samo jpg datoteke - očekuje se ekstenzija datoteke .jpg
pt_pt: Somente ficheiros jpg são suportados - uma extensão de ficheiro .jpg é esperado

source: The script to create the new company database failed because
hr_hr: Skripta za stvaranje nove baze podataka tvrtke nije uspjela jer
pt_pt: O script para criar a base de dados da nova empresa falhou porque

source: Attempting to create the new company directories
hr_hr: Pokušaj kreiranja novih imenika tvrtki
pt_pt: A tentar criar a directoria para a nova empresa

source: This company cannot be added because either it already exists or no logo is being uploaded!
hr_hr: Ovu tvrtku nije moguće dodati jer ili već postoji ili se logo ne učitava!
pt_pt: Esta empresa não pode ser adicionada, porque ou já existe ou o logotipo não foi enviado!

source: is set ok
hr_hr: postavljen je u redu
pt_pt: é definido ok

source: is not set
hr_hr: nije postavljeno
pt_pt: não se encontra definido

source: is not blank
hr_hr: nije prazno
pt_pt: não se encontrar em branco

source: is blank
hr_hr: je prazan
pt_pt: esta em branco

source: Cannot open the configuration file:
hr_hr: Ne mogu otvoriti konfiguracijsku datoteku:

source: The company details and parameters should now be set up for the new company. NB: Only a single user admin is defined with the password weberp in the new company database. A new system administrator user should be defined for the new company and this account deleted immediately.
hr_hr: Podaci o tvrtki i parametri sada bi trebali biti postavljeni za novu tvrtku. Napomena: Samo jedan korisnik admin definiran je s lozinkom weberp u novoj bazi podataka tvrtke. Za novu tvrtku treba definirati novog korisnika administratora sustava i ovaj račun odmah izbrisati.

source: The new company database has been created for
hr_hr: Izrađena je nova baza podataka tvrtke za
pt_pt: A base de dados nova empresa foi criada para

source: Set Up New Company Details
hr_hr: Postavite nove pojedinosti o tvrtki
pt_pt: Definir Detalhes da Nova Empresa

source: Set Up Configuration Details
hr_hr: Postavite pojedinosti konfiguracije
pt_pt: Definir Detalhes de Configuração

source: Set Up User Accounts
hr_hr: Postavite korisničke račune
pt_pt: Definir Contas de Utilizador

source: This utility will create a new company
hr_hr: Ovaj će uslužni program stvoriti novu tvrtku
pt_pt: Este utilitário irá criar uma nova empresa

source: If the company name already exists then you cannot recreate it
hr_hr: Ako naziv tvrtke već postoji, ne možete ga ponovno stvoriti
pt_pt: Se o nome da empresa já existir, então não a pode criar

source: PLEASE NOTE
hr_hr: NAPOMENA
pt_pt: POR FAVOR ATENÇÃO

source: Enter the name of the database used for the company up to 32 characters in lower case
hr_hr: Unesite naziv baze podataka koja se koristi za tvrtku do 32 znaka malim slovima

source: Enter a unique name for the company of up to 50 characters
hr_hr: Unesite jedinstveni naziv za tvrtku do 50 znakova

source: Logo Image File (.jpg)
hr_hr: Datoteka slike logotipa (.jpg)
pt_pt: Ficheiro de Imagem do Logo (.jpg)

source: Create Database?
hr_hr: Napraviti bazu podataka?
pt_pt: Criar Base de Dados

source: Proceed
hr_hr: Nastavi
pt_pt: Prosseguir

source: Make LocStock Records
hr_hr: Napravite LocStock zapise
pt_pt: Fazer registro do LocStock

source: The items/locations that need stock location records created cannot be retrieved because
hr_hr: Stavke/lokacije za koje su potrebni kreirani zapisi o lokaciji zaliha ne mogu se dohvatiti jer
pt_pt: Os itens/localidades que necessitam a criação de registros de localidade de stock não podem ser obtidos pois

source: Any stock items that may not have had stock location records have now been given new location stock records
hr_hr: Sve stavke zaliha koje možda nisu imale zapise o lokaciji zaliha sada su dobile nove zapise o lokaciji zaliha
pt_pt: Quaisquer itens que antes não possuíam registros de localização de stock agora residem em um stock

source: New Language
hr_hr: Novi jezik
pt_pt: Novo Idioma

source: Add a New Language to the System
hr_hr: Dodajte novi jezik sustavu
pt_pt: Adicionar um Novo Idioma ao Sistema

source: Back to the translation menu
hr_hr: Povratak na izbornik prijevoda
pt_pt: Voltar ao menu de tradução

source: Utility to create a new language file
hr_hr: Uslužni program za stvaranje nove jezične datoteke
pt_pt: Utilitário para criar um novo arquivo de idioma

source: Current language is
hr_hr: Sadašnji jezik je
pt_pt: O Idioma Actual é

source: Languages must be in the format of a two character country code an underscore _ and a two character language code in upper case
hr_hr: Jezici moraju biti u formatu koda zemlje od dva znaka, podvlake _ i koda jezika od dva znaka velikim slovima
pt_pt: Linguagens devem estar no formato de 2 caracteres do códio do país, um uderscore _ e dois caracteres do código da linguagem em letra maiúscula

source: Attempting to create the new language file
hr_hr: Pokušaj stvaranja nove jezične datoteke
pt_pt: A tentar criar o novo ficheiro de linguagem

source: This language cannot be added because it already exists!
hr_hr: Ovaj jezik se ne može dodati jer već postoji!
pt_pt: Esta linguagem não pode ser adicionada porque já existe!

source: Done. You should now change to your newly created language from the user settings link above. Then you can edit the new language file header and use the language module editor to translate the system strings
hr_hr: Gotovo. Sada biste trebali promijeniti na svoj novostvoreni jezik s gornje veze korisničkih postavki. Zatim možete urediti novo zaglavlje jezične datoteke i upotrijebiti uređivač jezičnog modula za prijevod nizova sustava
pt_pt: Feito. Agora deve mudar para o seu idioma recém-criado através das configurações do utilizador a partir do link acima. Em seguida, pode editar o cabeçalho do novo ficheiro de idioma e utilizar o editor de modulo de idioma para traduzir as strings do sistema

source: This utility will create a new language and a new language translation file for it from the system default
hr_hr: Ovaj će uslužni program stvoriti novi jezik i datoteku prijevoda novog jezika za njega prema zadanim postavkama sustava
pt_pt: Este utilitário irá criar um novo idioma e um novo ficheiro de tradução de idioma para ele, a partir do sistema padrão

source: If the language already exists then you cannot recreate it
hr_hr: Ako jezik već postoji, ne možete ga ponovno stvoriti
pt_pt: Se o idioma já existe então não o pode recrear

source: Full code of the new language in the format en_US
hr_hr: Puni kod novog jezika u formatu en_US
pt_pt: Código completo da nova linguagem no formato pt_PT

source: Maintain Language Files
hr_hr: Održavajte jezične datoteke
pt_pt: Manter arquivos de linguagem

source: You do not have write access to the required files please contact your system administrator
hr_hr: Nemate pristup za pisanje potrebnih datoteka, obratite se svom administratoru sustava
pt_pt: Não possui acesso de escrita para os ficheiros requeridos por favor entre em contato com o administrador do sistema
