Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: More Info
hr_hr: Više informacija
pt_pt: Mais Informação

source: Click to credit the invoice
hr_hr: Kliknite za odobravanje fakture
pt_pt: Clique para creditar a factura

source: Click to view the GL entries
hr_hr: Kliknite za prikaz GL unosa

source: GL Entries
hr_hr: GL unosi

source: Customer Purchases
hr_hr: Kupnje kupaca

source: This script must be called with a customer code.
hr_hr: Ova se skripta mora pozvati s korisničkim kodom.

source: Items Purchased by Customer
hr_hr: Stavke koje je kupac kupio

source: The stock movement details could not be retrieved by the SQL because
hr_hr: SQL nije mogao dohvatiti podatke o kretanju zaliha jer

source: There are no items for this customer
hr_hr: Nema artikala za ovog kupca

source: Transaction Date
hr_hr: Datum transakcije
pt_pt: Data da transação

source: Stock ID
hr_hr: ID dionice
pt_pt: Banco de ID

source: Transaction No.
hr_hr: br. transakcije

source: From Location
hr_hr: Od lokacije
pt_pt: Da Localização

source: Return to customer selection screen
hr_hr: Povratak na ekran za odabir kupca

source: Receipt Entry
hr_hr: Unos potvrde
pt_pt: Inserção de Recibo

source: A bank account must be selected for this receipt
hr_hr: Za ovu potvrdu morate odabrati bankovni račun
pt_pt: A conta bancária deve ser selecionado para este recibo

source: The bank account name cannot be retrieved because
hr_hr: Naziv bankovnog računa nije moguće dohvatiti jer
pt_pt: Não foi possível obter o nome da conta bancária pois

source: The bank account number
hr_hr: Broj bankovnog računa
pt_pt: O número da conta bancária

source: is not set up as a bank account
hr_hr: nije postavljen kao bankovni račun
pt_pt: não está ativado como uma conta bancária

source: The exchange rate entered should be numeric
hr_hr: Uneseni tečaj mora biti numerički
pt_pt: A taxa de câmbio inscrita deve ser numérico

source: The functional exchange rate entered should be numeric
hr_hr: Uneseni funkcionalni tečaj mora biti numerički
pt_pt: A taxa de câmbio funcional inscrita deve ser numérico

source: Changing the currency of the receipt means that existing entries need to be re-done - only customers trading in the selected currency can be selected
hr_hr: Promjena valute računa znači da je potrebno ponovno izvršiti postojeće unose - mogu se odabrati samo klijenti koji trguju u odabranoj valuti
pt_pt: Como alterar a moeda da recepção significa que as entradas existentes precisam ser re-feito - a negociação dos clientes apenas na moeda selecionada pode ser selecionado

source: No General Ledger code has been chosen
hr_hr: Nije odabrana šifra Glavne knjige
pt_pt: Nenhum código geral Ledger foi escolhido

source: so this GL analysis item could not be added
hr_hr: pa se ova stavka analize GL nije mogla dodati
pt_pt: então esta análise do ítem do LC não pôde ser adicionada

source: Payments involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained. This setting can be disabled in System Configuration
hr_hr: Plaćanja koja uključuju kontrolni račun dužnika ne mogu se unijeti. Omogućena je integracija glavne knjige dužnika (AR) tako da se kontrolni računi automatski održavaju. Ova se postavka može onemogućiti u konfiguraciji sustava

source: Payments involving the creditors control account or the GRN suspense account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained. This setting can be disabled in System Configuration
hr_hr: Plaćanja koja uključuju kontrolni račun vjerovnika ili GRN privremeni račun ne mogu se unijeti. Omogućena je integracija glavne knjige vjerovnika (AP) tako da se kontrolni računi automatski održavaju. Ova se postavka može onemogućiti u konfiguraciji sustava

source: Payments involving the retained earnings control account cannot be entered. This account is automtically maintained.
hr_hr: Plaćanja koja uključuju kontrolni račun zadržane dobiti ne mogu se unijeti. Ovaj račun se automatski održava.

source: The company has not yet been set up properly
hr_hr: Tvrtka još nije pravilno postavljena
pt_pt: A empresa não foi ativada propriamente

source: this information is needed to process the batch
hr_hr: ove informacije su potrebne za obradu serije
pt_pt: esta informação é necessária para processamento do lote

source: Processing has been cancelled
hr_hr: Obrada je otkazana
pt_pt: Processamento foi cancelado

source: Summary of Receipt Batch
hr_hr: Sažetak prijemne serije
pt_pt: Resumo do Recibo do Lote

source: Batch Number
hr_hr: Broj serije
pt_pt: Número do Lote

source: Date Banked
hr_hr: Datum bankiranja
pt_pt: Data do Deposito

source: GL Code
hr_hr: GL kod
pt_pt: Código do LC

source: Amount of Receipt
hr_hr: Iznos primitka
pt_pt: Quantidade do recibo

source: Print a Customer Receipt
hr_hr: Ispišite račun kupca
pt_pt: Imprimir um recibo ao cliente

source: Cannot insert a GL entry for the receipt because
hr_hr: Nije moguće umetnuti GL unos za račun jer
pt_pt: Não foi possível adicionar uma inserção no LC para o recibo pois

source: Act Transfer
hr_hr: Prijenos zakona
pt_pt: Acto de Transferência

source: Cannot insert a bank transaction using the SQL
hr_hr: Nije moguće umetnuti bankovnu transakciju pomoću SQL-a
pt_pt: Não é possível inserir uma transação bancária usando comando SQL

source: Cannot insert a GL transaction for the payment discount debit
hr_hr: Nije moguće umetnuti GL transakciju za terećenje popusta plaćanja
pt_pt: Não foi possíevl inserir uma transação do LC para o débito do desconto do pagamento

source: Cannot commit the changes
hr_hr: Nije moguće potvrditi promjene
pt_pt: Não foi possível submeter as mudanças

source: Receipt batch
hr_hr: Prijemna serija
pt_pt: Grupo de lote

source: has been successfully entered into the database
hr_hr: je uspješno unesen u bazu podataka
pt_pt: foi inserido com sucesso no base de dados

source: Print PDF Batch Summary
hr_hr: Ispis PDF skupnog sažetka
pt_pt: Imprimir um PDF com o Sumário do Lote

source: Enter Receipts
hr_hr: Unesite račune
pt_pt: Emitir Recibos

source: Customer name keywords have been used in preference to the customer code extract entered
hr_hr: Ključne riječi imena kupca korištene su umjesto unesenog izvatka koda kupca
pt_pt: Palavras-chave do nome do cliente foram usadas preferencialmente ao trecho de código de cliente inserido

source: No customer records contain the selected text
hr_hr: Nijedan zapis kupaca ne sadrži odabrani tekst
pt_pt: Nenhum registro de cliente contém o texto seleccionado

source: please alter your search criteria and try again
hr_hr: promijenite kriterije pretraživanja i pokušajte ponovno
pt_pt: favor alterar o critério de procura e tentar novamente

source: The customer details could not be retrieved because
hr_hr: Podaci o kupcu nisu se mogli dohvatiti jer
pt_pt: Não foi possível obter os detalhes do cliente pois

source: Bank Account Receipts Entry
hr_hr: Unos potvrda o bankovnom računu
pt_pt: Inserção de Recibos de Conta Bancária

source: Enter Receipt
hr_hr: Unesite račun
pt_pt: Digite Recebimento

source: Enter Customer Receipt
hr_hr: Unesite račun kupca
pt_pt: Inserir Recibo do Cliente

source: To enter a payment TO a customer (ie. to pay out a credit note), enter a negative payment amount.
hr_hr: Za unos plaćanja korisniku (tj. za isplatu odobrenja), unesite negativan iznos plaćanja.
pt_pt: Para introduzir um pagamento para um cliente (ou seja, pagar uma nota de crédito), introduza um montante negativo no pagamento.

source: Receipt Batch Header Details
hr_hr: Pojedinosti o zaglavlju serije potvrde

source: Bank Accounts have not yet been defined
hr_hr: Bankovni računi još nisu definirani
pt_pt: Contas bancárias ainda não foram definidas

source: You must first
hr_hr: Prvo morate
pt_pt: Você deve primeiro

source: No currencies are defined yet
hr_hr: Valute još nisu definirane
pt_pt: Não há moedas definidas

source: Receipts cannot be entered until a currency is defined
hr_hr: Primici se ne mogu unijeti dok se ne definira valuta
pt_pt: Recibos não podem ser criados enquanto uma moeda não for definida

source: Suggested rate:
hr_hr: Preporučena stopa:
pt_pt: Taxa Sugerida:

source: Receipt Exchange Rate
hr_hr: Tečajna lista računa
pt_pt: Taxa de Câmbio do Recibo

source: The exchange rate between the currency of the bank account currency and the currency of the receipt
hr_hr: Tečaj između valute bankovnog računa i valute primitka
pt_pt: A taxa de câmbio entre a moeda da conta bancária e da moeda do recibo

source: Functional Exchange Rate
hr_hr: Funkcionalni devizni tečaj
pt_pt: Taxa de Câmbio Funcional

source: The exchange rate between the currency of the business (the functional currency) and the currency of the bank account
hr_hr: Tečaj između valute tvrtke (funkcionalna valuta) i valute bankovnog računa
pt_pt: A taxa de câmbio entre a moeda do negócio (a moeda funcional) e da divisa da conta bancária

source: Receipt Type
hr_hr: Vrsta potvrde
pt_pt: Tipo de recibo

source: Reference on Bank Transactions Inquiry
hr_hr: Referenca na upit o bankovnim transakcijama

source: Narrative on General Ledger Account Inquiry
hr_hr: Naracija o upitu o računu glavne knjige

source: Banked
hr_hr: Bankiran
pt_pt: Bancados

source: Banked into the
hr_hr: Bankirao u
pt_pt: Depositado em

source: on
hr_hr: na
pt_pt: no

source: Received
hr_hr: Primljeno
pt_pt: Recebido

source: Tag
hr_hr: Označiti

source: The selected customer does not trade in the currency of the receipt being entered - either the currency of the receipt needs to be changed or a different customer selected
hr_hr: Odabrani kupac ne trguje u valuti računa koji se unosi - potrebno je promijeniti valutu računa ili odabrati drugog kupca
pt_pt: O cliente selecionado não o comércio na moeda de recepção sendo inseridos - seja a moeda de recepção precisa ser mudado ou um cliente diferente selecionados

source: Customer Transaction Inquiry
hr_hr: Upit o transakciji kupca

source: Inquiry
hr_hr: Upit

source: Receipt Details
hr_hr: Pojedinosti o primitku

source: General Ledger Receipt Entry
hr_hr: Unos potvrde glavne knjige
pt_pt: Inserção de Recibo no Livro de Contabilidade

source: Select Tag(s)
hr_hr: Odaberite oznaku(e)

source: Select any number of tags to associate this receipt with - use the ctrl button to pick multiple tags.
hr_hr: Odaberite bilo koji broj oznaka s kojima ćete povezati ovaj račun - upotrijebite gumb ctrl za odabir više oznaka.

source: No General ledger accounts have been set up yet
hr_hr: Nijedan račun glavne knjige još nije postavljen
pt_pt: Nenhuma conta no livro de contabilidade foi ativada,

source: receipts cannot be entered against GL accounts until the GL accounts are set up
hr_hr: potvrde se ne mogu unijeti u GL račune dok se GL računi ne postave
pt_pt: recibos não puderam ser incorporados aos clientes do LC até que as contas sejam ajustadas

source: Amount of Discount
hr_hr: Iznos popusta
pt_pt: Quantidade de desconto

source: agreed prompt payment discount is
hr_hr: dogovoreno promptno plaćanje popust je
pt_pt: O pronto pagamento acordado é

source: Payee Bank Details
hr_hr: Podaci o banci primatelja
pt_pt: Detalhes do Beneficiário do Banco

source: Select a Customer
hr_hr: Odaberite kupca
pt_pt: Seleccione um Cliente

source: Text in the Customer
hr_hr: Tekst u Kupcu
pt_pt: Texto no Cliente

source: name
hr_hr: ime
pt_pt: nome

source: Text extract in the Customer
hr_hr: Izvadak teksta u Kupcu
pt_pt: Texto extraido do Cliente

source: code
hr_hr: kodirati
pt_pt: código

source: Enter an extract of the customer code to search for. Customer codes can contain any alpha-numeric character or underscore
hr_hr: Unesite isječak korisničke šifre za pretraživanje. Korisnički kodovi mogu sadržavati bilo koji alfanumerički znak ili podvlaku

source: Customer invoice number
hr_hr: Broj fakture kupca
pt_pt: Cliente número da nota fiscal

source: Enter A GL Receipt
hr_hr: Unesite GL potvrdu
pt_pt: Inserir Recibo no Livro de Contabilidade

source: Accept and Process Batch
hr_hr: Prihvati i obradi seriju
pt_pt: Confirmar e Processar Lote

source: Customer Maintenance
hr_hr: Održavanje korisnika
pt_pt: Manutenção de Cliente

source: The customer number already exists in the database
hr_hr: Broj kupca već postoji u bazi podataka
pt_pt: Este número de cliente já existe na base de dados

source: The customer name must be entered and be forty characters or less long
hr_hr: Ime kupca mora biti uneseno i sadržavati četrdeset znakova ili manje
pt_pt: O nome do cliente é obrigatório e deve ter no máximo quarenta caracteres

source: The debtor code cannot be empty
hr_hr: Šifra dužnika ne može biti prazna
pt_pt: O código do devedor não pode ser nulo

source: The customer code cannot contain any of the following characters
hr_hr: Kod kupca ne smije sadržavati nijedan od sljedećih znakova
pt_pt: O código do cliente não pode conter nenhum dos seguintes caracteres

source: The Line 1 of the address must be forty characters or less long
hr_hr: Prvi redak adrese mora imati četrdeset znakova ili manje
pt_pt: A linha 1 do endereço deve ter no máximo quarenta caracteres

source: The Line 2 of the address must be forty characters or less long
hr_hr: Drugi redak adrese mora imati četrdeset znakova ili manje
pt_pt: A linha 2 do endereço deve ter no máximo quarenta caracteres

source: The Line 3 of the address must be forty characters or less long
hr_hr: Treći redak adrese mora imati četrdeset znakova ili manje
pt_pt: A linha 3 do endereço deve ter no máximo quarenta caracteres

source: The Line 4 of the address must be fifty characters or less long
hr_hr: Četvrti redak adrese mora sadržavati pedeset znakova ili manje
pt_pt: A linha 4 do endereço deve ter no máximo quarenta caracteres

source: The Line 5 of the address must be twenty characters or less long
hr_hr: Redak 5 adrese mora imati dvadeset znakova ili manje
pt_pt: A linha 5 do endereço deve ter no máximo cinqüenta caracteres

source: The credit limit must be numeric
hr_hr: Kreditni limit mora biti numerički
pt_pt: O limite de crédito deve ser numérico

source: The payment discount must be numeric
hr_hr: Popust pri plaćanju mora biti numerički
pt_pt: O desconto de pagamento deve ser numérico

source: The customer since field must be a date in the format
hr_hr: Polje kupca od mora biti datum u formatu
pt_pt: O campo 'Cliente desde' deve ser uma data no formato

source: The discount percentage must be numeric
hr_hr: Postotak popusta mora biti numerički
pt_pt: A Percentagem de desconto deve ser numérica

source: The credit limit must be a positive number
hr_hr: Kreditni limit mora biti pozitivan broj
pt_pt: O limite de crédito deve ser um inteiro positivo

source: The payment discount is expected to be less than 10% and greater than or equal to 0
hr_hr: Očekuje se da će popust pri plaćanju biti manji od 10% i veći ili jednak 0
pt_pt: O desconto de pagamento deve ser um valor menor que 10% e maior ou igual a 0

source: The discount is expected to be less than 100% and greater than or equal to 0
hr_hr: Očekuje se da će popust biti manji od 100% i veći ili jednak 0
pt_pt: O desconto deve ser um valor menor que 10% e maior ou igual a 0

source: The currency code cannot be updated as there are already transactions for this customer
hr_hr: Kod valute nije moguće ažurirati jer već postoje transakcije za ovog kupca
pt_pt: O código de moeda não pode ser atualizada, pois já há operações para este cliente

source: The customer could not be updated because
hr_hr: Korisnik nije mogao biti ažuriran jer
pt_pt: Não foi possível actualizar o cliente porque

source: Customer updated
hr_hr: Korisnik je ažuriran
pt_pt: Cliente actualizado

source: This customer could not be added because
hr_hr: Ovaj korisnik nije mogao biti dodan jer
pt_pt: Não foi possível adicionar este cliente pois

source: You should automatically be forwarded to the entry of a new Customer Branch page
hr_hr: Trebali biste automatski biti preusmjereni na stranicu nove podružnice za kupce
pt_pt: Você deve ser automaticamente enviado para página da linha de detalhes de inserção de pedidos

source: No updates or deletes took place
hr_hr: Nije bilo ažuriranja niti brisanja
pt_pt: Não foram efectuadas atualizações ou remoções

source: This customer cannot be deleted because there are transactions that refer to it
hr_hr: Ovaj klijent se ne može izbrisati jer postoje transakcije koje se odnose na njega
pt_pt: O cliente não pode ser removido pois há transacções em seu nome

source: transactions against this customer
hr_hr: transakcije protiv ovog kupca
pt_pt: transacções associadas a este cliente

source: Cannot delete the customer record because orders have been created against it
hr_hr: Nije moguće izbrisati zapis kupca jer su prema njemu stvorene narudžbe
pt_pt: Não é possível remover o registro do cliente porque pedidos foram associados à ele

source: orders against this customer
hr_hr: narudžbe protiv ovog kupca
pt_pt: pedidos associados a este cliente

source: Cannot delete this customer record because sales analysis records exist for it
hr_hr: Nije moguće izbrisati ovaj zapis o kupcu jer za njega postoje zapisi analize prodaje
pt_pt: Não foi possível remover este registro de cliente pois há registros de análise de vendas para ele

source: sales analysis records against this customer
hr_hr: zapise analize prodaje protiv ovog kupca
pt_pt: registro de análise de vendas associados a este cliente

source: Cannot delete this customer because users exist that refer to it
hr_hr: Nije moguće izbrisati ovog klijenta jer postoje korisnici koji se pozivaju na njega

source: Cannot delete this customer because contracts have been created that refer to it
hr_hr: Nije moguće izbrisati ovog kupca jer su stvoreni ugovori koji se odnose na njega

source: contracts referring to this customer
hr_hr: ugovori koji se odnose na ovog kupca

source: has been deleted - together with all the associated branches and contacts
hr_hr: je izbrisan - zajedno sa svim pripadajućim podružnicama i kontaktima

source: In order to create a new customer you must first set up at least one sales type/price list
hr_hr: Kako biste kreirali novog kupca prvo morate postaviti barem jednu vrstu prodaje/cjenik
pt_pt: A fim de criar um novo cliente que você deve primeiro configurar pelo menos um tipo de venda / tabela de preços

source: Click
hr_hr: Klik
pt_pt: Clique

source: here
hr_hr: ovdje
pt_pt: aqui

source: to set up your price lists
hr_hr: da postavite svoje cjenike
pt_pt: a criação de listas de preços

source: In order to create a new customer you must first set up at least one customer type
hr_hr: Kako biste stvorili novog kupca, prvo morate postaviti barem jednu vrstu klijenta
pt_pt: A fim de criar um novo cliente que você deve primeiro configurar pelo menos um tipo de cliente

source: to set up your customer types
hr_hr: za postavljanje tipova klijenata
pt_pt: para configurar os tipos de cliente

source: Click here to continue
hr_hr: Kliknite ovdje za nastavak
pt_pt: Clique aqui para continuar

source: Create Customer Details
hr_hr: Stvorite pojedinosti o kupcu

source: Up to 10 characters for the customer code. The following characters are prohibited:
hr_hr: Do 10 znakova za šifru kupca. Sljedeći znakovi su zabranjeni:

source: Address Line 1 (Street)
hr_hr: Adresa, redak 1 (ulica)
pt_pt: Endereço, Rua e Número

source: Address Line 2 (Street)
hr_hr: Redak adrese 2 (ulica)

source: Address Line 3 (Suburb/City)
hr_hr: Adresa, redak 3 (predgrađe/grad)

source: Address Line 4 (State/Province)
hr_hr: Redak adrese 4 (država/pokrajina)

source: Address Line 5 (Postal Code)
hr_hr: Adresa, redak 5 (poštanski broj)

source: No sales types/price lists defined
hr_hr: Nema definiranih vrsta prodaje/cjenika
pt_pt: Não existe tipos de venda/Lista de preços definida

source: Setup Types
hr_hr: Vrste postavljanja

source: No Customer types/price lists defined
hr_hr: Nema definiranih tipova kupaca/cjenika
pt_pt: Nenhum tipos de clientes / listas de preços definidos

source: Customer Type
hr_hr: Vrsta kupca
pt_pt: Tipo de Cliente

source: Customer Since
hr_hr: Kupac Od
pt_pt: Cliente Desde

source: Discount Percent
hr_hr: Postotak popusta
pt_pt: Percentagem de Desconto

source: Discount Code
hr_hr: Kod za popust
pt_pt: Código de Desconto

source: Payment Discount Percent
hr_hr: Postotak popusta na plaćanje
pt_pt: Percentagem de Desconto de Pagamento

source: Tax Reference
hr_hr: Porezna referenca
pt_pt: Referência

source: There are no payment terms currently defined - go to the setup tab of the main menu and set at least one up first
hr_hr: Trenutno nema definiranih uvjeta plaćanja - idite na karticu postavki u glavnom izborniku i prvo postavite barem jedan
pt_pt: Não existe termos de pagamentos actualmente definidos, vá a tab de configuração do menu principal e defina um primeiro

source: Payment Terms
hr_hr: Uvjeti plaćanja
pt_pt: Termos de Pagamento

source: There are no credit statuses currently defined - go to the setup tab of the main menu and set at least one up first
hr_hr: Trenutačno nema definiranih kreditnih statusa - idite na karticu postavki u glavnom izborniku i prvo postavite barem jedan
pt_pt: Não existem estautos de crédito actualmente definidos - vá a tab de configuração no menu principal e defina pelo menos um

source: There are no currencies currently defined - go to the setup tab of the main menu and set at least one up first
hr_hr: Trenutno nema definiranih valuta - idite na karticu postavki u glavnom izborniku i prvo postavite barem jednu
pt_pt: Não existem moedas actualmente definidos - vá a tab de configuração no menu principal e defina pelo menos um

source: Customer Currency
hr_hr: Valuta kupca
pt_pt: Moeda do Cliente

source: Customer PO Line on SO
hr_hr: Poštanski red korisnika na SO
pt_pt: Linha de Pedido de Compra do Cliente sobre Pedido de Venda

source: Invoice Addressing
hr_hr: Adresiranje računa
pt_pt: Factura Endereçada

source: Address to HO
hr_hr: Adresa za HP
pt_pt: Endereçada para matriz

source: Address to Branch
hr_hr: Adresa podružnice
pt_pt: Endereçada para filial

source: Add New Customer
hr_hr: Dodaj novog kupca
pt_pt: Adicionar Novo Cliente

source: Edit Customer Details
hr_hr: Uredite pojedinosti o kupcu

source: The customer code can be up to 10 alpha-numeric characters long or underscore
hr_hr: Kôd kupca može sadržavati do 10 alfanumeričkih znakova ili podvlaku

source: Require Customer PO Line on SO
hr_hr: Zahtijevaj korisničku narudžbenicu na SO
pt_pt: Requere Linha do Pedido de Compra do Cliente sobre o Pedido de Venda

source: Contact Deleted
hr_hr: Kontakt izbrisan

source: Add Contact
hr_hr: Dodaj kontakt

source: Are you sure you wish to delete this customer contact?
hr_hr: Jeste li sigurni da želite izbrisati ovaj kontakt s kupcem?

source: Update Customer
hr_hr: Ažurirajte klijenta
pt_pt: Actualizar Cliente

source: Delete Customer
hr_hr: Izbriši kupca
pt_pt: Remover Cliente

source: Customer Transactions Inquiry
hr_hr: Upit o transakcijama kupaca
pt_pt: Consulta de Transacções do Cliente

source: Transaction Inquiry
hr_hr: Upit o transakciji
pt_pt: Consulta de Transacções

source: Choose which type of transaction to report on.
hr_hr: Odaberite o kojoj vrsti transakcije želite izvješćivati.
pt_pt: Escolha o tipo de transação a apresentar no relatório

source: From
hr_hr: Iz
pt_pt: De

source: Show transactions
hr_hr: Prikaži transakcije
pt_pt: operações Show

source: The customer transactions for the selected criteria could not be retrieved because
hr_hr: Transakcije kupaca za odabrane kriterije nije bilo moguće dohvatiti jer
pt_pt: Não foi possível obter as transacções do cliente para o critério seleccionado pois

source: Click to preview the credit
hr_hr: Kliknite za pregled kredita
pt_pt: Clique para visualizar o crédito
