Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Account Groups
hr_hr: Grupe računa
pt_pt: Grupos de Contas

source: An error occurred in retrieving the account groups of the parent account group during the check for recursion
hr_hr: Došlo je do pogreške prilikom dohvaćanja grupa računa nadređene grupe računa tijekom provjere rekurzije
pt_pt: Ocorreu um erro ao obter os grupos de conta do grupo de conta base durante a verificação para recursão

source: An error occurred in moving the account group
hr_hr: Došlo je do pogreške prilikom premještanja grupe računa

source: Review Account Groups
hr_hr: Pregledajte grupe računa
pt_pt: Rever Grupos Contábeis

source: All accounts in the account group:
hr_hr: Svi računi u grupi računa:

source: have been changed to the account group:
hr_hr: promijenjeni su u grupu računa:

source: Could not check whether the group exists because
hr_hr: Nije moguće provjeriti postoji li grupa jer
pt_pt: Não foi possível verificar se o grupo existe porque

source: The account group name already exists in the database
hr_hr: Naziv grupe računa već postoji u bazi podataka
pt_pt: O nome do grupo conta já existe no banco de dados

source: The account group name cannot contain the character
hr_hr: Naziv grupe računa ne može sadržavati znak
pt_pt: O nome do grupo da conta não pode conter o caractere

source: or the character
hr_hr: ili lik
pt_pt: ou o caractere

source: The account group name must be at least one character long
hr_hr: Naziv grupe računa mora imati najmanje jedan znak
pt_pt: O nome da conta do grupo deve ter ao menos um caractere

source: The parent account group selected appears to result in a recursive account structure - select an alternative parent account group or make this group a top level account group
hr_hr: Čini se da odabrana nadređena grupa računa rezultira rekurzivnom strukturom računa - odaberite alternativnu nadređenu grupu računa ili ovu grupu učinite grupom računa najviše razine
pt_pt: O grupo de conta base seleccionado parece resultar em uma conta de estrutura recursiva - selecione um grupo de conta base alternativo ou faça deste grupo um grupo de nível superior

source: Could not check whether the group is recursive because
hr_hr: Nije moguće provjeriti je li grupa rekurzivna jer
pt_pt: Não foi possível verificar se o grupo é recursiva, pois

source: Since this account group is a child group, the sequence in the trial balance, the section in the accounts and whether or not the account group appears in the balance sheet or profit and loss account are all properties inherited from the parent account group. Any changes made to these fields will have no effect.
hr_hr: Budući da je ova grupa računa podređena grupa, redoslijed u probnom stanju, odjeljak u računima i pojavljuje li se grupa računa u bilanci stanja ili računu dobiti i gubitka ili ne, sva su svojstva naslijeđena od nadređene grupe računa. Sve promjene napravljene u ovim poljima neće imati učinka.

source: The section in accounts must be an integer
hr_hr: Odjeljak u računima mora biti cijeli broj
pt_pt: A secção nas contas deve ser um inteiro

source: The sequence in the TB must be numeric and less than
hr_hr: Niz u TB mora biti numerički i manji od
pt_pt: A sequência no TB deve ser numérico e menos que

source: An error occurred in renaming the account group
hr_hr: Došlo je do pogreške prilikom preimenovanja grupe računa

source: An error occurred in updating the account group
hr_hr: Došlo je do pogreške prilikom ažuriranja grupe računa
pt_pt: Ocorreu um erro na atualização do grupo de contas

source: Record Updated
hr_hr: Zapis ažuriran
pt_pt: Registro actualizado

source: An error occurred in inserting the account group
hr_hr: Došlo je do pogreške prilikom umetanja grupe računa
pt_pt: Ocorreu um erro em inserir o grupo de contas

source: Record inserted
hr_hr: Zapis je umetnut
pt_pt: Registro inserido

source: An error occurred in retrieving the group information from chartmaster
hr_hr: Došlo je do pogreške prilikom dohvaćanja informacija o grupi s chartmastera
pt_pt: Ocorreu um erro ao recuperar as informações do grupo de chartmaster

source: Cannot delete this account group because general ledger accounts have been created using this group
hr_hr: Nije moguće izbrisati ovu grupu računa jer su računi glavne knjige stvoreni pomoću ove grupe
pt_pt: Não é possível remover este grupo contábel pois contas no livro de contabilidade foram criados usando este grupo

source: There are
hr_hr: postoje
pt_pt: Existe

source: general ledger accounts that refer to this account group
hr_hr: konta glavne knjige koji se odnose na ovu grupu konta
pt_pt: contas no livro de contabilidade que referem a este grupo contábel

source: Parent Group
hr_hr: Roditeljska grupa
pt_pt: Grupo Base

source: Move Group
hr_hr: Premjesti grupu

source: An error occurred in retrieving the parent group information
hr_hr: Došlo je do pogreške prilikom dohvaćanja informacija o nadređenoj grupi
pt_pt: Ocorreu um erro ao recuperar informações do grupo de pais

source: Cannot delete this account group because it is a parent account group of other account group(s)
hr_hr: Nije moguće izbrisati ovu grupu računa jer je nadređena grupa računa drugim grupama računa
pt_pt: Não pôde remover este grupo de conta porque é o grupo de conta base de outros grupos de conta(s)

source: account groups that have this group as its/there parent account group
hr_hr: grupe računa koje ovu grupu imaju kao nadređenu grupu računa
pt_pt: conta de grupos que tem em conta este grupo como seu/seus grupo base

source: An error occurred in deleting the account group
hr_hr: Došlo je do pogreške prilikom brisanja grupe računa
pt_pt: Ocorreu um erro ao excluir o grupo de contas

source: group has been deleted
hr_hr: grupa je izbrisana
pt_pt: grupo foi removido

source: Could not get account groups because
hr_hr: Nije moguće dobiti grupe računa jer
pt_pt: Não foi possível obter grupos Contábeis pois

source: Group Name
hr_hr: Naziv grupe
pt_pt: Nome do Grupo

source: Section
hr_hr: Odjeljak
pt_pt: Secção

source: Sequence In TB
hr_hr: Slijed kod TBC-a
pt_pt: Sequência no BC

source: Profit and Loss
hr_hr: Dobit i gubitak
pt_pt: Lucros e Prejuízos

source: Yes
hr_hr: Da
pt_pt: Sim

source: No
hr_hr: Ne
pt_pt: Não

source: Edit
hr_hr: Uredi
pt_pt: Alterar

source: Are you sure you wish to delete this account group?
hr_hr: Jeste li sigurni da želite izbrisati ovu grupu računa?

source: Delete
hr_hr: Izbrisati
pt_pt: Remover

source: The account group name does not exist in the database
hr_hr: Naziv grupe računa ne postoji u bazi podataka
pt_pt: O nome do grupo conta não existe no banco de dados

source: Edit Account Group Details
hr_hr: Uredite pojedinosti grupe računa

source: New Account Group Details
hr_hr: Detalji nove grupe računa

source: Account Group Name
hr_hr: Naziv grupe računa
pt_pt: Nome da Conta do Grupo

source: A unique name for the account group must be entered - at least 3 characters long and less than 30 characters long. Only alpha numeric characters can be used.
hr_hr: Potrebno je unijeti jedinstveno ime za grupu računa - najmanje 3 znaka i manje od 30 znakova. Mogu se koristiti samo alfanumerički znakovi.

source: Enter the account group name
hr_hr: Unesite naziv grupe računa

source: Top Level Group
hr_hr: Grupa najviše razine
pt_pt: Grupo de Nìvel Superior

source: Select the name of the parent group, or select Top level group if it has no parent
hr_hr: Odaberite naziv nadređene grupe ili odaberite Grupu najviše razine ako nema nadređenog

source: Section In Accounts
hr_hr: Odjeljak u računima
pt_pt: Secção nas Contas

source: The account section to which this group belongs
hr_hr: Odjeljak računa kojem ova grupa pripada

source: Select YES if this account group will contain accounts that will consist of only profit and loss accounts or NO if the group will contain balance sheet account
hr_hr: Odaberite DA ako će ova grupa računa sadržavati račune koji će se sastojati samo od računa dobiti i gubitka ili NE ako će grupa sadržavati račun bilance

source: Enter the sequence number that this account group and its child general ledger accounts should display in the trial balance
hr_hr: Unesite redni broj koji bi ova grupa računa i njeni podređeni računi glavne knjige trebali prikazati u probnom stanju

source: Update
hr_hr: Ažurirati
pt_pt: Actualizar

source: Return
hr_hr: Povratak

source: Insert
hr_hr: Umetnuti
pt_pt: Inserir

source: Account Sections
hr_hr: Odjeljci računa
pt_pt: Secções de Contas

source: The account section already exists in the database
hr_hr: Odjeljak računa već postoji u bazi podataka
pt_pt: A secção conta já existe no banco de dados

source: The account section name cannot contain any illegal characters
hr_hr: Naziv odjeljka računa ne smije sadržavati nedopuštene znakove

source: The account section name must contain at least one character
hr_hr: Naziv odjeljka računa mora sadržavati barem jedan znak
pt_pt: A conta de secção deve conter pelo menos um caracter

source: The section number must be an integer
hr_hr: Broj odjeljka mora biti cijeli broj
pt_pt: O número de secção deve ser um inteiro

source: Cannot delete this account section because general ledger accounts groups have been created using this section
hr_hr: Nije moguće izbrisati ovaj odjeljak računa jer su pomoću ovog odjeljka stvorene grupe računa glavne knjige
pt_pt: Não é possível eliminar esta secção de conta porque os grupos de contas do livro de contabilidade foram criados utilizando esta secção

source: general ledger accounts groups that refer to this account section
hr_hr: grupe konta glavne knjige koje se odnose na ovaj odjeljak konta
pt_pt: o grupo de contas do livro de contabilidade que corresponde a esta secção de conta

source: section has been deleted
hr_hr: odjeljak je izbrisan
pt_pt: secção foi eliminada

source: Could not get account group sections because
hr_hr: Nije moguće dobiti odjeljke grupe računa jer
pt_pt: Não foi possível obter as secções de grupo de conta porque

source: Section Number
hr_hr: Broj odjeljka
pt_pt: Número de Secção

source: Section Description
hr_hr: Opis odjeljka
pt_pt: Descrição da Secção

source: Restricted
hr_hr: Ograničen
pt_pt: Restrito

source: Review Account Sections
hr_hr: Pregledajte odjeljke računa
pt_pt: Rever Secções de Contas

source: Could not retrieve the requested section please try again.
hr_hr: Nije moguće dohvatiti traženi odjeljak, pokušajte ponovno.
pt_pt: Não foi possível obter a seção requerida, tente novamente.

source: Edit Account Section Details
hr_hr: Uredite pojedinosti odjeljka računa

source: New Account Section Details
hr_hr: Pojedinosti novog odjeljka računa

source: Enter a unique integer identifier for this section
hr_hr: Unesite jedinstveni identifikator cijelog broja za ovaj odjeljak

source: Enter a description for this section
hr_hr: Unesite opis za ovaj odjeljak

source: Enter Information
hr_hr: Unesite podatke
pt_pt: Inserir Informação

source: Customer Contacts
hr_hr: Kontakti kupaca
pt_pt: Cliente Contactos

source: Back to Customers
hr_hr: Natrag na Kupce
pt_pt: Voltar para Clientes

source: Search
hr_hr: Pretraživanje
pt_pt: Pesquisa

source: Contacts for Customer
hr_hr: Kontakti za kupca

source: Edit contact for
hr_hr: Uredi kontakt za

source: The Contact ID must be an integer.
hr_hr: ID kontakta mora biti cijeli broj.

source: The contact name must be forty characters or less long
hr_hr: Ime kontakta mora imati četrdeset znakova ili manje

source: The contact name may not be empty
hr_hr: Ime kontakta ne smije biti prazno

source: The contact email address is not a valid email address
hr_hr: Adresa e-pošte za kontakt nije valjana adresa e-pošte

source: has been updated
hr_hr: je ažuriran
pt_pt: foi actualizado(a)

source: The contact record has been added
hr_hr: Zapis o kontaktu je dodan
pt_pt: O registro do contacto foi adicionado

source: The contact record has been deleted
hr_hr: Zapis o kontaktu je izbrisan
pt_pt: O registro do contacto foi eliminado

source: Name
hr_hr: Ime
pt_pt: Nome

source: Role
hr_hr: Uloga
pt_pt: Função

source: Phone No
hr_hr: br. telefona
pt_pt: Telefone

source: Statement
hr_hr: Izjava
pt_pt: Declaração

source: Notes
hr_hr: Bilješke
pt_pt: Notas

source: Are you sure you wish to delete this contact?
hr_hr: Jeste li sigurni da želite izbrisati ovaj kontakt?
pt_pt: Tem a certeza que deseja eliminar este contacto?

source: Review all contacts for this Customer
hr_hr: Pregledajte sve kontakte ovog kupca
pt_pt: Reveja todos os contactos para este cliente

source: Edit Customer Contact Details
hr_hr: Uredite pojedinosti za kontakt kupca

source: Contact Code
hr_hr: Kod kontakta
pt_pt: Fale Código

source: New Customer Contact Details
hr_hr: Kontakt detalji novog kupca

source: Contact Name
hr_hr: Ime kontakta
pt_pt: Nome de Contacto

source: The name of the person from this customer
hr_hr: Ime osobe ovog kupca

source: The job role that this contact has at the customer
hr_hr: Poslovna uloga koju ovaj kontakt ima kod kupca

source: Phone
hr_hr: Telefon
pt_pt: Telefone

source: A phone number for this contact
hr_hr: Telefonski broj za ovaj kontakt

source: An email address for this contact
hr_hr: Adresa e-pošte za ovaj kontakt

source: Send Statement
hr_hr: Pošalji izjavu

source: This flag identifies the contact as one who should receive an email cusstomer statement
hr_hr: Ova zastavica identificira kontakt kao osobu koja bi trebala primiti e-mail izjavu kupca

source: Any notes on this customer contact
hr_hr: Sve napomene o ovom kontaktu s klijentom

source: Customer Notes
hr_hr: Bilješke kupaca
pt_pt: Notas do cliente

source: Back to Select Customer
hr_hr: Natrag na Odaberite kupca
pt_pt: Regressar a Seleccionar Cliente

source: The contact priority must be an integer.
hr_hr: Prioritet kontakta mora biti cijeli broj.
pt_pt: A prioridade de contato deve ser um inteiro.

source: The contact's notes must be two hundred characters or less long
hr_hr: Bilješke kontakta moraju imati dvije stotine znakova ili manje
pt_pt: notas O contato deve ser de duas centenas de caracteres ou menos longo

source: The contact's notes may not be empty
hr_hr: Bilješke kontakta ne smiju biti prazne
pt_pt: notas O contato não pode ser vazio

source: The contact notes record has been added
hr_hr: Dodan je zapis bilješki o kontaktu
pt_pt: O contato gravar notas foi adicionado

source: The contact note record has been deleted
hr_hr: Zapis bilješke o kontaktu je izbrisan
pt_pt: O registro de nota de contacto foi eliminado

source: Notes for Customer
hr_hr: Napomene za kupca
pt_pt: Notas para o Cliente

source: Date
hr_hr: Datum
pt_pt: Data

source: Note
hr_hr: Bilješka
pt_pt: Nota

source: Priority
hr_hr: Prioritet
pt_pt: Prioridade

source: Are you sure you wish to delete this customer note?
hr_hr: Jeste li sigurni da želite izbrisati ovu korisničku bilješku?

source: Review all notes for this Customer
hr_hr: Pregledajte sve bilješke za ovog kupca
pt_pt: Reveja todas as notas para este cliente

source: Edit existing customer note
hr_hr: Uredite postojeću bilješku kupca

source: Note ID
hr_hr: ID bilješke

source: Create new customer note
hr_hr: Stvorite novu bilješku o kupcu

source: Contact Note
hr_hr: Napomena za kontakt
pt_pt: Contato Nota

source: Write the customer note here
hr_hr: Ovdje napišite bilješku kupca

source: Any website associated with this note
hr_hr: Sve web stranice povezane s ovom bilješkom

source: The date of this note
hr_hr: Datum ove bilješke

source: The priority level for this note, between 1 and 9
hr_hr: Razina prioriteta za ovu bilješku, između 1 i 9

source: Customer Type (Group) Notes
hr_hr: Bilješke o vrsti (grupi) kupca
pt_pt: Tipo de cliente (Grupo) Notas

source: The Contact priority must be an integer.
hr_hr: Prioritet kontakta mora biti cijeli broj.
pt_pt: A prioridade de contato deve ser um inteiro.

source: The contacts notes must be two hundred characters or less long
hr_hr: Bilješke o kontaktima moraju imati dvije stotine znakova ili manje

source: The contacts notes may not be empty
hr_hr: Bilješke o kontaktima ne smiju biti prazne

source: Customer Group Notes
hr_hr: Bilješke o grupi kupaca
pt_pt: Grupo de Notas do cliente

source: The contact group notes record has been added
hr_hr: Dodan je zapis bilješki grupe kontakata
pt_pt: O grupo de contacto para gravar notas foi adicionado

source: The contact group note record has been deleted
hr_hr: Zapis bilješke grupe kontakata je izbrisan
pt_pt: O contato recorde nota grupo foi excluído

source: Notes for Customer Type
hr_hr: Napomene za vrstu kupca
pt_pt: Notas para o tipo de clientes

source: Review all notes for this Customer Type
hr_hr: Pregledajte sve bilješke za ovu vrstu kupca
pt_pt: Reveja todas as notas para este tipo de cliente

source: Amend Customer Type Note
hr_hr: Izmijeniti napomenu o vrsti kupca

source: Create New Customer Type Note
hr_hr: Stvorite novu bilješku o vrsti kupca

source: Contact Group Note
hr_hr: Napomena kontakt grupe
pt_pt: Nota do Grupo de Contato

source: Write the customer type note here
hr_hr: Ovdje napišite bilješku o vrsti kupca

source: Web site
hr_hr: Web stranica
pt_pt: site

source: Aged Controlled Inventory
hr_hr: Stariji kontrolirani inventar

source: as-of
hr_hr: od-od

source: Inventory
hr_hr: Inventar
pt_pt: Inventário

source: The stock held could not be retrieved because
hr_hr: Zadržane zalihe nisu se mogle dohvatiti jer

source: Stock
hr_hr: Zaliha

source: Description
hr_hr: Opis
pt_pt: Descrição

source: Batch
hr_hr: Serija
pt_pt: Lote

source: Quantity Remaining
hr_hr: Preostala količina

source: Units
hr_hr: jedinice
pt_pt: Unidades

source: Inventory Value
hr_hr: Inventarna vrijednost

source: Days Old
hr_hr: Dana staro

source: Total
hr_hr: Ukupno

source: Aged Customer Balances For Customers from
hr_hr: Aged Kupac Balances For Customers from
pt_pt: Saldos de clientes antidos para clientes de

source: to
hr_hr: do
pt_pt: para

source: And Has at Least 1 Branch Serviced By Sales Person #
hr_hr: And Has at Least 1 Branch Serviced By Prodaja Person #
pt_pt: E tem pelo menos 1 Filial Ocupada pelas Vendas por Pessoa #

source: Printed
hr_hr: Tiskano
pt_pt: Impresso

source: Customer
hr_hr: Kupac
pt_pt: Cliente

source: Balance
hr_hr: Ravnoteža
pt_pt: Saldo

source: Current
hr_hr: Trenutni
pt_pt: Corrente

source: The details of outstanding transactions for customer
hr_hr: Pojedinosti nepodmirenih transakcija za klijenta
pt_pt: Os detalhes das transacções em aberto do cliente

source: could not be retrieved
hr_hr: nije bilo moguće dohvatiti
pt_pt: não puderam ser obtidos

source: Close
hr_hr: Zatvoriti
pt_pt: Fechar

source: Aged Debtor Analysis
hr_hr: Analiza starih dužnika
pt_pt: Análise de Devedores Antigos

source: Select Report Criteria
hr_hr: Odaberite Kriteriji izvješća

source: From Customer Code
hr_hr: Iz koda kupca
pt_pt: De código de cliente

source: Enter the first customer code alphabetically to include in the report
hr_hr: Unesite prvu šifru kupca abecednim redom za uključivanje u izvješće

source: To Customer Code
hr_hr: Kodu kupca
pt_pt: até código de cliente

source: Enter the last customer code alphabetically to include in the report
hr_hr: Unesite posljednji korisnički kod abecednim redom za uključivanje u izvješće

source: All balances or overdues only
hr_hr: Samo sva stanja ili kašnjenja
pt_pt: Somente saldos positivos ou pagamentos em aberto

source: All customers with balances
hr_hr: Svi kupci sa stanjem
pt_pt: Todos os clientes com saldo

source: Overdue accounts only
hr_hr: Samo dospjeli računi
pt_pt: Somente contas pendentes

source: Held accounts only
hr_hr: Samo zadržani računi
pt_pt: Contas em observação

source: Show all account balances, or just show accounts with overdue balances
hr_hr: Prikaži sva stanja računa ili samo račune s dospjelim dugovima

source: Only Show Customers Of
hr_hr: Prikaži samo kupce
pt_pt: Mostrar apenas Clientes do

source: All Salespeople
hr_hr: Svi prodavači
pt_pt: Todos os vendedores

source: Only show customers for a particular salesperson, or for all sales people
hr_hr: Prikaži samo klijente za određenog prodavača ili za sve prodavače

source: Only show customers trading in
hr_hr: Prikaži samo kupce koji trguju
pt_pt: Mostrar apenas Clientes com troca de mercadoria

source: Select the customer currency, and just show customers trading in that currency
hr_hr: Odaberite valutu kupca i samo prikažite klijente koji trguju u toj valuti

source: Summary or detailed report
hr_hr: Sažetak ili detaljan izvještaj
pt_pt: Sumário ou relatório detalhado

source: Summary Report
hr_hr: Sažeto izvješće
pt_pt: Sumário

source: Detailed Report
hr_hr: Detaljno izvješće
pt_pt: Relatório detalhado

source: The report can be shown as a summary report, or a detailed report
hr_hr: Izvješće se može prikazati kao sažeto izvješće ili detaljno izvješće

source: Print PDF
hr_hr: Ispiši PDF
pt_pt: Gerar PDF

source: View
hr_hr: Pogled
pt_pt: Visualizar

source: Aged Supplier Balances For Suppliers from
hr_hr: Aged Dobavljač Balances For Suppliers from
pt_pt: Saldos de Fornecedores Antigos Para Fornecedores de

source: Supplier
hr_hr: Dobavljač
pt_pt: Fornecedor

source: Aged Supplier Analysis
hr_hr: Analiza ostarjelog dobavljača
pt_pt: Análise de Fornecedores Antigos

source: From Supplier Code
hr_hr: Iz šifre dobavljača
pt_pt: De Código Fornecedor

source: Enter the first supplier code alphabetially to include in the report
hr_hr: Unesite prvu šifru dobavljača abecednim redom za uključivanje u izvješće

source: To Supplier Code
hr_hr: Kod dobavljača
pt_pt: Até Código Forrnecedor

source: Enter the last supplier code alphabetically to include in the report
hr_hr: Unesite zadnji kod dobavljača abecednim redom za uključivanje u izvješće

source: All suppliers with balances
hr_hr: Svi dobavljači sa stanjem
pt_pt: Fornecedores com movimentos

source: For suppliers trading in
hr_hr: Za dobavljače koji trguju
pt_pt: Fornecedores com troca de mercadoria

source: Select the supplier currency, and just show suppliers trading in that currency
hr_hr: Odaberite valutu dobavljača i samo prikažite dobavljače koji trguju u toj valuti

source: Summary or Detailed Report
hr_hr: Sažetak ili detaljno izvješće
pt_pt: Sumário ou relatório detalhado

source: Horizontal Analysis of Statement of Comprehensive Income
hr_hr: Horizontalna analiza izvještaja o sveobuhvatnoj dobiti

source: The selected period from is actually after the period to
hr_hr: Odabrano razdoblje od zapravo je nakon razdoblja do
pt_pt: O perído seleccionado DE é atualmente depois do período PARA

source: Please reselect the reporting period
hr_hr: Molimo ponovno odaberite razdoblje izvješćivanja
pt_pt: Favor seleccione novamento o período de relatório

source: Shows the horizontal analysis of the statement of comprehensive income.
hr_hr: Prikazuje horizontalnu analizu izvještaja o sveobuhvatnoj dobiti.

source: Horizontal analysis (also known as trend analysis) is a financial statement analysis technique that shows changes in the amounts of corresponding financial statement items over a period of time. It is a useful tool to evaluate trend situations.
hr_hr: Horizontalna analiza (također poznata kao analiza trendova) tehnika je analize financijskih izvješća koja pokazuje promjene u iznosima odgovarajućih stavki financijskih izvješća tijekom određenog vremenskog razdoblja. To je koristan alat za procjenu trend situacija.
