Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Are you sure you wish to cancel this entire order?
hr_hr: Jeste li sigurni da želite otkazati cijelu narudžbu?
pt_pt: Tem certeza de que deseja cancelar toda esta ordem?

source: Search Pick Lists
hr_hr: Pretražite popise odabira

source: Pick Lists
hr_hr: Popisi odabira

source: The Pick List entered
hr_hr: Ušla je lista odabira

source: Pick List
hr_hr: Popis odabira

source: Picking List Search
hr_hr: Pretraga popisa odabira

source: New
hr_hr: Novi

source: To search for Pick Lists for a specific part use the part selection facilities below
hr_hr: Za traženje popisa odabira za određeni dio upotrijebite mogućnosti odabira dijelova u nastavku

source: No pick lists were returned by the SQL because
hr_hr: SQL nije vratio nijedan popis izbora jer

source: Packing List
hr_hr: Popis pakiranja

source: Request Date
hr_hr: Datum zahtjeva

source: Ship Date
hr_hr: Datum isporuke

source: Shipped By
hr_hr: Isporučuje

source: Initiated On
hr_hr: Pokrenuto

source: Reprint
hr_hr: Ponovno tiskanje
pt_pt: Imprimir Novamente

source: Invoice Order
hr_hr: Narudžba računa

source: Search Inventory Items
hr_hr: Pretražite stavke inventara
pt_pt: Procurar Itens de Inventário

source: Item Inquiries
hr_hr: Upiti za stavke
pt_pt: Consulta de Itens

source: Item Transactions
hr_hr: Transakcije predmeta
pt_pt: Transacções de itens

source: Item Maintenance
hr_hr: Održavanje artikla
pt_pt: Manutenção de Item

source: Obsolete
hr_hr: Zastario
pt_pt: Obsoleto

source: Inventory Item
hr_hr: Stavka inventara

source: Item Type
hr_hr: Vrsta stavke

source: Assembly Item
hr_hr: Montažni predmet
pt_pt: Conjunto de Item

source: Phantom Assembly Item
hr_hr: Predmet fantomske montaže

source: Kitset Item
hr_hr: Stavka kompleta
pt_pt: Conjunto de Kit de Item

source: Service/Labour Item
hr_hr: Usluga/radna stavka
pt_pt: Serviço de Item do Trabalho /

source: Purchased Item
hr_hr: Kupljeni predmet
pt_pt: Item Comprado

source: Manufactured Item
hr_hr: Proizvedeni predmet
pt_pt: Item Fabricado

source: Control Level
hr_hr: Kontrolna razina

source: serialised
hr_hr: serijalizirani
pt_pt: seriados

source: Batchs/Lots
hr_hr: Serije/Partije
pt_pt: Lotes

source: Volume
hr_hr: Volumen

source: Weight
hr_hr: Težina
pt_pt: Peso

source: No Default Price Set
hr_hr: Nema postavljene zadane cijene

source: Not Set
hr_hr: Nije postavljeno

source: Quantity On Hand
hr_hr: Količina pri ruci
pt_pt: Quantidade Em Mão

source: Quantity Demand
hr_hr: Potražnja za količinom
pt_pt: Quantidade Exigida

source: Quantity On Order
hr_hr: Količina po narudžbi
pt_pt: Quantidade A Ordem

source: Prefer
hr_hr: Radije
pt_pt: Prefere

source: Select a menu option to operate using this inventory item.
hr_hr: Odaberite opciju izbornika za rad pomoću ove stavke inventara.

source: Show Stock Usage
hr_hr: Prikaži korištenje zaliha
pt_pt: Mostrar Utilização do Stock

source: Search All Purchase Orders
hr_hr: Pretraži sve narudžbenice
pt_pt: Procurar Todos os Pedidos de Compra

source: Show Part Picture (if available)
hr_hr: Prikaži sliku dijela (ako je dostupna)
pt_pt: Mostrar Figura (se disponível)

source: View Costed Bill Of Material
hr_hr: Pregledajte popis materijala s procjenom troškova
pt_pt: Visualizar Factura de Materiais

source: Where This Item Is Used
hr_hr: Gdje se ovaj predmet koristi
pt_pt: Onde Este Item É Usado

source: Where This Labour Item Is Used
hr_hr: Gdje se ovaj radni predmet koristi
pt_pt: Sempre que este item do trabalho é usado

source: Quantity Adjustments
hr_hr: Prilagodbe količine
pt_pt: Ajustes na Quantidade

source: Purchase this Item from
hr_hr: Kupite ovaj artikl od
pt_pt: Compra este item da

source: Modify Item Details
hr_hr: Izmijenite pojedinosti artikla
pt_pt: Modificar Detalhes do Item

source: Maintain Reorder Levels
hr_hr: Održavajte razine preuređivanja
pt_pt: Manter Níveis de Reordenação

source: Maintain Standard Cost
hr_hr: Održavajte standardni trošak
pt_pt: Manter Custo Padrão

source: Maintain Purchasing Data
hr_hr: Održavajte podatke o kupnji
pt_pt: Rever Dados de Compras

source: Maintain Customer Item Data
hr_hr: Održavajte podatke o stavkama kupaca

source: Maintain Pricing
hr_hr: Održavajte cijene
pt_pt: Manter Preços

source: Special Prices for customer
hr_hr: Posebne cijene za kupca
pt_pt: Preços Especiais para o Cliente

source: Maintain Discount Category
hr_hr: Održavajte kategoriju popusta
pt_pt: Manter Categoria desconto

source: Clone This Item
hr_hr: Kloniraj ovu stavku

source: Maintain Related Items
hr_hr: Održavajte povezane stavke

source: Maintain Price Matrix
hr_hr: Održavajte matricu cijena

source: Inventory Items
hr_hr: Stavke inventara
pt_pt: Itens de inventário

source: Search for Stock Item
hr_hr: Potražite artikl na zalihi

source: Enter text that you wish to search for in the item description
hr_hr: Unesite tekst koji želite tražiti u opis artikla

source: Enter text that you wish to search for in the item code
hr_hr: Unesite tekst koji želite tražiti u šifru artikla

source: Enter text that you wish to search for in the supplier's item code
hr_hr: Unesite tekst koji želite tražiti u šifri artikla dobavljača

source: Select QA Samples
hr_hr: Odaberite QA uzorke

source: Edit QA Sample Details
hr_hr: Uredite pojedinosti uzorka za osiguranje kvalitete

source: Sample ID
hr_hr: ID uzorka

source: Specification
hr_hr: Specifikacija

source: Identifier
hr_hr: Identifikator

source: Sample Date
hr_hr: Datum uzorka

source: Use for Cert?
hr_hr: Koristiti za Cert?

source: Create QA Sample Details
hr_hr: Stvorite pojedinosti uzorka za osiguranje kvalitete

source: Duplicate for Lot OK?
hr_hr: Duplikat za lot je u redu?

source: Test Results have not all been entered. This Lot is not able to be used for a a Certificate of Analysis
hr_hr: Rezultati testa nisu svi uneseni. Ova partija se ne može koristiti za Potvrdu o analizi

source: Some Results are out of Spec
hr_hr: Neki rezultati su izvan Spec

source: QA Sample record for
hr_hr: QA Uzorak zapisa za

source: The update of the QA Sample failed because
hr_hr: Ažuriranje QA uzorka nije uspjelo jer

source: All other samples for this Specification and Lot was marked as Cert=No
hr_hr: Svi ostali uzorci za ovu specifikaciju i lot su označeni kao Cert=No

source: Created New Sample
hr_hr: Stvoren novi uzorak

source: Cannot delete this Sample ID because there are test results tied to it
hr_hr: Nije moguće izbrisati ovaj ID uzorka jer su s njim povezani rezultati testa

source: The sample results could not be deleted because
hr_hr: Rezultati uzorka nisu se mogli izbrisati jer

source: The QA Sample could not be deleted because
hr_hr: QA uzorak nije mogao biti izbrisan jer

source: QA Sample
hr_hr: QA uzorak

source: The Sample ID entered
hr_hr: Unesen je ID uzorka

source: Search QA Samples
hr_hr: Pretražite QA uzorke

source: Search Samples
hr_hr: Pretraži uzorke

source: To search for QA Samples for a specific part use the part selection facilities below
hr_hr: Za traženje QA uzoraka za određeni dio koristite mogućnosti odabira dijelova u nastavku

source: No QA samples were returned by the SQL because
hr_hr: SQL nije vratio uzorke za osiguranje kvalitete jer

source: Enter Results
hr_hr: Unesite rezultate

source: Lot / Serial
hr_hr: Lot / serijal

source: Created By
hr_hr: Stvorio

source: Cert Allowed
hr_hr: Cert dopušteno

source: Are you sure you wish to delete this Sample ID ?
hr_hr: Jeste li sigurni da želite izbrisati ovaj ID uzorka?

source: Show All Samples
hr_hr: Prikaži sve uzorke

source: Search Recurring Sales Orders
hr_hr: Pretražite ponavljajuće prodajne narudžbe
pt_pt: Procurar Pedido de Vendas Recorrentes

source: Search Recurring Orders
hr_hr: Pretražite ponavljajuće narudžbe
pt_pt: Procurar Ordens em Aberto

source: Select recurring order templates for delivery from:
hr_hr: Odaberite predloške ponavljajućih narudžbi za isporuku iz:
pt_pt: Seleccione ordens de entrega para:

source: No recurring orders were returned by the SQL because
hr_hr: SQL nije vratio ponavljajuće narudžbe jer
pt_pt: Nenhuma ordem foi retornada pelo comando SQL pois

source: Times p.a.
hr_hr: Vremena p.a.
pt_pt: Vezes ao ano

source: There were no sales orders checked to place purchase orders for. No purchase orders will be created.
hr_hr: Nije bilo provjerenih prodajnih naloga za slanje naloga za kupnju. Neće se kreirati narudžbenice.

source: Unable to retrieve the items on the selected orders for creating purchase orders for
hr_hr: Nije moguće dohvatiti stavke iz odabranih narudžbi za izradu narudžbenica

source: There might be no supplier purchasing data set up for any items on the selected sales order(s). No purchase orders have been created
hr_hr: Možda nema postavljenih podataka o nabavi dobavljača ni za jednu stavku na odabranoj prodajnoj narudžbi(ama). Nisu stvorene narudžbenice

source: The delivery address for the order could not be obtained from the user default stock location
hr_hr: Adresa za isporuku narudžbe nije se mogla dobiti sa zadane lokacije skladišta korisnika

source: Auto created from sales orders
hr_hr: Automatski kreiran iz prodajnih naloga

source: Could not update purchase order status to Authorised
hr_hr: Nije moguće ažurirati status narudžbenice u Ovlašteno

source: The order has been created with a status of pending and will require authorisation
hr_hr: Narudžba je stvorena sa statusom na čekanju i bit će potrebna autorizacija

source: Could not get the supplier information for the order
hr_hr: Nije moguće dobiti informacije o dobavljaču za narudžbu

source: The Order Number entered MUST be numeric
hr_hr: Uneseni broj narudžbe MORA biti numerički
pt_pt: O número do pedido inserido DEVE ser numérico

source: Search in
hr_hr: Traži u

source: Quotations Only
hr_hr: Samo citati
pt_pt: Apenas Ofertas

source: Orders Only
hr_hr: Samo narudžbe
pt_pt: Ordens Apenas

source: Overdue Only
hr_hr: Samo zakašnjelo

source: Due Date From
hr_hr: Datum dospijeća od

source: Due Date To
hr_hr: Rok do

source: Order Date From
hr_hr: Datum narudžbe Od

source: Order Date To
hr_hr: Datum narudžbe Do

source: Add Sales Order
hr_hr: Dodajte prodajni nalog
pt_pt: Adicionar Pedido de Vendas

source: No orders or quotations were returned by the SQL because
hr_hr: SQL nije vratio nikakve narudžbe ili ponude jer
pt_pt: Nenhum pedido ou ofertad foram obtidos pelo comando SQL porque

source: Acknowledge
hr_hr: Priznaj

source: Dispatch Note
hr_hr: Otpremnica
pt_pt: Nota Dispatch

source: Place PO
hr_hr: Mjesto PO

source: Print Quote
hr_hr: Ispis citata
pt_pt: Imprimir Oferta

source: Quote Total
hr_hr: Citat Ukupno
pt_pt: Oferta Total

source: Pick
hr_hr: Odabrati

source: Total Order(s) Value in
hr_hr: Ukupna vrijednost narudžbi u

source: Total Quotation(s) Value in
hr_hr: Ukupna vrijednost ponude(a) u

source: Place
hr_hr: Mjesto

source: This will create purchase orders for all the items on the checked sales orders above, based on the preferred supplier purchasing data held in the system. Are You Absolutely Sure?
hr_hr: Ovo će stvoriti narudžbenice za sve artikle na gore označenim prodajnim narudžbenicama, na temelju podataka o kupnji željenog dobavljača koji se čuvaju u sustavu. Jeste li potpuno sigurni?

source: Search Suppliers
hr_hr: Traži dobavljače
pt_pt: Procurar Fornecedores

source: Supplier name keywords have been used in preference to the Supplier code extract entered
hr_hr: Ključne riječi naziva dobavljača korištene su umjesto unesenog izvatka koda dobavljača
pt_pt: Palavras-chave do nome do fornecedor foram usadas preferencialmente à parte do código do fornecedor inserida

source: Supplier Inquiries
hr_hr: Upiti dobavljača
pt_pt: Consulta de Fornecedores

source: Supplier Transactions
hr_hr: Transakcije dobavljača
pt_pt: Transacções do fornecedor

source: Supplier Maintenance
hr_hr: Održavanje dobavljača
pt_pt: Manutenção de Fornecedor

source: Select a menu option to operate using this supplier.
hr_hr: Odaberite opciju izbornika za rad pomoću ovog dobavljača.
pt_pt: Selecione uma opção no menu para actuar com esse fornecedor.

source: Supplier Account Inquiry
hr_hr: Upit o računu dobavljača
pt_pt: Consulta de Contas de Fornecedor

source: Supplier Delivery Note AND GRN inquiry
hr_hr: Otpremnica dobavljača I GRN upit

source: Add / Receive / View Outstanding Purchase Orders
hr_hr: Dodajte/primite/pregledajte nepodmirene narudžbenice
pt_pt: Adicionar / Receber / Ver Pedidos de Compra Pendentes

source: View All Purchase Orders
hr_hr: Pogledajte sve narudžbenice
pt_pt: Visualizar Todos os Pedidos de Compra

source: List all open shipments for
hr_hr: Navedite sve otvorene pošiljke za
pt_pt: Lista de todas as transferências aberto para

source: Search / Modify / Close Shipments
hr_hr: Pretraživanje / izmjena / zatvaranje pošiljaka
pt_pt: Pesquisar / Modificar / Carregamentos Fechados

source: Supplier Price List
hr_hr: Cjenik dobavljača
pt_pt: Fornecedor Preço

source: Enter a Purchase Order for This Supplier
hr_hr: Unesite narudžbenicu za ovog dobavljača
pt_pt: Digite uma ordem de compra para este fornecedor

source: Enter a Suppliers Invoice
hr_hr: Unesite fakturu dobavljača
pt_pt: Insira uma Factura de Fornecedor

source: Enter a Suppliers Credit Note
hr_hr: Unesite Knjigu o kreditu dobavljača
pt_pt: Insira uma Nota de Crédito de Fornecedor

source: Reverse an Outstanding Goods Received Note (GRN)
hr_hr: Storniranje nepodmirene obavijesti o primljenoj robi (GRN)
pt_pt: Reverter uma Nota de Bens Recebidos (NBR) Considerável

source: Add a New Supplier
hr_hr: Dodajte novog dobavljača
pt_pt: Adicionar Novo Fornecedor

source: Modify Or Delete Supplier Details
hr_hr: Izmijenite ili izbrišite podatke o dobavljaču
pt_pt: Modificar ou Eliminar Detalhes do Fornecedor

source: Add/Edit/Delete Supplier Contacts
hr_hr: Dodavanje/uređivanje/brisanje kontakata dobavljača

source: Set Up Sell Through Support Deals
hr_hr: Postavite prodaju putem podrške

source: Set Up A New Shipment
hr_hr: Postavite novu pošiljku
pt_pt: Definir um Novo Carregamento

source: Supplier Login Configuration
hr_hr: Konfiguracija prijave dobavljača
pt_pt: Fornecedor de configuração Login

source: Suppliers
hr_hr: Dobavljači
pt_pt: Fornecedores

source: Search for Suppliers
hr_hr: Potražite dobavljače
pt_pt: Pesquisa de Fornecedores

source: Mapping is enabled, but no Mapping data to display for this Supplier.
hr_hr: Mapiranje je omogućeno, ali nema podataka mapiranja za prikaz za ovog dobavljača.
pt_pt: O mapeamento é habilitado, mas não há dados de mapeamento para mostrar para esse fornecedor.

source: Supplier Mapping
hr_hr: Mapiranje dobavljača
pt_pt: Fornecedor Mapeamento

source: Supplier Data
hr_hr: Podaci o dobavljaču
pt_pt: Fornecedor de dados

source: No payments yet to this supplier.
hr_hr: Još nema plaćanja ovom dobavljaču.
pt_pt: Nenhum pagamento ainda este fornecedor.

source: Last Paid:
hr_hr: Zadnje plaćeno:
pt_pt: Última Pago:

source: Last Paid Amount:
hr_hr: Zadnji plaćeni iznos:
pt_pt: Valor pago por último:

source: Supplier since:
hr_hr: Dobavljač od:
pt_pt: Fornecedor desde:

source: Total Spend with this Supplier:
hr_hr: Ukupna potrošnja kod ovog dobavljača:
pt_pt: Total gasto com esse fornecedor:

source: Sell Through Support
hr_hr: Prodajte putem podrške

source: Deleted the supplier sell through support record
hr_hr: Izbrisan je zapis o prodaji dobavljača putem podrške

source: The rebate amount entered was not numeric and a number is required.
hr_hr: Uneseni iznos rabata nije numerički i potreban je broj.

source: Both the rebate amount and the rebate percent is zero. One or the other must be a positive number?
hr_hr: I iznos rabata i postotak rabata su nula. Jedno ili drugo mora biti pozitivan broj?

source: The rebate percent must be greater than zero but less than 100 percent. No changes will be made to this record
hr_hr: Postotak rabata mora biti veći od nule, ali manji od 100 posto. Nikakve promjene neće biti unesene u ovaj zapis

source: Both the rebate percent and rebate amount are non-zero. Only one or the other can be used.
hr_hr: I postotak rabata i iznos rabata nisu nula. Može se koristiti samo jedno ili drugo.

source: The effective to date is prior to the effective from date.
hr_hr: Datum stupanja na snagu do danas je prije datuma stupanja na snagu.

source: The sell through support record could not be added to the database because
hr_hr: Zapis o prodaji putem podrške nije se mogao dodati u bazu podataka jer

source: This sell through support has been added to the database
hr_hr: Ova prodaja putem podrške dodana je u bazu podataka

source: The sell through support record could not be updated because
hr_hr: Zapis o prodaji putem podrške nije se mogao ažurirati jer

source: Sell Through Support record has been updated
hr_hr: Zapis o prodaji putem podrške je ažuriran

source: The supplier sell through support deals could not be retrieved because
hr_hr: Dobavljač prodaje putem ugovora o podršci nije se mogao dohvatiti jer

source: There are no sell through support deals entered for this supplier
hr_hr: Za ovog dobavljača nema unesenih ugovora o prodaji putem podrške

source: Item or Category
hr_hr: Stavka ili kategorija

source: Rebate
hr_hr: Rabat

source: All Customers
hr_hr: Svi kupci

source: Are you sure you wish to delete this sell through support record?
hr_hr: Jeste li sigurni da želite izbrisati ovu prodaju putem zapisa podrške?

source: The supplier sell through support could not be retrieved because
hr_hr: Dobavljač prodaje putem podrške nije se mogao dohvatiti jer

source: Edit Sell Through Support Deal
hr_hr: Uredite Ugovor o prodaji putem podrške

source: Create Sell Through Support Deal
hr_hr: Stvorite ugovor o prodaji putem podrške

source: Support for Customer
hr_hr: Podrška za kupca

source: Support Whole Category
hr_hr: Podrška za cijelu kategoriju

source: Specific Item Only
hr_hr: Samo određena stavka

source: Support Specific Item
hr_hr: Specifična stavka podrške

source: Support An Entire Category
hr_hr: Podržite cijelu kategoriju

source: Could not retrieve the items that the supplier provides
hr_hr: Nije moguće dohvatiti artikle koje pruža dobavljač

source: Rebate value per unit
hr_hr: Vrijednost rabata po jedinici

source: Rebate Percent
hr_hr: Postotak rabata

source: Support Start Date
hr_hr: Datum početka podrške

source: Support End Date
hr_hr: Datum završetka podrške

source: Shipment Costing
hr_hr: Trošak otpreme
pt_pt: Custo de Carga

source: This page is expected to be called with the shipment number to show the costing for
hr_hr: Očekuje se da će ova stranica biti pozvana s brojem pošiljke za prikaz troškova
pt_pt: Espera-se que esta página seja chamada com o número de carregamento para mostrar os custos correspondentes

source: Shipment
hr_hr: otprema
pt_pt: Carregamento

source: cannot be retrieved because a database error occurred
hr_hr: nije moguće dohvatiti jer je došlo do pogreške baze podataka
pt_pt: não pode ser obtido, um erro ocorreu no base de dados

source: could not be located in the database
hr_hr: nije bilo moguće pronaći u bazi podataka
pt_pt: não pôde ser encontrado no base de dados

source: Shipment Details
hr_hr: Pojedinosti o pošiljci
pt_pt: Expedição Detalhes

source: Vessel
hr_hr: Posuda
pt_pt: Vasilhame

source: Voyage Ref
hr_hr: Putovanje Ref
pt_pt: Referência da viagem

source: Expected Arrival Date (ETA)
hr_hr: Očekivani datum dolaska (ETA)
pt_pt: Data Esperada de Chegada

source: general costs cannot be retrieved from the database
hr_hr: opći troškovi se ne mogu dohvatiti iz baze podataka
pt_pt: custos gerais não podem ser obtidos do base de dados

source: No General Cost Records exist for Shipment
hr_hr: Za otpremu ne postoje zapisi o općim troškovima
pt_pt: Não existem registros de custo geral para carregamento

source: in the database
hr_hr: u bazi podataka
pt_pt: no base de dados

source: Item costs cannot be retrieved from the database
hr_hr: Troškovi artikla ne mogu se dohvatiti iz baze podataka
pt_pt: Custos de item não podem ser obtidos do base de dados

source: No Item Cost Records exist for Shipment
hr_hr: Za otpremu ne postoje zapisi o troškovima artikla
pt_pt: Não existem registros de custo de item para carregamento

source: The lines on the shipment could not be retrieved from the database
hr_hr: Redovi na pošiljci nisu se mogli dohvatiti iz baze podataka
pt_pt: As linhas no carregamento não podem ser obtidas do base de dados

source: Cannot close a shipment where the quantity received is more than the quantity invoiced. Check the item
hr_hr: Nije moguće zatvoriti pošiljku u kojoj je primljena količina veća od fakturirane količine. Provjerite stavku
pt_pt: Não é possível fechar uma expedição em que a quantidade recebida é maior do que a quantidade facturada. Verifique o item

source: Items on shipment
hr_hr: Predmeti na pošiljci
pt_pt: Itens em transferência

source: Variance
hr_hr: Varijanca
pt_pt: Variante

source: shipment cost
hr_hr: trošak pošiljke
pt_pt: Custo de cargamento

source: shipment quantity > stock held - variance write off
hr_hr: količina pošiljke > zaliha - otpis odstupanja
pt_pt: quantidade de carregamento > stock detido - variância a amortizar

source: The GL entry for the shipment variance posting for
hr_hr: Unos GL za knjiženje odstupanja otpreme za
pt_pt: A inserção no LC para a afixação da variância de carregamento para

source: could not be inserted into the database because
hr_hr: nije bilo moguće umetnuti u bazu jer
pt_pt: não pôde ser inserida no base de dados porque

source: shipment avg cost adjt
hr_hr: pošiljka prosj. trošak pril
pt_pt: ajuste do custo da média de carregamento

source: The GL entry for the shipment average cost adjustment for
hr_hr: GL unos za prilagodbu prosječnog troška pošiljke za
pt_pt: A inserção no LC para o ajustamento do custo médio do carregamento para

source: The cost could not be updated because
hr_hr: Cijena se nije mogla ažurirati jer
pt_pt: Não foi possível actualizar o cliente pois

source: Qty recd
hr_hr: Kol
pt_pt: Quantidade recebida

source: The Positive GL entry for the shipment variance posting for
hr_hr: Pozitivni GL unos za knjiženje odstupanja otpreme za
pt_pt: A inserção positiva para esta variante do carregamento enviada para o LC

source: Qty invoiced
hr_hr: Fakturirana količina
pt_pt: Quantidade facturada

source: The credit GL entry for the shipment variance posting for
hr_hr: Unos kredita GL za knjiženje odstupanja otpreme za
pt_pt: A inserção no LC do crédito para esta afixação de variância do carregamento para

source: Shipment of
hr_hr: Pošiljka od
pt_pt: Carregamento de

source: cost was
hr_hr: trošak je bio
pt_pt: custo era

source: changed to
hr_hr: promijenjeno u
pt_pt: mudou para

source: QOH of
hr_hr: QOH od
pt_pt: QOH de

source: The GL credit for the shipment stock cost adjustment posting could not be inserted because
hr_hr: GL kredit za knjiženje prilagodbe troškova zaliha pošiljke nije se mogao umetnuti jer
pt_pt: O crédito do LC para ajuste do custo do carregamento de stock enviado não pôde ser inserido porque

source: The GL debit for stock cost adjustment posting could not be inserted because
hr_hr: GL zaduženje za knjiženje usklađenja troškova zaliha nije se moglo umetnuti jer
pt_pt: O déito do LC para ajuste do custo do carregamento de stock enviado não pôde ser inserido porque

source: The shipment cost details for the stock item could not be updated because
hr_hr: Pojedinosti o trošku otpreme za stavku na zalihama nisu se mogle ažurirati jer
pt_pt: Não foi possível actualizar os detalhes do custo de carregamento para o item de stock porque

source: Total Shipment Charges
hr_hr: Ukupni troškovi dostave
pt_pt: Custo total do carregamento

source: Total Value of all variances on this shipment
hr_hr: Ukupna vrijednost svih odstupanja na ovoj pošiljci
pt_pt: Valor total de todas as variações neste carregamento
