Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: This function is used to modify a customer which is already setup in the webERP database.
hr_hr: Ova se funkcija koristi za izmjenu korisnika koji je već postavljen u webERP bazi podataka.
pt_pt: Esta função é usada para modificar um cliente que já está no banco de dados de configuração webERP.

source: The debtorno must already exist in the weberp database.
hr_hr: Dužnik već mora postojati u weberp bazi podataka.
pt_pt: O debtorno já deve existir no banco de dados webERP.

source: Otherwise an array of error codes is returned and no modification takes place.
hr_hr: U suprotnom se vraća niz kodova grešaka i nema izmjene.
pt_pt: Caso contrário, um conjunto de códigos de erro é retornado e nenhuma modificação ocorre.

source: This function is used to modify a customer branch which is already setup in the webERP database.
hr_hr: Ova se funkcija koristi za izmjenu korisničke grane koja je već postavljena u webERP bazi podataka.
pt_pt: Esta função é usada para modificar um ramo do cliente que já está no banco de dados de configuração webERP.

source: The branchcode/debtorno combination must already exist in the weberp database.
hr_hr: Kombinacija branchcode/debtorno mora već postojati u weberp bazi podataka.
pt_pt: O branchcode / combinação debtorno já deve existir no banco de dados webERP.

source: This function is used to retrieve a list of the branch codes for the Debtor Number supplied.
hr_hr: Ova se funkcija koristi za dohvaćanje popisa kodova podružnica za dostavljeni broj dužnika.
pt_pt: Esta função é usada para recuperar uma lista dos códigos de ramo para o número de devedores fornecido.

source: Debtor number
hr_hr: Broj dužnika
pt_pt: Número de devedores

source: This is a string value. It must be a valid debtor number that is already in the webERP database.
hr_hr: Ovo je vrijednost niza. To mora biti važeći broj dužnika koji se već nalazi u webERP bazi.
pt_pt: Este é um valor de cadeia. Deve ser um número válido devedor que já está no banco de dados webERP.

source: If successful this function returns an array of branch codes, which may be strings or integers.
hr_hr: Ako je uspješna, ova funkcija vraća niz kodova grana, koji mogu biti nizovi ili cijeli brojevi.
pt_pt: Se for bem sucedida essa função retorna uma matriz de códigos ramo, que podem ser strings ou inteiros.

source: If the first element is zero then the function was successful.
hr_hr: Ako je prvi element nula, funkcija je bila uspješna.
pt_pt: Se o primeiro elemento é zero então a função foi bem sucedida.

source: Otherwise an array of error codes is returned.
hr_hr: Inače se vraća niz kodova grešaka.
pt_pt: Caso contrário, um conjunto de códigos de erro é retornada.

source: This function is used to retrieve the details of a customer branch from the webERP database.
hr_hr: Ova se funkcija koristi za dohvaćanje detalja podružnice kupaca iz webERP baze podataka.
pt_pt: Esta função é usada para recuperar os detalhes de uma sucursal do banco de dados do cliente webERP.

source: This is a string value. It must be a valid branch code that is already in the webERP database, and associated with the debtorno in Parameter[0]
hr_hr: Ovo je vrijednost niza. To mora biti važeći kod grane koji je već u webERP bazi podataka i povezan s dužnikom u parametru[0]
pt_pt: Este é um valor de cadeia. Deve ser um código válido ramo que já está no banco de dados webERP, e associado com o debtorno no parâmetro [0]

source: If successful this function returns a set of key/value pairs containing the details of this branch.
hr_hr: Ako je uspješna, ova funkcija vraća skup parova ključ/vrijednost koji sadrže pojedinosti ove grane.
pt_pt: Se for bem sucedida essa função retorna um conjunto de pares chave / valor que contém os detalhes deste ramo.

source: The key will be identical with field name from the
hr_hr: Ključ će biti identičan nazivu polja iz
pt_pt: A chave será idêntico ao nome do campo da

source: custbranch table.
hr_hr: custbranch stol.
pt_pt: custbranch tabela.

source: All fields will be in the set regardless of whether the value was set.
hr_hr: Sva će polja biti u skupu bez obzira je li vrijednost postavljena.
pt_pt: Todos os campos serão no conjunto, independentemente de o valor foi definido.

source: This function is used to retrieve the details of a customer from the webERP database.
hr_hr: Ova se funkcija koristi za dohvaćanje pojedinosti o kupcu iz webERP baze podataka.
pt_pt: Esta função é usada para recuperar os detalhes de um cliente do banco de dados webERP.

source: If successful this function returns a set of key/value pairs containing the details of this customer.
hr_hr: Ako je uspješna, ova funkcija vraća skup parova ključ/vrijednost koji sadrže detalje ovog kupca.
pt_pt: Se for bem sucedida essa função retorna um conjunto de pares chave / valor que contém os detalhes deste cliente.

source: The key will be identical with field name from the debtorsmaster table. All fields will be in the set regardless of whether the value was set.
hr_hr: Ključ će biti identičan nazivu polja iz tablice debtorsmaster. Sva će polja biti u skupu bez obzira je li vrijednost postavljena.
pt_pt: A chave será idêntico ao nome do campo da tabela debtorsmaster. Todos os campos serão no conjunto, independentemente de o valor foi definido.

source: The name of a database field to search on.
hr_hr: Naziv polja baze podataka za pretraživanje.
pt_pt: O nome de um campo de banco de dados para a pesquisa.

source: A (partial) string to match in the above Field Name.
hr_hr: (Djelomični) niz za podudaranje u gornjem nazivu polja.
pt_pt: Uma seqüência de caracteres (parcial) de combinar com o nome do campo acima.

source: This function returns an array of customer IDs, which may be integers or strings.
hr_hr: Ova funkcija vraća niz korisničkih ID-ova koji mogu biti cijeli brojevi ili nizovi.
pt_pt: Esta função retorna uma matriz de identificações de clientes, que podem ser inteiros ou strings.

source: This function returns a list of currency abbreviations.
hr_hr: Ova funkcija vraća popis skraćenica valuta.
pt_pt: Esta função retorna uma lista de abreviaturas moeda.

source: This function returns an array of currency abbreviations.
hr_hr: Ova funkcija vraća niz kratica valuta.
pt_pt: Esta função retorna um array de abreviações moeda.

source: This function takes a currency abbreviation and returns details of that currency.
hr_hr: Ova funkcija uzima kraticu valute i vraća detalje te valute.
pt_pt: Esta função tem um detalhes abreviação de moeda e retorna dessa moeda.

source: Currency abbreviation
hr_hr: Skraćenica valute
pt_pt: abreviatura Moeda

source: A currency abbreviation as returned by the GetCurrencyList function.
hr_hr: Skraćenica valute koju vraća funkcija GetCurrencyList.
pt_pt: A abreviatura da moeda como retornado pela função GetCurrencyList.

source: This function returns an array of currency details.
hr_hr: Ova funkcija vraća niz pojedinosti o valuti.
pt_pt: Esta função retorna uma matriz de dados de moeda.

source: This function returns a list of sales type abbreviations.
hr_hr: Ova funkcija vraća popis skraćenica vrste prodaje.
pt_pt: Esta função retorna uma lista de abreviaturas do tipo de vendas.

source: This function returns an array of sales type abbreviations.
hr_hr: Ova funkcija vraća niz kratica vrsta prodaje.
pt_pt: Esta função retorna um array de abreviações vendas tipo.

source: This function takes a sales type abbreviation and returns details of that sales type.
hr_hr: Ova funkcija uzima kraticu vrste prodaje i vraća detalje te vrste prodaje.
pt_pt: Esta função tem um tipo de abreviação de vendas e retorna detalhes desse tipo de vendas.

source: Sales type abbreviation
hr_hr: Skraćenica vrste prodaje
pt_pt: Vendas abreviatura tipo

source: A sales type abbreviation as returned by the GetSalesTypeList function.
hr_hr: Skraćenica tipa prodaje koju vraća funkcija GetSalesTypeList.
pt_pt: A sigla do tipo de venda, retornado pela função GetSalesTypeList.

source: This function returns an array of sales type details.
hr_hr: Ova funkcija vraća niz pojedinosti o vrsti prodaje.
pt_pt: Esta função retorna uma matriz de dados de vendas do tipo.

source: This function is used to insert sales type details into the webERP database.
hr_hr: Ova se funkcija koristi za umetanje pojedinosti o vrsti prodaje u webERP bazu podataka.
pt_pt: Esta função é usada para inserir detalhes vendas tipo no banco de dados webERP.

source: Sales Type Details
hr_hr: Pojedinosti o vrsti prodaje
pt_pt: Informações Vendas Tipo

source: This function returns a list of hold reason codes.
hr_hr: Ova funkcija vraća popis šifri razloga čekanja.
pt_pt: Esta função retorna uma lista de códigos de razão espera.

source: This function returns an array of hold reason codes.
hr_hr: Ova funkcija vraća niz šifri razloga čekanja.
pt_pt: Esta função retorna uma matriz de códigos de razão espera.

source: This function takes a hold reason code and returns details of that hold reason.
hr_hr: Ova funkcija uzima šifru razloga zadržavanja i vraća detalje tog razloga zadržavanja.
pt_pt: Esta função recebe um código de razão espera e retorna informações sobre isso espera.

source: Hold reason code
hr_hr: Zadrži šifru razloga
pt_pt: Segure código de razão

source: A hold reason abbreviation as returned by the GetHoldReasonList function.
hr_hr: Skraćenica razloga zadržavanja koju vraća funkcija GetHoldReasonList.
pt_pt: Uma abreviatura razão mantenha como retornado pela função GetHoldReasonList.

source: This function returns an array of hold reason details.
hr_hr: Ova funkcija vraća niz pojedinosti o razlogu čekanja.
pt_pt: Esta função retorna uma matriz de detalhes razão espera.

source: This function returns a list of payment terms abbreviations.
hr_hr: Ova funkcija vraća popis kratica uvjeta plaćanja.
pt_pt: Esta função retorna uma lista de abreviaturas condições de pagamento.

source: This function returns an array of payment terms abbreviations.
hr_hr: Ova funkcija vraća niz kratica uvjeta plaćanja.
pt_pt: Esta função retorna um array de abreviações condições de pagamento.

source: This function takes a payment terms abbreviation and returns details of that payment terms type.
hr_hr: Ova funkcija uzima kraticu uvjeta plaćanja i vraća detalje te vrste uvjeta plaćanja.
pt_pt: Esta função tem um detalhes de pagamento e retorna termos abreviação desse tipo de condições de pagamento.

source: A payment terms abbreviation as returned by the GetPaymentTermsList function.
hr_hr: Skraćenica uvjeta plaćanja koju vraća funkcija GetPaymentTermsList.
pt_pt: Um pagamento abreviatura termos como retornado pela função GetPaymentTermsList.

source: This function returns an array of payment terms details.
hr_hr: Ova funkcija vraća niz pojedinosti o uvjetima plaćanja.
pt_pt: Esta função retorna uma matriz de detalhes as condições de pagamento.

source: This function returns a list of payment method codes.
hr_hr: Ova funkcija vraća popis kodova načina plaćanja.

source: This function returns an array of payment method codes.
hr_hr: Ova funkcija vraća niz kodova načina plaćanja.

source: This function takes a payment method code and returns details of that payment method.
hr_hr: Ova funkcija uzima šifru načina plaćanja i vraća detalje tog načina plaćanja.

source: Payment method code
hr_hr: Šifra načina plaćanja

source: A payment method code as returned by the GetPaymentMethodsList function.
hr_hr: Šifra načina plaćanja koju vraća funkcija GetPaymentMethodsList.

source: This function inserts a new stock item into webERP, including updating the locstock table.
hr_hr: Ova funkcija umeće novu stavku zaliha u webERP, uključujući ažuriranje tablice lockstock.
pt_pt: Essa função insere um novo item no estoque em webERP, incluindo a actualização da tabela locstock.

source: Stock Item Details
hr_hr: Pojedinosti o artiklu na zalihama
pt_pt: Detalhes Item Stock

source: Key/value pairs of data to insert. The key must be identical with the database field name.
hr_hr: Parovi ključ/vrijednost podataka za umetanje. Ključ mora biti identičan nazivu polja baze podataka.
pt_pt: Chave / valor pares de dados para inserir. A chave deve ser idêntico ao nome do campo do banco de dados.

source: This function modifies a stock item that already exists in webERP.
hr_hr: Ova funkcija mijenja stavku zalihe koja već postoji u webERP-u.
pt_pt: Esta função modifica um item de estoque que já existe no webERP.

source: Key/value pairs of data to modify.
hr_hr: Parovi ključ/vrijednost podataka za izmjenu.
pt_pt: Os pares de chaves / valor de dados para modificar.

source: This function takes a stock item code and returns an array of key/value pairs.
hr_hr: Ova funkcija uzima šifru artikla na zalihama i vraća niz parova ključ/vrijednost.
pt_pt: Esta função recebe um código de item de estoque e retorna um array de pares chave / valor.

source: The keys represent the database field names, and the values are the value of that field.
hr_hr: Ključevi predstavljaju nazive polja baze podataka, a vrijednosti su vrijednosti tog polja.
pt_pt: As chaves representam os nomes dos campos do banco de dados, e os valores são os valores desse campo.

source: The StockID code to identify the item in the database.
hr_hr: StockID kod za identifikaciju stavke u bazi podataka.
pt_pt: O código StockID para identificar o item no banco de dados.

source: If successful this function returns a set of key/value pairs containing the details of this stock item.
hr_hr: Ako je uspješna, ova funkcija vraća skup parova ključ/vrijednost koji sadrže pojedinosti o ovoj stavci zaliha.
pt_pt: Se for bem sucedida essa função retorna um conjunto de pares chave / valor que contém os detalhes deste item no estoque.

source: The key will be identical with field name from the stockmaster table. All fields will be in the set regardless of whether the value was set.
hr_hr: Ključ će biti identičan nazivu polja iz tablice stockmaster. Sva će polja biti u skupu bez obzira je li vrijednost postavljena.
pt_pt: A chave será idêntico ao nome do campo da tabela Stockmaster. Todos os campos serão no conjunto, independentemente de o valor foi definido.

source: This function searches the stockmaster table and returns an array of stock items matching that criteria.
hr_hr: Ova funkcija pretražuje tablicu stockmaster i vraća niz stavki zaliha koje odgovaraju tim kriterijima.
pt_pt: Essa função procura na tabela Stockmaster e retorna uma matriz de estoque correspondente a esse critério.

source: The field name to search on.
hr_hr: Naziv polja za pretraživanje.
pt_pt: O nome do campo para a pesquisa.

source: Match Criteria
hr_hr: Kriteriji podudaranja
pt_pt: Correspondam aos critérios

source: The SQL search pattern to select items in the database.
hr_hr: SQL uzorak pretraživanja za odabir stavki u bazi podataka.
pt_pt: O padrão de pesquisa SQL para selecionar os itens no banco de dados.

source: Returns an array of stock codes matching the criteria send, or an array of error codes
hr_hr: Vraća niz kodova dionica koji odgovaraju kriterijima slanja ili niz kodova pogrešaka
pt_pt: Retorna uma matriz de códigos de ações correspondentes ao critério de enviar, ou um conjunto de códigos de erro

source: A string field containing a valid stockid that must already be setup in the stockmaster table. The api will check this before making the enquiry.
hr_hr: Polje niza koje sadrži važeći StockID koji već mora biti postavljen u tablici Stockmaster. API će to provjeriti prije postavljanja upita.
pt_pt: Um campo de seqüência de caracteres contendo um StockID válido que já deve ser configurado na tabela Stockmaster. A API vai verificar isso antes de fazer o inquérito.

source: This function returns an array of stock quantities by location for this stock item.
hr_hr: Ova funkcija vraća niz količina zaliha prema lokaciji za ovu stavku zaliha.
pt_pt: Esta função retorna uma matriz de quantidades de estoque por local de estoque para este item.

source: This function returns an array of stock reorder levels by location for this stock item.
hr_hr: Ova funkcija vraća niz razina ponovnog naručivanja zaliha prema lokaciji za ovu stavku zaliha.
pt_pt: Esta função retorna uma matriz de níveis de estoque por local de reabastecimento para este item no estoque.

source: A string field containing a valid location code that must already be setup in the locations table. The api will check this before making the enquiry.
hr_hr: Polje niza koje sadrži važeći kod lokacije koji već mora biti postavljen u tablici lokacija. API će to provjeriti prije postavljanja upita.
pt_pt: Um campo de seqüência de caracteres contendo um código de localização válida, que já deve ser configurado na tabela de posições. A API vai verificar isso antes de fazer o inquérito.

source: Reorder level
hr_hr: Ponovno naručivanje razine
pt_pt: nível de reposição

source: A numeric field containing the reorder level for this stockid/location combination.
hr_hr: Numeričko polje koje sadrži razinu ponovnog naručivanja za ovu kombinaciju stockid/lokacija.
pt_pt: Um campo numérico contendo o nível de reposição para este StockID / associação local.

source: This function returns zero if the transaction was successful or an array of error codes if not.
hr_hr: Ova funkcija vraća nulu ako je transakcija bila uspješna ili niz kodova pogrešaka ako nije.
pt_pt: Essa função retorna zero se a operação foi bem sucedida ou um conjunto de códigos de erro se não.

source: This function returns the quantity allocated of the stock item id sent as a parameter.
hr_hr: Ova funkcija vraća količinu dodijeljenu ID-u artikla zalihe koji je poslan kao parametar.
pt_pt: Esta função retorna a quantidade atribuída do item de estoque ID como parâmetro.

source: The StockID code to identify items ordered but not yet shipped.
hr_hr: StockID kôd za identifikaciju artikala koji su naručeni, ali još nisu otpremljeni.
pt_pt: O código StockID para identificar itens encomendados mas ainda não enviados.

source: This function returns an integer value of the quantity allocated or an array of error codes if not.
hr_hr: Ova funkcija vraća cjelobrojnu vrijednost dodijeljene količine ili niz kodova pogrešaka ako nije.
pt_pt: Esta função retorna um valor inteiro da quantidade atribuída ou uma matriz de códigos de erro se não.

source: This function takes a stock ID and returns the quantity of this stock that is currently on outstanding purchase orders.
hr_hr: Ova funkcija uzima ID zalihe i vraća količinu ove zalihe koja je trenutno na nepodmirenim narudžbenicama.
pt_pt: Esta função recebe uma identificação de valores e retorna a quantidade deste material que está atualmente em ordens de compra pendentes.

source: The StockID code to identify items in the database on order, but not yet received.
hr_hr: StockID kod za identifikaciju artikala u bazi podataka koji su naručeni, ali još nisu primljeni.
pt_pt: O código StockID para identificar itens no banco de dados em ordem, mas ainda não recebidos.

source: This function returns an integer value of the quantity on order or an array of error codes if not.
hr_hr: Ova funkcija vraća cjelobrojnu vrijednost količine narudžbe ili niz kodova pogrešaka ako nije.
pt_pt: Esta função retorna um valor inteiro da quantidade de ordem ou um conjunto de códigos de erro se não.

source: This function sets the sales price for a stock ID in the sales type and currency passed to the function
hr_hr: Ova funkcija postavlja prodajnu cijenu za ID zaliha u vrsti prodaje i valuti proslijeđenoj funkciji
pt_pt: Essa função define o preço de venda para uma identificação de ações de vendas e do tipo de moeda passados para a função

source: Currency Code
hr_hr: Kod valute
pt_pt: Código de Moeda

source: The currency involved.
hr_hr: Uključena valuta.
pt_pt: A moeda em causa.

source: The sales type to identify the item in the database.
hr_hr: Vrsta prodaje za identifikaciju stavke u bazi podataka.
pt_pt: O tipo de venda para identificar o item no banco de dados.

source: The price to apply to this item.
hr_hr: Cijena koja se primjenjuje na ovu stavku.
pt_pt: O preço que se aplicam a este item.

source: Returns a zero if successful or else an array of error codes
hr_hr: Vraća nulu ako je uspješna ili u suprotnom niz kodova pogrešaka
pt_pt: Retorna zero se for bem sucedida, ou então um conjunto de códigos de erro

source: This function gets the sales price for a stock ID in the sales type and currency passed to the function
hr_hr: Ova funkcija dobiva prodajnu cijenu za ID dionice u vrsti prodaje i valuti koja je proslijeđena funkciji
pt_pt: Essa função obtém o preço de venda para uma identificação de ações de vendas e do tipo de moeda passados para a função

source: The sales type of the item in the database.
hr_hr: Vrsta prodaje artikla u bazi podataka.
pt_pt: O tipo de venda do item no banco de dados.

source: Creates a customer receipt from the details passed to the method as an associative array
hr_hr: Stvara račun kupca iz pojedinosti proslijeđenih metodi kao asocijativno polje

source: An associative array describing the customer receipt with the following fields: debtorno - the customer code; trandate - the date of the receipt in Y-m-d format; amountfx - the amount in FX; paymentmethod - the payment method of the receipt e.g. cash/EFTPOS/credit card; bankaccount - the webERP bank account to use for the transaction, reference - the reference to record against the webERP receipt transaction
hr_hr: Asocijativni niz koji opisuje račun kupca sa sljedećim poljima: debtorno - šifra kupca; trandate - datum primitka u formatu Y-m-d; сумаfx - iznos u devizama; način plaćanja - način plaćanja računa, npr. gotovina/EFTPOS/kreditna kartica; bankaccount - webERP bankovni račun koji se koristi za transakciju, referenca - referenca za snimanje uz transakciju primitka webERP-a

source: If the first element is zero then the function was successful, and the second element is the receipt number.
hr_hr: Ako je prvi element nula onda je funkcija bila uspješna, a drugi element je broj računa.

source: Allocates a debtor receipt or credit to a debtor invoice. Using the customerref field to match up which invoice to allocate to
hr_hr: Dodjeljuje račun dužnika ili dobro na fakturu dužnika. Korištenje polja customerref za podudaranje kojoj fakturi dodijeliti

source: Allocation Details
hr_hr: Detalji dodjele

source: An associative array describing the customer, the transaction being allocated from, it's transaction type 12 for a receipt or 11 for a credit note, the webERP transaction number, the customer ref that is to be searched for in invoices to match to. The fields are: debtorno, type, transno, customerref
hr_hr: Asocijativni niz koji opisuje kupca, transakciju iz koje se dodjeljuje, vrstu transakcije 12 za potvrdu ili 11 za knjižno odobrenje, webERP broj transakcije, ref kupca koji treba tražiti u fakturama za usklađivanje. Polja su: debtorno, type, transno, customerref

source: Creates a credit note from header details associative array and line items. This function implements most of a webERP credit note with the exception that it cannot handle serialised or lot/batch controlled items. All the necessary updates and inserts are handled for stock quantities returned, taxes, sales analysis, stock movements, sales and cost of sales journals
hr_hr: Stvara knjižno odobrenje iz asocijativnog niza detalja zaglavlja i stavki retka. Ova funkcija implementira većinu webERP knjižnog odobrenja s iznimkom da ne može rukovati serijaliziranim ili lot/serijski kontroliranim stavkama. Obrađuju se sva potrebna ažuriranja i dodaci za vraćene količine zaliha, poreze, analizu prodaje, kretanje zaliha, prodaju i dnevnike troškova prodaje

source: Credit Note Header Details
hr_hr: Pojedinosti zaglavlja kreditne note
