Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The serial stock item record could not be selected because
hr_hr: Zapis serijske stavke zalihe nije mogao biti odabran jer
pt_pt: O registro do item de série de stock não pode ser selecionado porque

source: Written off ex Inv
hr_hr: Otpisano ex Inv
pt_pt: ex Inv Amortizado

source: Taxes and rates applicable to this credit note line item could not be inserted because
hr_hr: Porezi i stope primjenjive na ovu stavku retka knjižnog odobrenja nisu se mogle umetnuti jer
pt_pt: Impostos e taxas aplicáveis a esta linha de item de nota de crédito não pode ser inserida porque

source: The count to check for existing Sales analysis records could not run because
hr_hr: Brojanje za provjeru postojećih zapisa analize prodaje nije se moglo pokrenuti jer
pt_pt: Não foi possível executar a contagem para verificar a existência de registros de análise de vendas pois

source: The sales analysis record for this credit note could not be added because
hr_hr: Zapis analize prodaje za ovo knjižno odobrenje nije se mogao dodati jer
pt_pt: Não foi possível adicionar o registro de análise de vendas para esta nota de crédito pois

source: The stock side or write off of the cost of sales GL posting could not be inserted because
hr_hr: Zaliha ili otpis troška prodaje GL knjiženje nije se moglo umetnuti jer
pt_pt: O lado do stock ou declaração da afixação no LC do custo de vendas não pode ser inserido porque

source: The credit note GL posting could not be inserted because
hr_hr: Knjiženje odobrenja GL nije bilo moguće umetnuti jer
pt_pt: A afixação no LC da nota de crédito não pode ser inserida porque

source: The credit note discount GL posting could not be inserted because
hr_hr: Knjiženje popusta kreditne note GL nije bilo moguće umetnuti jer
pt_pt: A afixação no LC da desconto da nota de crédito não pode ser inserida porque

source: The total debtor GL posting for the credit note could not be inserted because
hr_hr: Ukupno knjiženje GL dužnika za odobrenje nije se moglo umetnuti jer
pt_pt: A afixação no LC do total devedor para a nota de crédito não pode ser inserida porque

source: The freight GL posting for this credit note could not be inserted because
hr_hr: Knjiženje glavnice tereta za ovo knjižno odobrenje nije se moglo umetnuti jer
pt_pt: A afixação d frete no LC para esta nota de crédito não pode ser inserido porque

source: has been processed
hr_hr: je obrađeno
pt_pt: foi processado(a)

source: Credit Note Type
hr_hr: Vrsta kreditne note
pt_pt: Tipo da nota de crédito

source: Goods returned to store
hr_hr: Roba vraćena u trgovinu
pt_pt: Bens devolvidos para armazenar

source: Goods written off
hr_hr: Otpisana roba
pt_pt: Bens amortizados

source: Reverse overcharge
hr_hr: Obrnuto prekomjerno plaćanje
pt_pt: Inverter sobrecarga

source: Goods returned to location
hr_hr: Roba vraćena na lokaciju
pt_pt: Bens devolvidos a localização

source: Write off the cost of the goods to
hr_hr: Otpišite trošak robe na
pt_pt: Amortizar o custo das mercadorias à

source: Credit note text
hr_hr: Tekst kreditnog bilješka
pt_pt: Texto da nota de crédito

source: Process Credit
hr_hr: Obradi kredit
pt_pt: Processar crédito

source: Specify Credited Controlled Items
hr_hr: Odredite pripisane kontrolirane stavke
pt_pt: Itens Controlados Creditados Especificos

source: Select Credit Items
hr_hr: Odaberite kreditne stavke
pt_pt: Seleccionar itens de crédito

source: This page must be called with the identifier to uniquely identify the credit note being entered. This is a programming error that should not occur.
hr_hr: Ova se stranica mora pozvati s identifikatorom kako bi se jedinstveno identificiralo knjižno odobrenje koje se unosi. Ovo je programska pogreška koja se ne bi trebala dogoditi.

source: This page can only be opened if a Line Item on a credit note has been selected.
hr_hr: Ova se stranica može otvoriti samo ako je odabrana stavka retka na knjižnom odobrenju.
pt_pt: Esta página só pode ser aberta se uma Linha de Item na nota de crédito estiver seleccionada

source: This page can only be opened if a controlled credit note line item has been selected.
hr_hr: Ova se stranica može otvoriti samo ako je odabrana stavka retka kontroliranog knjižnog odobrenja.
pt_pt: Esta página só pode ser aberta se uma linha de nota de crédito controlada estiver seleccionada.

source: Back to Credit Note Entry
hr_hr: Povratak na unos knjižnog odobrenja
pt_pt: Voltar para Inserção de Nota de Crédito

source: Notice
hr_hr: Obavijest
pt_pt: Aviso

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being credited
hr_hr: Stavka mora biti definirana kao kontrolirana kako bi zahtijevala unos brojeva serije ili serijskih brojeva koji se pripisuju
pt_pt: O item de série deve ser definido como controlado para requerer inserção de números de lote ou números de série sendo creditados

source: Credit of Controlled Item
hr_hr: Kredit kontrolirane stavke
pt_pt: Crédito do item controlado

source: Credit Status Code Maintenance
hr_hr: Održavanje koda kreditnog statusa
pt_pt: Código de Manutensão do Estado de Crédito

source: The credit status code already exists in the database
hr_hr: Šifra kreditnog statusa već postoji u bazi podataka
pt_pt: O código de status de crédito já existe no banco de dados

source: The status code name must be an integer
hr_hr: Statusni kodni naziv mora biti cijeli broj
pt_pt: O nome do código de estado deve ser um inteiro

source: The credit status description must be thirty characters or less long
hr_hr: Opis kreditnog statusa mora sadržavati trideset znakova ili manje
pt_pt: A descrição do estado de crédito deve ter no máximo trinta caracteres

source: The credit status description must be entered
hr_hr: Potrebno je unijeti opis kreditnog statusa
pt_pt: A descrição do status do crédito deve ser inscrito

source: The credit status record has been updated
hr_hr: Zapis kreditnog statusa je ažuriran
pt_pt: O registro do estado de crédito foi actualizado

source: A new credit status record has been inserted
hr_hr: Umetnut je novi zapis kreditnog statusa
pt_pt: Um novo registro de estado de crédito foi inserido

source: Cannot delete this credit status code because customer accounts have been created referring to it
hr_hr: Nije moguće izbrisati ovu šifru kreditnog statusa jer su korisnički računi stvoreni pozivajući se na nju
pt_pt: Não foi possível remover este estado de crédito pois contas de clientes foram criadas referenciando-o

source: customer accounts that refer to this credit status code
hr_hr: korisnički računi koji se odnose na ovu šifru kreditnog statusa
pt_pt: contas de clientes que referem a este código de estado de crédito

source: This credit status code has been deleted
hr_hr: Ovaj kod kreditnog statusa je izbrisan
pt_pt: Este código de estado de crédito foi removido

source: Status Code
hr_hr: Šifra statusa
pt_pt: Código de estado

source: Disallow Invoices
hr_hr: Onemogući fakture
pt_pt: Não Permitir Facturas

source: Invoice OK
hr_hr: Faktura OK
pt_pt: Factura OK

source: NO INVOICING
hr_hr: BEZ FAKTURIRANJA
pt_pt: FATURAS NÃO PERMITIDAS

source: Are you sure you wish to delete this credit status record?
hr_hr: Jeste li sigurni da želite izbrisati ovaj zapis kreditnog statusa?

source: Show Defined Credit Status Codes
hr_hr: Prikaži definirane kodove kreditnog statusa
pt_pt: Mostrar códigos de estado de crédito definidos

source: Edit Credit Status
hr_hr: Uredi kreditni status

source: Create Credit Status
hr_hr: Kreirajte kreditni status

source: Currencies Maintenance
hr_hr: Održavanje valuta
pt_pt: Manutenção de Moedas

source: The currency already exists in the database
hr_hr: Valuta već postoji u bazi podataka
pt_pt: A moeda já existe no banco de dados

source: The exchange rate must be numeric
hr_hr: Tečaj mora biti numerički
pt_pt: A taxa de câmbio deve ser numérica

source: The number of decimal places to display for amounts in this currency must be numeric
hr_hr: Broj decimalnih mjesta za prikaz iznosa u ovoj valuti mora biti numerički

source: The number of decimal places to display for amounts in this currency must be positive or zero
hr_hr: Broj decimalnih mjesta za prikaz iznosa u ovoj valuti mora biti pozitivan ili nula

source: The number of decimal places to display for amounts in this currency is expected to be 4 or less
hr_hr: Očekuje se da će broj decimalnih mjesta za prikaz iznosa u ovoj valuti biti 4 ili manji

source: The currency country must be 50 characters or less long
hr_hr: Država valute mora imati 50 znakova ili manje
pt_pt: O país da moeda deve ter no máximo 50 caracteres

source: The hundredths name must be 15 characters or less long
hr_hr: Ime stotinki mora imati 15 znakova ili manje
pt_pt: O nome do centésimo deve ter no máximo 15 caracteres

source: The currency definition record has been updated
hr_hr: Zapis definicije valute je ažuriran
pt_pt: O registro de definição da moeda foi actualizado

source: The currency definition record has been added
hr_hr: Dodan je zapis definicije valute
pt_pt: O registro de definição da moeda foi adicionado

source: The bank account balance could not be returned by the SQL because
hr_hr: SQL nije mogao vratiti stanje bankovnog računa jer
pt_pt: Não foi possível obter via comando SQL o saldo da conta do banco pois

source: currency rate adjustment to
hr_hr: usklađivanje deviznog tečaja

source: Currency Rate difference of
hr_hr: Tečajna razlika od

source: Cannot delete this currency because customer accounts have been created referring to this currency
hr_hr: Nije moguće izbrisati ovu valutu jer su kreirani korisnički računi koji se odnose na ovu valutu
pt_pt: Não é possível remover essa moeda pois contas de clientes foram criadas referenciando esta moeda

source: customer accounts that refer to this currency
hr_hr: korisnički računi koji se odnose na ovu valutu
pt_pt: contas de clientes que referenciam esta moeda

source: Cannot delete this currency because supplier accounts have been created referring to this currency
hr_hr: Nije moguće izbrisati ovu valutu jer su stvoreni računi dobavljača koji se odnose na ovu valutu
pt_pt: Não é possível remover essa moeda pois contas de fornecedores foram criadas referenciando esta moeda

source: supplier accounts that refer to this currency
hr_hr: račune dobavljača koji se odnose na ovu valutu
pt_pt: contas de fornecedores que referenciam esta moeda

source: Cannot delete this currency because there are bank transactions that use this currency
hr_hr: Nije moguće izbrisati ovu valutu jer postoje bankovne transakcije koje koriste ovu valutu
pt_pt: Não é possível remover esta moeda pois há transacções bancárias usando esta moeda

source: bank transactions that refer to this currency
hr_hr: bankovne transakcije koje se odnose na ovu valutu
pt_pt: transacções bancárias que referenciam esta moeda

source: Cannot delete this currency because it is the functional currency of the company
hr_hr: Nije moguće izbrisati ovu valutu jer je to funkcionalna valuta tvrtke
pt_pt: Não é possível remover esta moeda pois ela é a moeda funcional da empresa

source: Cannot delete this currency because there are bank accounts that use this currency
hr_hr: Nije moguće izbrisati ovu valutu jer postoje bankovni računi koji koriste ovu valutu

source: bank accounts that refer to this currency
hr_hr: bankovni računi koji se odnose na ovu valutu

source: The currency definition record has been deleted
hr_hr: Zapis definicije valute je izbrisan
pt_pt: O registro de definição da moeda foi removido

source: Country
hr_hr: Zemlja
pt_pt: País

source: ISO4217 Code
hr_hr: Kod ISO4217
pt_pt: Código ISO4217

source: Currency Name
hr_hr: Naziv valute
pt_pt: Nome da Moeda

source: Hundredths Name
hr_hr: Stoti naziv
pt_pt: Nome do Centésimo

source: Decimal Places
hr_hr: Decimalna mjesta

source: Show in webSHOP
hr_hr: Prikaz u webSHOP-u

source: Maintenance
hr_hr: Održavanje
pt_pt: Manutenção

source: Are you sure you wish to delete this currency?
hr_hr: Jeste li sigurni da želite izbrisati ovu valutu?

source: Graph
hr_hr: Grafikon
pt_pt: Gráfico

source: Functional Currency
hr_hr: Funkcionalna valuta
pt_pt: Moeda Funcional

source: Show all currency definitions
hr_hr: Prikaži sve definicije valuta
pt_pt: Mostrar todas as definições de moeda

source: An error occurred in retrieving the currency information
hr_hr: Došlo je do pogreške prilikom dohvaćanja informacija o valuti
pt_pt: Ocorreu um erro ao recuperar a informação sobre a moeda

source: Edit Currency Details
hr_hr: Uredi pojedinosti o valuti

source: ISO 4217 Currency Code
hr_hr: ISO 4217 šifra valute
pt_pt: Código de moeda ISO 4217

source: New currency Details
hr_hr: Detalji nove valute

source: Decimal Places to Display
hr_hr: Decimalna mjesta za prikaz
pt_pt: Casas decimais a mostrar

source: Customer EDI Set Up
hr_hr: Postavljanje korisničkog EDI-ja
pt_pt: Configuração do MED do Cliente

source: The customers EDI reference code cannot contain any of the following characters
hr_hr: EDI referentni kod korisnika ne može sadržavati nijedan od sljedećih znakova
pt_pt: O código de referência MED dos clientes não pode conter nenhum dos seguintes caracteres

source: or a space
hr_hr: ili razmak
pt_pt: ou espaço

source: The customers EDI reference code must be set when EDI Invoices or EDI orders are activated
hr_hr: Referentni kod korisnika za EDI mora biti postavljen kada se aktiviraju EDI fakture ili EDI narudžbe
pt_pt: O código de referência MED dos clientes deve estar definido quando Facturas MED ou Pedidos MED estiverem ativadas

source: The customers EDI email address or FTP server address must be entered if EDI Invoices are to be sent
hr_hr: Adresa e-pošte kupca ili adresa FTP poslužitelja moraju se unijeti ako se šalju EDI fakture
pt_pt: O endereço de email MED dos clientes ou o endereço do servidor FTP é obrigatorio caso as Facturas MED devam ser enviadas

source: The customer EDI setup data could not be updated because
hr_hr: Podatke o podešavanju korisničkog EDI-ja nije moguće ažurirati jer
pt_pt: Não foi possível actualizar os dados MED do cliente configurados porque

source: Customer EDI configuration updated
hr_hr: Konfiguracija korisničkog EDI ažurirana
pt_pt: Configuração MED do cliente actualizado

source: Customer EDI configuration failed
hr_hr: EDI konfiguracija korisnika nije uspjela
pt_pt: Configuração MED do cliente falhou

source: EDI Details
hr_hr: EDI detalji

source: The customer EDI configuration details could not be retrieved because
hr_hr: Pojedinosti konfiguracije EDI-ja korisnika nisu se mogle dohvatiti jer
pt_pt: Não foi possível obter os detalhes da configuração MED do cliente porque

source: Enable Sending of EDI Invoices
hr_hr: Omogućite slanje EDI faktura
pt_pt: Activar Envio de Facturas MED

source: Disabled
hr_hr: Onesposobljeno
pt_pt: Desabilitado

source: Enabled
hr_hr: Omogućeno
pt_pt: Activado

source: Create
hr_hr: Stvoriti
pt_pt: Criar

source: Edit Invoice Message Format
hr_hr: Uredi format poruke fakture
pt_pt: Editar Formato da Mensagem da Factura

source: Enable Receiving of EDI Orders
hr_hr: Omogućite primanje EDI naloga
pt_pt: Activar Recebimento de Pedidos de MED

source: Customer EDI Reference
hr_hr: Korisnička EDI referenca
pt_pt: Referência de MED do Cliente

source: EDI Communication Method
hr_hr: EDI komunikacijska metoda
pt_pt: Método de Comunicação de MED

source: Email Attachments
hr_hr: Privici e-pošte
pt_pt: Anexos em Email

source: File Transfer Protocol (FTP)
hr_hr: Protokol za prijenos datoteka (FTP)

source: FTP Server or Email Address
hr_hr: FTP poslužitelj ili adresa e-pošte
pt_pt: Servidor FTP ou Endereço de Email

source: FTP Server User Name
hr_hr: Korisničko ime FTP poslužitelja
pt_pt: Nome do utilizador no servidor FTP

source: FTP Server Password
hr_hr: Lozinka FTP poslužitelja
pt_pt: Senha no servidor FTP

source: Update EDI Configuration
hr_hr: Ažurirajte EDI konfiguraciju
pt_pt: Actualizar Configuração MED

source: Customer Item Data
hr_hr: Podaci o artiklu kupca

source: Back to Items
hr_hr: Povratak na stavke
pt_pt: Voltar para Itens

source: There is no stock item set up enter the stock code or select a stock item using the search page
hr_hr: Nema postavljenih stavki na zalihama. Unesite šifru zaliha ili odaberite stavku na zalihama pomoću stranice za pretraživanje
pt_pt: Não há item de stock configurado, insira o código de stock ou seleccione um item de stock usando a página de procura

source: The conversion factor entered was not numeric
hr_hr: Uneseni faktor konverzije nije numerički
pt_pt: O fator de conversão inserido não é numérico

source: a number is expected
hr_hr: očekuje se broj
pt_pt: é experado um número

source: The conversion factor is the number which the price must be divided by to get the unit price in our unit of measure
hr_hr: Faktor konverzije je broj s kojim se cijena mora podijeliti da bismo dobili jediničnu cijenu u našoj jedinici mjere
pt_pt: O fator de conversão é o número ao qual o preço deve ser dividido para obter o preço unitário na nossa unidade de moeda

source: E.g.
hr_hr: npr.
pt_pt: Por exemplo

source: The customer sells an item by the tonne and we hold stock by the kg
hr_hr: Kupac prodaje artikl po tonama, a mi držimo zalihe po kg

source: The debtorsmaster.price must be divided by 1000 to get to our cost per kg
hr_hr: Debitorsmaster.price se mora podijeliti s 1000 da bismo dobili naš trošak po kg

source: The conversion factor to enter is 1000
hr_hr: Faktor konverzije koji treba unijeti je 1000
pt_pt: O factor de conversão a ser inserido é 1000

source: No changes will be made to the database
hr_hr: Neće se vršiti nikakve promjene u bazi podataka
pt_pt: Não serão efectuadas mudanças no base de dados

source: The customer Item details could not be added to the database because
hr_hr: Podaci o artiklu kupca nisu se mogli dodati u bazu podataka jer

source: This customer data has been added to the database
hr_hr: Ovi podaci o kupcima dodani su u bazu podataka

source: The customer details could not be updated because
hr_hr: Podaci o kupcu nisu se mogli ažurirati jer

source: customer data has been updated
hr_hr: podaci o kupcima su ažurirani

source: The customer details could not be deleted because
hr_hr: Podaci o kupcu nisu se mogli izbrisati jer

source: This customer data record has been successfully deleted
hr_hr: Ovaj zapis podataka o klijentu je uspješno izbrisan

source: For Stock Code
hr_hr: Za Stock Code
pt_pt: Para Código Stock

source: The customer details for the selected part could not be retrieved because
hr_hr: Podaci o kupcu za odabrani dio nisu se mogli dohvatiti jer

source: There is no customer data set up for the part selected
hr_hr: Za odabrani dio nisu postavljeni podaci o kupcima

source: Customer Unit
hr_hr: Jedinica za korisnike

source: Conversion Factor
hr_hr: Faktor pretvorbe

source: Customer Item
hr_hr: Stavka kupca

source: Customer Description
hr_hr: Opis kupca

source: Are you sure you wish to delete this customer data?
hr_hr: Jeste li sigurni da želite izbrisati ove korisničke podatke?

source: The customer details for the selected customer could not be retrieved because
hr_hr: Podaci o kupcu za odabranog kupca nisu se mogli dohvatiti jer

source: The customer code
hr_hr: Kod kupca
pt_pt: O código de cliente

source: is not an existing customer in the database
hr_hr: nije postojeći kupac u bazi podataka

source: You must enter an alternative customer code or select a customer using the search facility below
hr_hr: Morate unijeti alternativni kod kupca ili odabrati kupca pomoću mogućnosti pretraživanja u nastavku

source: Search For Customer
hr_hr: Potražite klijenta

source: Text in the customer
hr_hr: Tekst u kupcu

source: NAME
hr_hr: IME
pt_pt: NOME

source: Text in customer
hr_hr: Tekst u kupcu

source: CODE
hr_hr: KODIRATI
pt_pt: CÓDIGO

source: Find Customers Now
hr_hr: Pronađite kupce sada

source: Customer Name keywords have been used in preference to the customer Code extract entered
hr_hr: Ključne riječi za ime kupca korištene su umjesto unesenog izvatka koda kupca

source: The cuswtomer matching the criteria entered could not be retrieved because
hr_hr: Korisnik koji odgovara unesenim kriterijima nije se mogao dohvatiti jer

source: Stock Item
hr_hr: Stavka na zalihi
pt_pt: Item de Stock

source: is not defined in the database
hr_hr: nije definiran u bazi podataka
pt_pt: não está definido no base de dados

source: Address 1
hr_hr: Adresa 1
pt_pt: Endereço, Rua e Número

source: Address 2
hr_hr: Adresa 2
pt_pt: Cidade

source: Address 3
hr_hr: Adresa 3
pt_pt: Distrito

source: The customer purchasing details for the selected customer and item could not be retrieved because
hr_hr: Podaci o kupnji odabranog kupca i artikla nisu se mogli dohvatiti jer

source: Edit Details
hr_hr: Uredi pojedinosti

source: New Details
hr_hr: Novi detalji

source: A search facility is available below if necessary
hr_hr: Dolje je dostupna mogućnost pretraživanja ako je potrebno
pt_pt: Uma facilidade de procura está disponível abaixo se necessário

source: Our Unit of Measure
hr_hr: Naša mjerna jedinica
pt_pt: Nossa Unidade de Medida

source: Customer Unit of Measure
hr_hr: Korisnikova mjerna jedinica

source: Conversion Factor (to our UOM)
hr_hr: Faktor pretvorbe (na naš UOM)
pt_pt: Factor de Conversão (para nossa UM)

source: Customer Stock Code
hr_hr: Šifra dionice kupca

source: Customer Stock Description
hr_hr: Opis zaliha kupaca

source: Add
hr_hr: Dodati
pt_pt: Adicionar

source: Show Stock Status
hr_hr: Prikaži stanje zaliha
pt_pt: Mostrar Estado do Stock

source: Show Stock Movements
hr_hr: Prikaži kretanje dionica
pt_pt: Mostrar Movimentações de Stock

source: Search Outstanding Sales Orders
hr_hr: Pretraživanje nepodmirenih prodajnih naloga
pt_pt: Procurar Pedidos de Venda Pendentes

source: Search Completed Sales Orders
hr_hr: Pretraživanje dovršenih prodajnih naloga
pt_pt: Procurar Pedidos de Vendas Completos

source: Customer Login Configuration
hr_hr: Konfiguracija prijave korisnika
pt_pt: Configuração do Cliente Login

source: A customer must first be selected before logins can be defined for it
hr_hr: Klijent mora prvo biti odabran prije nego što se za njega mogu definirati prijave

source: Select A Customer
hr_hr: Odaberite kupca

source: has been selected
hr_hr: je odabrano
pt_pt: foi seleccionado

source: The user ID entered must be at least 4 characters long
hr_hr: Uneseni korisnički ID mora imati najmanje 4 znaka
pt_pt: A identificação do utilizador deve ter ao menos 4 caracteres

source: User names cannot contain any of the following characters
hr_hr: Korisnička imena ne smiju sadržavati nijedan od sljedećih znakova
pt_pt: Nomes de utilizadores não podem conter nenhum dos caracters seguintes

source: The password entered must be at least 5 characters long
hr_hr: Unesena lozinka mora imati najmanje 5 znakova
pt_pt: A senha deve ter ao menos 5 caracteres

source: The password cannot contain the user id
hr_hr: Lozinka ne može sadržavati korisnički ID
pt_pt: A senha não pode conter a identificação do utilizador

source: If you enter a Customer Code you must also enter a Branch Code valid for this Customer
hr_hr: Ako unesete šifru kupca, morate unijeti i šifru podružnice koja vrijedi za ovog kupca
pt_pt: Se inserir um Código de Cliente, deve também inserir um Código de Filial válido para este Cliente

source: The check on validity of the customer code and branch failed because
hr_hr: Provjera valjanosti šifre korisnika i poslovnice nije uspjela jer
pt_pt: A verificação da validade do código do cliente e agência falhou porque

source: The entered Branch Code is not valid for the entered Customer Code
hr_hr: Unesena šifra poslovnice ne vrijedi za unesenu šifru kupca
pt_pt: O código inserido não é válido

source: The user could not be added because
hr_hr: Korisnik nije mogao biti dodan jer
