Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Credit Note Header
hr_hr: Zaglavlje kreditne note

source: Reverse an Overcharge
hr_hr: Poništite preopterećenje
pt_pt: Reverter uma Sobrecarga

source: Reverse Overcharge Only
hr_hr: Samo obrnuto prekoračenje
pt_pt: Reverter uma Sobrecarga Apenas

source: Goods Returned To Store
hr_hr: Roba vraćena u trgovinu
pt_pt: Bens Devolvidos A Loja

source: Good written off
hr_hr: Dobro otpisano
pt_pt: Bens declarados

source: Goods Returned to Location
hr_hr: Roba vraćena na lokaciju
pt_pt: Bens Devlvidos a Localização

source: Credit Note Text
hr_hr: Tekst kreditne note
pt_pt: Texto da nota de crédito

source: Are you sure you wish to cancel the whole of this credit note?
hr_hr: Jeste li sigurni da želite poništiti cijelo ovo knjižno odobrenje?
pt_pt: Tem certeza de que deseja cancelar a totalidade da presente nota de crédito?

source: Process Credit Note
hr_hr: Obradite kreditno bilješku
pt_pt: Processar Nota de Crédito

source: Stock Item Search
hr_hr: Pretraga artikla na zalihama

source: Change Customer
hr_hr: Promjena kupca
pt_pt: Alterar Cliente

source: Part Code
hr_hr: Šifra dijela
pt_pt: Parte do Código

source: Process Entries
hr_hr: Obradite unose
pt_pt: Processar Inserções

source: The area cannot be determined for this customer
hr_hr: Područje se ne može odrediti za ovog kupca
pt_pt: A área não pode ser determinada para este cliente

source: For credit notes created to write off the stock a general ledger account is required to be selected. Please select an account to write the cost of the stock off to then click on Process again
hr_hr: Za odobrenja stvorena za otpis zaliha potrebno je odabrati račun glavne knjige. Odaberite račun s kojeg ćete otpisati trošak zaliha, a zatim ponovno kliknite Obradi
pt_pt: Para notas crédito criadas para declarar o stock uma conta do LC é requerida para ser seleccionada. Selecione conta para escrever o custo do stock para fora, em seguida, clique em Processar novamente

source: The existence of the serial stock item record could not be determined because
hr_hr: Postojanje evidencije serijskih skladišnih stavki nije se moglo utvrditi jer
pt_pt: Não foi possível verificar a existência do registro do item de série de stock porque

source: The new serial stock item record could not be inserted because
hr_hr: Novi zapis serijske stavke zalihe nije se mogao umetnuti jer
pt_pt: Não foi possível inserir o novo registro de item de série de stock porque

source: Stock movement record to write the stock off could not be inserted because
hr_hr: Zapis kretanja zaliha za otpis zaliha nije mogao biti umetnut jer
pt_pt: Registro do movimento de stock para declarar não pôde ser inserido porque

source: The serial stock item record could not be updated for the write off because
hr_hr: Zapis serijske stavke zalihe nije se mogao ažurirati za otpis jer
pt_pt: O registro do número serial do stock não pode ser actualizado por que

source: The serial stock movement record for the write off could not be inserted because
hr_hr: Serijski zapis kretanja zaliha za otpis nije mogao biti umetnut jer
pt_pt: O registro do movimento do stock para declarar não pôde ser inseido

source: The cost of the stock credited GL posting could not be inserted because
hr_hr: Trošak knjiženja GL-a pripisanih zalihama nije se mogao umetnuti jer
pt_pt: O custo do stock creditado no envio para o LC não pôde ser inserido porque

source: The stock side (or write off) of the cost of sales GL posting could not be inserted because
hr_hr: Zaliha (ili otpis) knjiženja troška prodaje GL nije se mogla umetnuti jer
pt_pt: O lado conservado em stock (ou declarado) do custo de vendas enviados ao LC não pôde ser inserido porque

source: Show this Credit Note on screen
hr_hr: Prikaži ovo Knjižno pismo na ekranu
pt_pt: Mostrar esta nota de crédito na página

source: Print this Credit Note
hr_hr: Ispišite ovo Knjižno pismo
pt_pt: Imprimir esta Nota de Crédito

source: Enter Another Credit Note
hr_hr: Unesite drugo knjižno odobrenje
pt_pt: Insira Outra Nota de Crédito

source: Search Customers
hr_hr: Pretražite kupce
pt_pt: Procurar clientes

source: Customers
hr_hr: Kupci
pt_pt: Clientes

source: The customer name requested cannot be retrieved because
hr_hr: Traženo ime klijenta nije moguće dohvatiti jer
pt_pt: Não foi possível obter o nome do cliente requisitado pois

source: Customer Inquiries
hr_hr: Upiti kupaca
pt_pt: Consulta de Cliente

source: Customer Transaction Inquiries
hr_hr: Upiti o transakcijama kupaca
pt_pt: Consulta de Transacções do Cliente

source: Customer Account statement on screen
hr_hr: Izvadak računa kupca na ekranu

source: View Customer Details
hr_hr: Pogledajte pojedinosti o kupcu
pt_pt: Ver Detalhes do Cliente

source: Print Customer Statement
hr_hr: Ispiši izjavu kupca
pt_pt: Imprimir Declaração do Cliente

source: One of the customer's contacts must have an email address and be flagged as the address to send the customer statement to for this function to work
hr_hr: Jedan od korisnikovih kontakata mora imati adresu e-pošte i biti označen kao adresa na koju se šalje izjava kupca kako bi ova funkcija radila

source: Email Customer Statement
hr_hr: Izjavu kupca e-poštom

source: Order Inquiries
hr_hr: Upiti o narudžbi
pt_pt: Consulta de Pedidos

source: Show purchases from this customer
hr_hr: Prikaži kupnje ovog kupca

source: Customer Transactions
hr_hr: Transakcije s klijentima
pt_pt: Transações Cliente

source: Modify Outstanding Sales Orders
hr_hr: Izmjena nepodmirenih prodajnih naloga
pt_pt: Modificar Pedidos de Venda Pendentes

source: This allows the deposits received from the customer to be matched against invoices
hr_hr: To omogućuje usporedbu depozita primljenih od kupaca s fakturama

source: Enter a Receipt From This Customer
hr_hr: Enter a Receipt From This Kupac

source: Create a Counter Sale for this Customer
hr_hr: Napravite protuprodaju za ovog kupca

source: Add a New Customer
hr_hr: Dodajte novog kupca
pt_pt: Adicionar Novo Cliente

source: Modify Customer Details
hr_hr: Izmijenite podatke o kupcu
pt_pt: Modificar Detalhes do Cliente

source: Add/Edit/Delete Customer Branches
hr_hr: Dodavanje/uređivanje/brisanje podružnica korisnika

source: Customer EDI Configuration
hr_hr: Korisnička EDI konfiguracija
pt_pt: Configuração do MED do Cliente

source: Add a customer contact
hr_hr: Dodajte kontakt kupca

source: Add a note on this customer
hr_hr: Dodajte bilješku o ovom kupcu

source: Search for Customers
hr_hr: Potražite kupce
pt_pt: Pesquisa de Clientes

source: Enter a partial Name
hr_hr: Unesite djelomično ime
pt_pt: Insira Nome

source: If there is an entry in this field then customers with the text entered in their name will be returned
hr_hr: Ako postoji unos u ovo polje, kupci s tekstom unesenim u svoje ime bit će vraćeni

source: Enter a partial Code
hr_hr: Unesite djelomični kod
pt_pt: Insira Código

source: If there is an entry in this field then customers with the text entered in their customer code will be returned
hr_hr: Ako postoji unos u ovom polju, kupci s tekstom unesenim u šifru kupca bit će vraćeni

source: Enter a partial Phone Number
hr_hr: Unesite djelomični broj telefona
pt_pt: Insira Telefone

source: Enter part of the Address
hr_hr: Unesite dio adrese
pt_pt: Digite parte do endereço

source: Choose a Type
hr_hr: Odaberite vrstu
pt_pt: Escolha um Tipo

source: No Customer types defined
hr_hr: Nisu definirane vrste kupaca
pt_pt: Nenhum tipo definido pelo cliente

source: Any
hr_hr: Bilo koje
pt_pt: Qualquer

source: Choose an Area
hr_hr: Odaberite područje
pt_pt: Escolha uma Área

source: Setup Areas
hr_hr: Područja postavljanja

source: No Sales Areas defined
hr_hr: Nema definiranih prodajnih područja
pt_pt: Nenhuma área de vendas definidos

source: Your account enables you to see only customers allocated to you
hr_hr: Vaš račun vam omogućuje da vidite samo klijente koji su vam dodijeljeni
pt_pt: Sua conta permite que você veja apenas os clientes atribuídos a você

source: Note: Sales-person Login
hr_hr: Napomena: Prijava prodavača
pt_pt: Nota: Nome de Utilizador do Vendedor

source: Click to view the csv Search Result
hr_hr: Kliknite za pregled csv rezultata pretraživanja
pt_pt: Clique para ver o resultado da pesquisa csv

source: You must first setup the geocode parameters
hr_hr: Prvo morate postaviti parametre geokodiranja

source: GeoCode has been updated for CustomerID
hr_hr: GeoCode je ažuriran za CustomerID

source: Unable to update GeoCode for CustomerID
hr_hr: Nije moguće ažurirati GeoCode za CustomerID

source: Mapping is enabled, but no Mapping data to display for this Customer.
hr_hr: Mapiranje je omogućeno, ali nema podataka mapiranja za prikaz za ovog kupca.
pt_pt: O mapeamento é habilitado, mas não há dados de mapeamento para mostrar para esse cliente.

source: Customer Mapping
hr_hr: Mapiranje kupaca
pt_pt: Cliente Mapeamento

source: Mapping is enabled, Map will display below.
hr_hr: Mapiranje je omogućeno, Karta će se prikazati ispod.
pt_pt: O mapeamento é ativado, o Mapa irá mostrar abaixo.

source: Customer Data
hr_hr: Podaci o kupcima
pt_pt: Dados do Cliente

source: No receipts from this customer.
hr_hr: Nema računa od ovog kupca.
pt_pt: Nenhum receitas deste cliente.

source: Last Paid Date
hr_hr: Datum zadnjeg plaćanja

source: Last Paid Amount (inc tax)
hr_hr: Zadnji plaćeni iznos (uključujući porez)

source: Customer since
hr_hr: Kupac od

source: No Spend from this Customer.
hr_hr: Nema potrošnje ovog kupca.
pt_pt: Não Gaste deste cliente.

source: Total Spend from this Customer (inc tax)
hr_hr: Ukupna potrošnja ovog kupca (uključujući porez)

source: Add New Contact
hr_hr: Dodaj novi kontakt
pt_pt: Adicionar novo contato

source: Add New Note
hr_hr: Dodaj novu bilješku
pt_pt: Adicionar nova nota

source: Add New Note for this Customer
hr_hr: Dodajte novu bilješku za ovog kupca
pt_pt: Adicionar nova nota para este cliente

source: Customer Type (Group) Notes for
hr_hr: Kupac Type (Group) Notes for

source: File Link / Reference / URL
hr_hr: Veza datoteke/referenca/URL

source: Add New Group Note
hr_hr: Dodaj novu grupnu bilješku
pt_pt: Adicionar Nota do Grupo Nova

source: Search GL Accounts
hr_hr: Pretražite GL račune
pt_pt: Procurar Contas do Livro de Contabilidade

source: Account name keywords have been used in preference to the account code extract entered
hr_hr: Ključne riječi naziva računa korištene su radije nego uneseni izvadak šifre računa
pt_pt: Palavras-chave do nome da conta foram usados preferencialmente à parte do código da conta inserido

source: Search for General Ledger Accounts
hr_hr: Potražite račune glavne knjige
pt_pt: Procurar por Contas do Livro de Contabilidade

source: General Ledger account Search
hr_hr: Pretraga računa glavne knjige

source: Enter extract of text in the Account name
hr_hr: Unesite dio teksta u naziv računa
pt_pt: Insira algo no campo 'Nome da conta'

source: Search for Account Code
hr_hr: Potražite šifru računa

source: Select an Account Code
hr_hr: Odaberite šifru računa

source: Account Type
hr_hr: Vrsta računa
pt_pt: Tipo de conta

source: Modifying Order
hr_hr: Promjena reda
pt_pt: Modificando pedido

source: Select Order Items
hr_hr: Odaberite stavke narudžbe
pt_pt: Seleccione Itens do Pedido

source: There are no items that can be imported
hr_hr: Nema stavki koje je moguće uvesti

source: Your account is set up to see only a specific salespersons orders. You are not authorised to modify this order
hr_hr: Vaš račun je postavljen da vidi samo određene narudžbe prodavača. Niste ovlašteni mijenjati ovu narudžbu
pt_pt: Sua conta está configurada para ver apenas uma ordem específica vendedores. Você não está autorizado a alterar esta ordem

source: Please select only transactions relevant to your company
hr_hr: Odaberite samo transakcije relevantne za vašu tvrtku
pt_pt: Favor seleccionar somente transacções relevantes à sua empresa

source: The customer the order is for cannot be modified once some of the order has been invoiced
hr_hr: Kupac za kojeg je narudžba ne može se mijenjati nakon što se dio narudžbe fakturira
pt_pt: O pedido para o cliente não pode ser modificado, uma vez que parte dele já foi facturado

source: account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
hr_hr: račun je trenutno označen kao račun koji treba nadzirati. Obratite se osoblju kreditne kontrole kako biste razgovarali
pt_pt: a conta está actualmente sinalizada como uma conta que precisa ser vigiada. Faça o favor de contactar o pessoal de controle para discutir

source: Your login is only set up for a particular salesperson. This customer has a different salesperson.
hr_hr: Vaša prijava postavljena je samo za određenog prodavača. Ovaj kupac ima drugog prodavača.
pt_pt: Seu acesso só é criada por um vendedor específico. Este cliente tem um vendedor diferente.

source: account is currently on hold please contact the credit control personnel to discuss
hr_hr: račun je trenutno na čekanju, obratite se osoblju kreditne kontrole kako bismo razgovarali
pt_pt: a conta está no momento em espera, favor entrar em contacto com o pessoal de controle de crédito

source: The details for the customer selected
hr_hr: Detalji za odabranog kupca
pt_pt: Os detalhes para o cliente seleccionado

source: Sorry, your account has been put on hold for some reason, please contact the credit control personnel.
hr_hr: Nažalost, vaš račun je stavljen na čekanje iz nekog razloga, obratite se osoblju za kreditnu kontrolu.
pt_pt: Desculpe, a sua conta foi colocada em espera por uma razão qualquer, faça o favor de entrar em contacto com o administrador

source: Enter an Order or Quotation
hr_hr: Unesite narudžbu ili ponudu
pt_pt: Emitir Pedido ou Oferta

source: Search for the Customer Branch.
hr_hr: Potražite poslovnicu za kupce.
pt_pt: Procura pela Filial do Cliente.

source: Orders/Quotations are placed against the Customer Branch. A Customer may have several Branches.
hr_hr: Narudžbe/ponude šalju se protiv podružnice kupaca. Kupac može imati nekoliko podružnica.
pt_pt: Encomendas / Orçamentos são colocados contra a filial do cliente. Um cliente pode ter vários ramos.

source: Enter a text extract of the customer's name, then click Search Now to find customers matching the entered name
hr_hr: Unesite tekstualni isječak imena klijenta, a zatim kliknite Pretraži sada da biste pronašli klijente koji odgovaraju unesenom imenu

source: Enter a part of a customer code that you wish to search for then click the Search Now button to find matching customers
hr_hr: Unesite dio koda kupca koji želite pretražiti, a zatim kliknite gumb Traži sada kako biste pronašli odgovarajuće kupce

source: Enter a part of a customer's phone number that you wish to search for then click the Search Now button to find matching customers
hr_hr: Unesite dio kupčevog telefonskog broja koji želite pretražiti, a zatim kliknite gumb Traži sada kako biste pronašli odgovarajuće kupce

source: There are lines on this order that have already been invoiced. Please delete only the lines on the order that are no longer required
hr_hr: U ovoj narudžbi postoje stavke koje su već fakturirane. Molimo izbrišite samo retke narudžbe koji više nisu potrebni
pt_pt: Existem linhas neste pedido que já foram facturados. Elimine apenas as linhas no pedido que não são mais precisos

source: There is an option on confirming a dispatch/invoice to automatically cancel any balance on the order at the time of invoicing if you know the customer will not want the back order
hr_hr: Postoji opcija potvrđivanja otpreme/fakture za automatsko otkazivanje bilo kojeg stanja na narudžbi u trenutku fakturiranja ako znate da kupac neće htjeti zaostalu narudžbu
pt_pt: Há uma opção na confirmação de despacho/factura para cancelar automaticamente qualquer saldo no pedido no momento de factura, se não for de desejo do cliente o pedido não irá voltar para

source: The order detail lines could not be deleted because
hr_hr: Redovi s detaljima narudžbe nisu se mogli izbrisati jer
pt_pt: As linhas de detalhe do pedido não poderam ser eliminadas porque

source: The order header could not be deleted because
hr_hr: Zaglavlje narudžbe nije bilo moguće izbrisati jer
pt_pt: Não foi possível remover o cabeçalho da ordem pois

source: This sales order has been cancelled as requested
hr_hr: Ova prodajna narudžba je otkazana prema zahtjevu
pt_pt: Este pedido de venda foi cancelada conforme requisitado

source: Quotation for customer
hr_hr: Ponuda za kupca
pt_pt: Cotação para o cliente

source: Order for customer
hr_hr: Narudžba za kupca
pt_pt: Ordem para o cliente

source: Default Options (can be modified during order):
hr_hr: Zadane opcije (mogu se mijenjati tijekom narudžbe):
pt_pt: Opções padrão (pode ser modificado durante a ordem):

source: No asset was selected to dispose of. No assets have been added to this customer order
hr_hr: Imovina nije odabrana za raspolaganje. Ovoj narudžbi korisnika nisu dodana sredstva
pt_pt: Nenhum ativo foi selecionado para descarte. Não activos foram adicionados a esta ordem do cliente

source: Asset Disposals
hr_hr: Raspolaganje imovinom
pt_pt: Alienação de Ativos

source: The item you attempting to modify the price for has already had some quantity invoiced at the old price the items unit price cannot be modified retrospectively
hr_hr: Stavka za koju pokušavate promijeniti cijenu već je imala fakturiranu količinu po staroj cijeni, jedinična cijena stavke ne može se mijenjati retroaktivno
pt_pt: O item ao qual você está tentando modificar o preço já teve uma quantidade facturada no preço antigo; o preço da unidade do item não pode ser modificado de forma retrospectiva

source: The item you attempting to modify has had some quantity invoiced at the old discount percent the items discount cannot be modified retrospectively
hr_hr: Artikl koji pokušavate izmijeniti ima fakturiranu količinu prema starom postotku popusta. Popust na artikle ne može se mijenjati retroaktivno
pt_pt: O item que você está tentando modificar já teve uma quantidade facturada com a porcentadem de desconto ativa; o desconto não pode ser modificado de forma retrospectiva

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced
hr_hr: Pokušavate da naručena količina bude manja od one koja je već fakturirana
pt_pt: Você está tentando modificar a quantidade pedida para uma menor que a já facturada

source: The quantity delivered and invoiced cannot be modified retrospectively
hr_hr: Isporučena i fakturirana količina ne može se mijenjati naknadno
pt_pt: A quantidade entregue e facturada não podem ser modificadas de forma retrospectiva

source: The customer account will breach their credit limit
hr_hr: Račun korisnika će prekoračiti njihov kreditni limit
pt_pt: A conta do cliente irá atingir o seu limite de crédito

source: This change would put the customer over their credit limit and is prohibited
hr_hr: Ova promjena bi klijenta prekoračila njihov kreditni limit i zabranjena je

source: You should automatically be forwarded to the entry of the delivery details page
hr_hr: Trebali biste automatski biti proslijeđeni na unos stranice s detaljima isporuke
pt_pt: Deve ser automaticamente redirecionado para a página de inserção dos detalhes da entrega

source: if this does not happen
hr_hr: ako se to ne dogodi
pt_pt: Se isso não acontecer

source: Quantity (required) - Enter the number of units ordered. Price (required) - Enter the unit price. Discount (optional) - Enter a percentage discount. GP% (optional) - Enter a percentage Gross Profit (GP) to add to the unit cost. Due Date (optional) - Enter a date for delivery.
hr_hr: Količina (obavezno) - Unesite broj naručenih jedinica. Cijena (obavezno) - Unesite jediničnu cijenu. Popust (nije obavezno) - Unesite postotak popusta. GP% (neobavezno) - Unesite postotak bruto dobiti (GP) koji želite dodati jediničnom trošku. Datum dospijeća (neobavezno) - Unesite datum isporuke.
pt_pt: Quantidade (obrigatório) - Introduza o número de unidades encomendadas. Preço (obrigatório) - Digite o preço unitário. Desconto (opcional) - Introduza uma percentagem de desconto. GP% (opcional) - Insira uma porcentagem de lucro bruto (GP) para adicionar o custo unitário. Due Date (opcional) - Digite uma data para a entrega.

source: Enter the customer's purchase order reference if required by the customer
hr_hr: Unesite referencu kupčeve narudžbenice ako to kupac zahtijeva

source: Enter the quantity of this item ordered by the customer
hr_hr: Unesite količinu ovog artikla koju je kupac naručio

source: invoiced
hr_hr: fakturirano

source: Enter the price to charge the customer for this item
hr_hr: Unesite cijenu kojom ćete kupcu naplatiti ovu stavku

source: Enter the discount percentage to apply to the price for this item
hr_hr: Unesite postotak popusta koji će se primijeniti na cijenu ovog artikla

source: Enter a gross profit percentage to use as the basis to calculate the price to charge the customer for this line item
hr_hr: Unesite postotak bruto dobiti koji će se koristiti kao osnova za izračun cijene koja će se naplatiti kupcu za ovu stavku retka

source: Clear Remaining
hr_hr: Izbriši preostalo
pt_pt: Limpar Restantes

source: Enter any narrative to describe to the customer the nature of the charge for this line
hr_hr: Unesite bilo koji narativ kako biste kupcu opisali prirodu naknade za ovu liniju

source: Enter Delivery Details and Confirm Order
hr_hr: Unesite podatke o isporuci i potvrdite narudžbu
pt_pt: Insira Detalhes da Entrega e Confirme o Pedido

source: Add to Sales Order
hr_hr: Dodaj prodajnom nalogu
pt_pt: Adicionar à Ordem de Vendas

source: Search for Order Items
hr_hr: Potražite stavke narudžbe
pt_pt: Procurar por Itens do Pedido

source: Search Stock Items
hr_hr: Pretraživanje zaliha

source: Raw material flag
hr_hr: Zastava sirovina

source: If checked, Raw material will be shown on search result
hr_hr: Ako je označeno, Sirovi materijal bit će prikazan u rezultatima pretraživanja

source: Customer Item flag
hr_hr: Oznaka kupčeve stavke

source: If checked, only items for this customer will show
hr_hr: Ako je označeno, prikazat će se samo stavke za ovog kupca

source: Fixed Asset Disposal
hr_hr: Raspolaganje dugotrajnom imovinom
pt_pt: Alienação de imobilizado

source: The csv file should have exactly 2 columns, part code and quantity.
hr_hr: Csv datoteka treba imati točno 2 stupca, šifru dijela i količinu.

source: Use this screen for the
hr_hr: Koristite ovaj zaslon za
pt_pt: Use esta tela para a

source: of products to be ordered
hr_hr: proizvoda koji se mogu naručiti
pt_pt: dos produtos a serem encomendados

source: Enter the customer purchase order reference
hr_hr: Unesite referencu narudžbenice kupca

source: Enter the item code ordered
hr_hr: Unesite šifru naručenog artikla

source: Enter the quantity of the item ordered by the customer
hr_hr: Unesite količinu artikla koju naruči kupac

source: Enter the date that the customer requires delivery by
hr_hr: Unesite datum do kojeg kupac zahtijeva dostavu

source: Use this screen to select an asset to dispose of to this customer
hr_hr: Upotrijebite ovaj zaslon za odabir imovine kojom ćete raspolagati ovom kupcu
pt_pt: Use esta tela para selecionar um trunfo para alienar a este cliente

source: Enter the customer's purchase order reference
hr_hr: Unesite referencu kupčeve narudžbenice

source: Asset to Dispose Of
hr_hr: Imovina kojom se raspolaže
pt_pt: Trunfo para dispôr de

source: Select Asset To Dispose of From the List Below
hr_hr: Na donjem popisu odaberite imovinu za odlaganje
pt_pt: Asset Selecione Para Eliminar da lista abaixo

source: Add Asset To Order
hr_hr: Dodaj sredstvo u narudžbu
pt_pt: Adicionar trunfo para Ordem

source: Cancel Whole Order
hr_hr: Otkaži cijelu narudžbu
pt_pt: Cancelar Todo o Pedido
