Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The reference entered is already entered on this work order
hr_hr: Unesena referenca već je upisana na ovom radnom nalogu
pt_pt: A referência inserido já está inscrita na ordem de trabalho

source: The serial number/batch entered already exists
hr_hr: Uneseni serijski broj/serija već postoji
pt_pt: O número de série / lote já existe

source: Could not update serial/batches on the work order
hr_hr: Nije moguće ažurirati seriju/serije na radnom nalogu
pt_pt: Não foi possível atualizar série / lotes na ordem de trabalho

source: Add A Number of New Serial Numbers
hr_hr: Dodajte niz novih serijskih brojeva
pt_pt: Adicionar um número de novos números de série

source: The input must be in number format
hr_hr: Unos mora biti u formatu broja

source: Number of new serial numbers
hr_hr: Broj novih serijskih brojeva

source: Starting at
hr_hr: Počevši od
pt_pt: A partir de

source: Add a single serial number
hr_hr: Dodajte jedan serijski broj
pt_pt: Adicionar um único número de série

source: Batch/Lot Ref
hr_hr: Serija/Lot Ref
pt_pt: Lote Ref. Lote /

source: Add a single batch/lot number
hr_hr: Dodajte jedan broj serije/lota
pt_pt: Adicionar um único lote / número de lote

source: The reference must be input
hr_hr: Referenca se mora unijeti

source: SNs or batch no
hr_hr: SN ili serije br

source: The quantity must be input
hr_hr: Količina se mora unijeti

source: Could not get the work order serial/batch items
hr_hr: Nije moguće dobiti serijske/serijski stavke radnog naloga

source: There are no serial items or batches yet defined for this work order item. Create new items first
hr_hr: Nema još definiranih serijskih stavki ili serija za ovu stavku radnog naloga. Najprije stvorite nove stavke
pt_pt: Não existem itens de série ou lotes ainda não definido para este item da ordem do trabalho. Criar novos itens primeiro

source: Batch Ref
hr_hr: Ref. serije
pt_pt: Ref Lote

source: Back To Work Order
hr_hr: Povratak na radni nalog

source: Access Permissions Maintenance
hr_hr: Održavanje dopuštenja pristupa

source: The role description entered must be at least 4 characters long
hr_hr: Uneseni opis uloge mora imati najmanje 4 znaka
pt_pt: A identificação do utilizador deve ter pelo menos 4 caracteres

source: The update of the security role description failed because
hr_hr: Ažuriranje opisa sigurnosne uloge nije uspjelo jer
pt_pt: A atualização da descrição desta função de segurança falhou porque

source: The Security role description was updated.
hr_hr: Opis sigurnosne uloge je ažuriran.
pt_pt: A descrição da função de segurança foi actualizada

source: The update of the security role failed because
hr_hr: Ažuriranje sigurnosne uloge nije uspjelo jer
pt_pt: A atualização da função de segurança falhou porque

source: The Security role was created.
hr_hr: Stvorena je sigurnosna uloga.
pt_pt: A Função de Segurança foi criada.

source: The addition of the page group access failed because
hr_hr: Dodavanje pristupa grupi stranica nije uspjelo jer
pt_pt: A adição da página de acesso ao grupo falhou porque

source: The page group access was added.
hr_hr: Dodan je pristup grupi stranica.
pt_pt: A página de acesso ao grupo foi adicionada.

source: The removal of this page-group access failed because
hr_hr: Uklanjanje pristupa ovoj grupi stranica nije uspjelo jer
pt_pt: A atualização desta página de acesso ao grupo falhou porque

source: This page-group access was removed.
hr_hr: Pristup ovoj grupi stranica je uklonjen.
pt_pt: Esta página de acesso ao grupo foi removida

source: Cannot delete this role because user accounts are setup using it
hr_hr: Nije moguće izbrisati ovu ulogu jer su korisnički računi postavljeni pomoću nje
pt_pt: Não é possível remover esta função porque existem contas de utilizador configurado com ela

source: user accounts that have this security role setting
hr_hr: korisničke račune koji imaju ovu postavku sigurnosne uloge
pt_pt: conta(s) de utilizador(es) que tem esta configuração de função de segurança

source: security role has been deleted
hr_hr: sigurnosna uloga je izbrisana
pt_pt: função de segurança foi eliminada

source: Are you sure you wish to delete this role?
hr_hr: Jeste li sigurni da želite izbrisati ovu ulogu?

source: Review Existing Roles
hr_hr: Pregledajte postojeće uloge
pt_pt: Rever Utilizadores Existentes

source: The selected role is no longer available.
hr_hr: Odabrana uloga više nije dostupna.
pt_pt: A função selecionada já não se encontra disponível.

source: Create Role
hr_hr: Stvori ulogu

source: Amend Role
hr_hr: Izmijeniti ulogu

source: Enter Role
hr_hr: Unesite ulogu
pt_pt: Inserir Função

source: Assigned Security Tokens
hr_hr: Dodijeljeni sigurnosni tokeni
pt_pt: Segurança Atribuida

source: Available Security Tokens
hr_hr: Dostupni sigurnosni tokeni
pt_pt: Segurança Disponível

source: Are you sure you wish to delete this security token from this role?
hr_hr: Jeste li sigurni da želite izbrisati ovaj sigurnosni token iz ove uloge?

source: Users Maintenance
hr_hr: Održavanje korisnika

source: Purchases
hr_hr: Kupnja
pt_pt: Compras

source: Utilities
hr_hr: Komunalije

source: Display Sales module
hr_hr: Modul Display Sales

source: Display Receivables module
hr_hr: Modul za prikaz potraživanja

source: Display Purchases module
hr_hr: Prikaz modula Kupnje

source: Display Payables module
hr_hr: Modul za prikaz obveza

source: Display Inventory module
hr_hr: Prikaz modula inventara

source: Display Manufacturing module
hr_hr: Modul za proizvodnju zaslona

source: Display General Ledger module
hr_hr: Prikaz modula Glavne knjige

source: Display Asset Manager module
hr_hr: Prikaz modula Asset Manager

source: Display Petty Cash module
hr_hr: Prikaz modula sitnog novca

source: Display Setup module
hr_hr: Modul za postavljanje zaslona

source: Display Utilities module
hr_hr: Modul Display Utilities

source: The demonstration user called demo cannot be modified.
hr_hr: Demonstracijski korisnik pod nazivom demo ne može se mijenjati.

source: The user ID
hr_hr: ID korisnika

source: already exists and cannot be used again
hr_hr: već postoji i ne može se ponovno koristiti

source: The selected user record has been updated
hr_hr: Odabrani korisnički zapis je ažuriran
pt_pt: O registro de utilizador seleccionado foi actualizado

source: A new user record has been inserted
hr_hr: Umetnut je novi korisnički zapis
pt_pt: Um novo registro de utilizador foi inserido

source: The default user locations could not be processed because
hr_hr: Zadane korisničke lokacije nisu se mogle obraditi jer

source: User has been authorized to use and update only his / her default location
hr_hr: Korisnik je ovlašten koristiti i ažurirati samo svoju zadanu lokaciju

source: The default user GL Accounts could not be processed because
hr_hr: Zadani korisnički GL računi nisu mogli biti obrađeni jer

source: User has been authorized to use and update all GL accounts
hr_hr: Korisnik je ovlašten za korištenje i ažuriranje svih GL računa

source: The demonstration user called demo cannot be deleted
hr_hr: Korisnik demonstracije pod nazivom demo ne može se izbrisati

source: Cannot delete user as entries already exist in the audit trail
hr_hr: Nije moguće izbrisati korisnika jer unosi već postoje u revizijskom tragu
pt_pt: Não é possível excluir utilizador com entradas já existentes no rastro de auditoria

source: The Location - User could not be deleted because
hr_hr: Lokacija - Korisnik nije mogao biti izbrisan jer

source: The GL Account - User could not be deleted because
hr_hr: GL račun - Korisnik nije mogao biti izbrisan jer

source: The Bank Accounts - User could not be deleted because
hr_hr: Bankovni računi - Korisnik nije mogao biti izbrisan jer

source: The Purchase Orders Authority could not be deleted because
hr_hr: The Kupnja Orders Authority could not be deleted because

source: The User could not be deleted because
hr_hr: Korisnik nije mogao biti izbrisan jer
pt_pt: Não foi possível remover o utilizador pois

source: User Deleted
hr_hr: Korisnik izbrisan
pt_pt: Uilizador removido

source: Last Visit
hr_hr: Zadnji posjet
pt_pt: Última Visita

source: Security Role
hr_hr: Sigurnosna uloga
pt_pt: Função de Segurança

source: Report Size
hr_hr: Veličina izvješća
pt_pt: Tamanho do Relatório

source: No login record
hr_hr: Nema zapisa o prijavi

source: Are you sure you wish to delete this user?
hr_hr: Jeste li sigurni da želite izbrisati ovog korisnika?

source: Review Existing Users
hr_hr: Pregledajte postojeće korisnike
pt_pt: Rever Utilizadores Existentes

source: Amend User Details
hr_hr: Izmijeniti korisničke podatke

source: Create New User
hr_hr: Stvori novog korisnika

source: At least 4 characters
hr_hr: Najmanje 4 znaka

source: Please input not less than 4 characters and canot be admin or contains illegal characters
hr_hr: Unesite najmanje 4 znaka i ne smije biti admin ili sadržavati nedopuštene znakove

source: At least 5 characters
hr_hr: Najmanje 5 znakova

source: Passwords must be 5 characters or more and cannot same as the users id. A mix of upper and lower case and some non-alphanumeric characters are recommended.
hr_hr: Lozinke moraju imati 5 znakova ili više i ne mogu biti iste kao ID korisnika. Preporuča se kombinacija velikih i malih slova i nekih nealfanumeričkih znakova.

source: e.g. user@domain.com
hr_hr: npr. korisnik@domena.com

source: A valid email address is required
hr_hr: Potrebna je važeća adresa e-pošte

source: User Can Create Tenders
hr_hr: Korisnik može kreirati ponude

source: If this user login is to be associated with a customer account, enter the customer account code
hr_hr: Ako ova korisnička prijava treba biti povezana s korisničkim računom, unesite šifru korisničkog računa

source: If this user login is to be associated with a customer account a valid branch for the customer account must be entered.
hr_hr: Ako se ova korisnička prijava želi povezati s korisničkim računom, mora se unijeti važeća grana za korisnički račun.

source: Restrict to Sales Person
hr_hr: Ograničiti na osobu u prodaji
pt_pt: Restringir a Vendas Pessoa

source: Not a salesperson only login
hr_hr: Nije samo prijava prodavača
pt_pt: Não é apenas um vendedor de login

source: Display dashboard
hr_hr: Prikaz nadzorne ploče

source: Show dashboard page after login
hr_hr: Prikaži stranicu nadzorne ploče nakon prijave

source: Allowed Department for Internal Requests
hr_hr: Dopušteni odjel za interne zahtjeve

source: Any Internal Department
hr_hr: Bilo koji interni odjel

source: Open
hr_hr: Otvoriti
pt_pt: Aberta

source: Blocked
hr_hr: Blokiran
pt_pt: Bloqueada

source: Automatic Customer Receipt
hr_hr: Automatski korisnički račun

source: Could not insert allocation record
hr_hr: Nije moguće umetnuti zapis dodjele

source: Recalculate BOM costs
hr_hr: Ponovno izračunajte troškove sastavnice
pt_pt: Recalcular os custos BOM

source: An error occurred selecting all bottom level components
hr_hr: Došlo je do pogreške pri odabiru svih komponenti donje razine
pt_pt: Ocorreu um erro ao selecionar todos os componentes de nível inferior

source: Failed on item
hr_hr: Neuspješno na stavci

source: Cost update has been rolled back
hr_hr: Ažuriranje troškova je poništeno

source: All cost updates committed to the database.
hr_hr: Sva ažuriranja troškova predana su bazi podataka.
pt_pt: Todas as atualizações custo comprometidos com o banco de dados.

source: This script will not update the General Ledger stock balances for the changed costs. If you use integrated stock then do not use this utility
hr_hr: Ova skripta neće ažurirati stanja zaliha Glavne knjige za promijenjene troškove. Ako koristite integrirani dio, nemojte koristiti ovaj uslužni program

source: Update costs for all items listed in a bill of materials
hr_hr: Ažurirajte troškove za sve stavke navedene u popisu materijala
pt_pt: custos de atualização para todos os itens listados em uma lista de materiais

source: Run
hr_hr: Trčanje
pt_pt: Executar

source: UTILITY PAGE To Changes A Customer Branch Code In All Tables
hr_hr: STRANICA S POMOĆNIM PROGRAMOM Za promjene koda podružnice kupca u svim tablicama
pt_pt: Página de utilidade para mudar um código de filial de um cliente para todas as tabelas

source: Change A Customer Branch Code
hr_hr: Promijenite šifru poslovnice klijenta
pt_pt: Modificar dados do cliente

source: The customer branch code
hr_hr: Šifra poslovnice kupca
pt_pt: O código da filial do cliente

source: does not currently exist as a customer branch code in the system
hr_hr: trenutno ne postoji kao šifra podružnice korisnika u sustavu
pt_pt: não existe no sistema

source: The new customer branch code to change the old code to must be entered as well
hr_hr: Također se mora unijeti novi kod podružnice kupca za promjenu starog koda
pt_pt: O novo código do cliente deve ser inserido como

source: The new customer branch code cannot contain
hr_hr: Novi kod podružnice kupca ne može sadržavati
pt_pt: O novo código de cliente não pode conter

source: The replacement customer branch code
hr_hr: Zamjenski kod poslovnice kupca
pt_pt: O código de cliente de substituição

source: already exists as a branch code for the same customer
hr_hr: već postoji kao kod podružnice za istog kupca
pt_pt: já existe como código para o mesmo cliente

source: a unique branch code must be entered for the new code
hr_hr: za novu šifru mora se unijeti jedinstvena šifra poslovnice
pt_pt: um código único deve ser inserido

source: Inserting the new customer branches master record
hr_hr: Umetanje novog glavnog zapisa podružnica kupaca
pt_pt: A inserir novo registro mestre da filial do cliente

source: The SQL to insert the new customer branch master record failed because
hr_hr: SQL za umetanje novog glavnog zapisa ogranka kupca nije uspio jer
pt_pt: O comando SQL usado para inserir o novo registro mestre do cliente foi mal sucedido pois

source: Changing customer transaction records
hr_hr: Promjena evidencije transakcija kupaca
pt_pt: Modificando registros de transação do cliente

source: The SQL to update debtor transaction records failed because
hr_hr: SQL za ažuriranje evidencije transakcija dužnika nije uspio jer
pt_pt: O comando SQL usado para actualizar os registros de transação do devedor foi mal sucedido pois

source: Changing sales analysis records
hr_hr: Promjena zapisa analize prodaje
pt_pt: Modificando registros de análise de vendas

source: The SQL to update Sales Analysis records failed because
hr_hr: SQL za ažuriranje zapisa analize prodaje nije uspio jer
pt_pt: O comando SQL usado para actualizar os registros de análise de vendas foi mal sucedido pois

source: Changing order delivery differences records
hr_hr: Promjena zapisa razlika u isporuci narudžbi
pt_pt: Modificando registros de diferenças na ordem de entrega

source: The SQL to update order delivery differences records failed because
hr_hr: SQL za ažuriranje zapisa razlika u isporuci narudžbe nije uspio jer
pt_pt: O comando SQL usado para actualizar os registros de diferenças na ordem de entrega foi mal sucedido pois

source: Changing pricing records
hr_hr: Promjena zapisa o cijenama
pt_pt: Modificando registros de preços

source: The SQL to update the pricing records failed because
hr_hr: SQL za ažuriranje zapisa cijena nije uspio jer
pt_pt: O comando SQL usado para actualizar os registros de preços foi mal sucedido pois

source: Changing sales orders records
hr_hr: Promjena zapisa prodajnih naloga
pt_pt: Modificando pedidos de venda

source: The SQL to update the sales order header records failed because
hr_hr: SQL za ažuriranje zapisa zaglavlja prodajnog naloga nije uspio jer
pt_pt: O comando SQL usado para actualizar os registros de pedidos de venda foi mal sucedido pois

source: Changing stock movement records
hr_hr: Promjena evidencije kretanja zaliha
pt_pt: Modificando registros de movimentação de stock

source: The SQL to update the stock movement records failed because
hr_hr: SQL za ažuriranje zapisa kretanja zaliha nije uspio jer
pt_pt: O comando SQL usado para actualizar os registros de movimentação de stock foi mal sucedido pois

source: Changing user default customer records
hr_hr: Promjena korisničkih zadanih zapisa o klijentima
pt_pt: Modificando registros de cliente padrão do utilizador

source: The SQL to update the user records failed
hr_hr: SQL za ažuriranje korisničkih zapisa nije uspio
pt_pt: O comando SQL usado para actualizar os registros do utilizador foi mal sucedido

source: Changing the customer branch code in contract header records
hr_hr: Promjena koda poslovnice kupca u zapisima zaglavlja ugovora
pt_pt: Modificando o código de cliente nos registros de cabeçalho de contrato

source: The SQL to update contract header records failed because
hr_hr: SQL za ažuriranje zapisa zaglavlja ugovora nije uspio jer
pt_pt: O comando SQL usado para actualizar os registros de cabeçalho de contrato foi mal sucedido pois

source: Deleting the old customer branch record
hr_hr: Brisanje starog zapisa poslovnice kupca
pt_pt: Removendo o registro de filiais do cliente antigo

source: The SQL to delete the old customer branch record failed because
hr_hr: SQL za brisanje starog zapisa podružnice kupca nije uspio jer
pt_pt: O comando SQL usado para remover o registro de cliente antigo foi mal sucedido pois

source: Branch Code Changes
hr_hr: Promjene koda podružnice

source: Existing Branch Code
hr_hr: Postojeći kod podružnice
pt_pt: Código de filial existente

source: New Branch Code
hr_hr: Novi kod podružnice
pt_pt: Novo código de filial

source: UTILITY PAGE To Changes A Customer Code In All Tables
hr_hr: STRANICA S POMOĆNIM PROGRAMOM Za promjene koda kupca u svim tablicama
pt_pt: Página de utilidade para modificar um código de cliente em todas as tabelas

source: Change A Customer Code
hr_hr: Promjena koda kupca
pt_pt: Modificar um código de cliente

source: does not currently exist as a customer code in the system
hr_hr: trenutno ne postoji kao šifra korisnika u sustavu
pt_pt: não existe no sistema

source: The new customer code to change the old code to must be entered as well
hr_hr: Mora se unijeti i nova šifra kupca za promjenu stare šifre
pt_pt: O novo código de cliente deve ser inserido

source: The replacement customer code
hr_hr: Zamjenski kod kupca
pt_pt: O código de cliente de substituiçao

source: already exists as a customer code in the system
hr_hr: već postoji kao kod kupca u sustavu
pt_pt: já existe no sistema

source: a unique customer code must be entered for the new code
hr_hr: za novu šifru mora se unijeti jedinstveni kod kupca
pt_pt: um código de cliente único é necessário

source: Inserting the new debtors master record
hr_hr: Umetanje novog matičnog zapisa dužnika
pt_pt: Inserindo o novo registro mestre de devedores

source: The SQL to insert the new debtors master record failed
hr_hr: SQL za umetanje novog glavnog zapisa dužnika nije uspio
pt_pt: O comando SQL usado para inserir o novo registro mestre de devedores foi mal sucedido

source: the SQL statement was
hr_hr: SQL iskaz je bio
pt_pt: o comando SQL foi

source: Inserting new customer branch records
hr_hr: Umetanje novih zapisa o podružnicama kupaca
pt_pt: Inserindo novos registros de filiais do cliente

source: The SQL to insert new customer branch records failed
hr_hr: SQL za umetanje novih zapisa o podružnicama kupaca nije uspio
pt_pt: O comando SQL usado para inserir os novos registros de cliente foi mal sucedido

source: Changing debtor transaction records
hr_hr: Promjena evidencije transakcija dužnika
pt_pt: Modificando registros de transação do devedor

source: The SQL to update debtor transaction records failed
hr_hr: SQL za ažuriranje zapisa transakcije dužnika nije uspio
pt_pt: O comando SQL usado para actualizar os registros de transação do devedor foi mal sucedido

source: The SQL to update Sales Analysis records failed
hr_hr: SQL za ažuriranje zapisa analize prodaje nije uspio
pt_pt: O comando SQL usado para actualizar os registros de análise de vendas foi mal sucedido

source: The SQL to update order delivery differences records failed
hr_hr: SQL za ažuriranje zapisa razlika u isporuci narudžbe nije uspio
pt_pt: O comando SQL usado para actualizar os registros de diferenças nas ordens de entrega foi mal sucedido

source: The SQL to update the pricing records failed
hr_hr: SQL za ažuriranje zapisa cijena nije uspio
pt_pt: O comando SQL usado para actualizar os registros de preços foi mal sucedido

source: The SQL to update the sales order header records failed
hr_hr: SQL za ažuriranje zapisa zaglavlja prodajnog naloga nije uspio
pt_pt: O comando SQL utilizado para actualizar os registros do cabeçalho do pedido de vendas foi mal sucedido

source: Changing the customer code in contract header records
hr_hr: Promjena šifre kupca u zapisima zaglavlja ugovora
pt_pt: Modificando código do cliente nos registros de cabeçalho de contrato

source: The SQL to update contract header records failed
hr_hr: SQL za ažuriranje zapisa zaglavlja ugovora nije uspio
pt_pt: O comando SQL usado para actualizar os registros de cabaçalho de contrato foi mal sucedido

source: Deleting the old customer branch records from the CustBranch table
hr_hr: Brisanje starih zapisa o podružnicama kupaca iz tablice CustBranch
pt_pt: Removendo os registros de filiais do cliente antigo da tabela CustBranch

source: The SQL to delete the old CustBranch records for the old debtor record failed
hr_hr: SQL za brisanje starih zapisa CustBranch za stari zapis dužnika nije uspio
pt_pt: O comando SQL usado para remover os registros antigos da tabela CustBranch para o registro de devedor antigo foi mal sucedido

source: Deleting the customer code from the DebtorsMaster table
hr_hr: Brisanje šifre kupca iz tablice DebtorsMaster
pt_pt: Removendo o código do cliente da tabela DebtorsMaster

source: The SQL to delete the old debtor record failed
hr_hr: SQL za brisanje starog zapisa dužnika nije uspio
pt_pt: O comando SQL usado para remover o registro de devedor antigo foi mal sucedido

source: Customer to Change
hr_hr: Kupac za promjenu

source: Existing Debtor Code
hr_hr: Šifra postojećeg dužnika
pt_pt: Código de devedor existente

source: New Debtor Code
hr_hr: Novi kod dužnika
pt_pt: Novo código de devedor

source: UTILITY PAGE Change A GL Account Code
hr_hr: POMOĆNA STRANICA Promijenite GL kod računa

source: Change A GL Account Code
hr_hr: Promjena A GL šifre računa

source: The GL account code
hr_hr: Šifra GL računa

source: does not currently exist as a GL account code in the system
hr_hr: trenutno ne postoji kao šifra GL računa u sustavu

source: The new GL account code to change the old code to contains illegal characters - no changes will be made
hr_hr: Novi GL kod računa za promjenu starog koda sadrži nedopuštene znakove - neće se izvršiti nikakve promjene

source: The new GL account code to change the old code to must be entered as well
hr_hr: Također se mora unijeti novi GL kod računa za promjenu starog koda

source: The replacement GL account code
hr_hr: Zamjenski GL kod računa

source: already exists as a GL account code in the system
hr_hr: već postoji kao šifra GL računa u sustavu

source: a unique GL account code must be entered for the new code
hr_hr: mora se unijeti jedinstveni GL kod računa za novi kod

source: Adding the new chartmaster record
hr_hr: Dodavanje novog chartmaster zapisa

source: The SQL to insert the new chartmaster record failed
hr_hr: SQL za umetanje novog chartmaster zapisa nije uspio

source: completed
hr_hr: dovršeno
pt_pt: completo

source: Deleting the old chartmaster record
hr_hr: Brisanje starog chartmaster zapisa

source: The SQL to delete the old chartmaster record failed
hr_hr: SQL za brisanje starog chartmaster zapisa nije uspio

source: GL account Code
hr_hr: Šifra računa GL

source: was successfully changed to
hr_hr: je uspješno promijenjen u
pt_pt: foi alterado com sucesso para
