Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: An error occurred getting the customer receipts for batch number
hr_hr: Došlo je do pogreške prilikom dobivanja računa kupca za broj serije
pt_pt: Ocorreu um arro ao obter os recibos do cliente para o número de lote

source: An error occurred getting the GL receipts for batch number
hr_hr: Došlo je do pogreške prilikom dobivanja GL računa za broj serije
pt_pt: Ocorreu um erro ao obter os recibos do LC para o número de lote

source: Banking Summary Number
hr_hr: Broj bankovnog sažetka
pt_pt: Número do Sumário Bancário

source: Account Number
hr_hr: Račun Number
pt_pt: Número da Conta

source: BANKED
hr_hr: BANKOVANO
pt_pt: DEPOSITADO

source: Create PDF Print Out For A Batch Of Receipts
hr_hr: Napravite PDF ispis za seriju računa
pt_pt: Criar PDF Para Um Lote de Recibos

source: Select the batch number of receipts to be printed
hr_hr: Odaberite broj serije potvrda za ispis
pt_pt: Selecione o número do lote de receitas a ser impresso

source: An error occurred getting the payments
hr_hr: Došlo je do pogreške prilikom uplate
pt_pt: Ocorreu um erro ao obter os pagamentos

source: Payment Listing
hr_hr: Popis plaćanja
pt_pt: Listagem de Pagamentos

source: There were no bank transactions found in the database within the period from
hr_hr: U bazi podataka nije bilo bankovnih transakcija u razdoblju od
pt_pt: Não foram encontradas transacções no base de dados no período de

source: Please try again selecting a different date range or account
hr_hr: Pokušajte ponovno odabirom drugog datumskog raspona ili računa
pt_pt: Favor tentar seleccionar um novo intervalo ou conta

source: An error occurred getting the GL transactions
hr_hr: Došlo je do pogreške prilikom dobivanja GL transakcija
pt_pt: Ocorreu um erro ao obter as transacções no LC

source: Enter the date from which cheques are to be listed
hr_hr: Unesite datum od kojeg će čekovi biti navedeni
pt_pt: Inserir a data de início para listagem dos cheques

source: Enter the date to which cheques are to be listed
hr_hr: Unesite datum do kojeg čekovi trebaju biti navedeni
pt_pt: Inserir a data de fim para listagem dos cheques

source: Select Certificate of Analysis To Print
hr_hr: Odaberite Certifikat analize za ispis

source: Enter Item
hr_hr: Unesite stavku

source: Enter Lot
hr_hr: Unesite Lot

source: Or Select Existing Lot
hr_hr: Ili Odaberite postojeći lot

source: Lot/Serial
hr_hr: Lot/serijski

source: There was a problem retrieving the Lot Information
hr_hr: Došlo je do problema prilikom dohvaćanja informacija o parceli

source: Print Certificate of Analysis Error
hr_hr: Pogreška ispisa potvrde analize

source: Unable to Locate Lot
hr_hr: Lot nije moguće locirati

source: Certificate of Analysis
hr_hr: Potvrda o analizi

source: Customer List
hr_hr: Popis kupaca
pt_pt: Lista de Clientes

source: The activity amount is not numeric and you elected to print customer relative to a certain amount of activity
hr_hr: Količina aktivnosti nije brojčana i odabrali ste ispisati kupca u odnosu na određenu količinu aktivnosti
pt_pt: A quantidade de atividade não é numérico e você eleito para impressão do cliente em relação a uma determinada quantidade de atividade

source: this level of activity must be specified in the local currency
hr_hr: ova razina aktivnosti mora biti navedena u lokalnoj valuti
pt_pt: este nível de atividade deve ser especificado na moeda local

source: This report has no output because there were no customers retrieved
hr_hr: Ovo izvješće nema izlaz jer nije bilo dohvaćenih kupaca
pt_pt: Este relatório não tem saída, porque não havia clientes recuperados

source: Could not retrieve the activity of the branch because
hr_hr: Nije moguće dohvatiti aktivnost ogranka jer
pt_pt: Não foi possível consultar atividades do filial porque

source: The failed SQL was
hr_hr: Neuspjeli SQL je bio
pt_pt: O comando SQL mal sucedido foi

source: Customers in
hr_hr: Kupci u
pt_pt: Clientes em

source: Turnover
hr_hr: Promet
pt_pt: Modificação

source: Customer Details Listing
hr_hr: Popis pojedinosti o kupcu
pt_pt: Listagem dos detalhes do cliente

source: Create PDF Customer Details Listing
hr_hr: Create PDF Kupac Details Listing

source: For Sales Areas
hr_hr: Za prodajne prostore
pt_pt: Áreas para vendas

source: All Areas
hr_hr: Sva područja
pt_pt: Todas as áreas

source: For Salesperson:
hr_hr: Za prodavača:
pt_pt: Para Vendedor:

source: Level Of Activity
hr_hr: Razina aktivnosti
pt_pt: Nível de atividade

source: All customers
hr_hr: Svi kupci
pt_pt: Todos os clientes

source: Sales Greater Than
hr_hr: Prodaja veća od
pt_pt: Vendas maiores que

source: Sales Less Than
hr_hr: Prodaja manja od
pt_pt: Vendas menores que

source: Activity Since
hr_hr: Aktivnost Od
pt_pt: Em atividade desde

source: The date must be specified in the format
hr_hr: Datum mora biti naveden u formatu
pt_pt: A data deve ser especificado no formato

source: An error occurred getting the transactions
hr_hr: Došlo je do pogreške prilikom dobivanja transakcija
pt_pt: Ocorreu um erro começar as operações

source: There were no transactions found in the database for the date
hr_hr: U bazi podataka nije pronađena nijedna transakcija za taj datum
pt_pt: Não houve transações encontradas no banco de dados para a data

source: Please try again selecting a different date
hr_hr: Pokušajte ponovno odabirom drugog datuma
pt_pt: Por favor, tente novamente selecionando uma data diferente

source: Customer Invoices
hr_hr: Fakture kupaca
pt_pt: As facturas do cliente

source: Customer Credit Notes
hr_hr: Kreditna bilješka korisnika
pt_pt: Notas de Crédito do Cliente

source: Customer Receipts
hr_hr: Kupac Receipts

source: Total Amount
hr_hr: Ukupni iznos
pt_pt: Valor Total

source: Customer Transactions Listing
hr_hr: Kupac Transactions Listing

source: Customer Transaction Listing
hr_hr: Popis transakcija korisnika
pt_pt: Cliente Listagem Transações

source: Enter the date for which the transactions are to be listed
hr_hr: Unesite datum za koji se transakcije trebaju ispisati
pt_pt: Digite a data para que as transações devem ser listados

source: Credit Notes
hr_hr: Kreditna bilješka
pt_pt: Notas de crédito

source: An error occurred getting the variances between deliveries and orders
hr_hr: Došlo je do pogreške prilikom dobivanja odstupanja između isporuka i narudžbi
pt_pt: Ocorreu um erro ao obter as variações entre entregas e ordens

source: Delivery Differences Log Report Error
hr_hr: Pogreška izvješća dnevnika razlika u isporuci
pt_pt: Relatório de erro das diferenças de entrega

source: There were no variances between deliveries and orders found in the database within the period from
hr_hr: Nije bilo odstupanja između isporuka i narudžbi pronađenih u bazi podataka u razdoblju od
pt_pt: Não foram encontradas variações entre entregas e ordens no base de dados no período de

source: Please try again selecting a different date range
hr_hr: Pokušajte ponovno odabirom drugog datumskog raspona
pt_pt: Favor tentar novamente seleccionando um novo intervalo de datas

source: Total number of differences
hr_hr: Ukupan broj razlika
pt_pt: Quantidade total de diferenças

source: Could not retrieve the count of sales order lines in the period under review
hr_hr: Nije moguće dohvatiti broj redaka prodajnog naloga u razdoblju koje se pregledava
pt_pt: Não foi possível recuperar a contagem de pedidos de venda no período previsto

source: Total number of order lines
hr_hr: Ukupan broj redaka naloga
pt_pt: Número total de linhas de pedidos

source: Delivery Differences Report
hr_hr: Izvješće o razlikama u isporuci
pt_pt: Relatório de Diferenças de Entrega

source: Please find herewith delivery differences report from
hr_hr: Ovdje možete pronaći izvješće o razlikama u isporuci od
pt_pt: Encontre opr favor com o relatório de vendas de

source: Enter the date from which variances between orders and deliveries are to be listed
hr_hr: Unesite datum od kojeg treba ispisati odstupanja između narudžbi i isporuka
pt_pt: Entre a data de início para listagem de variações entre ordens e entregas

source: Enter the date to which variances between orders and deliveries are to be listed
hr_hr: Unesite datum do kojeg treba ispisati odstupanja između narudžbi i isporuka
pt_pt: Entre a data de fim para listagem de variações entre ordens e entregas

source: Over All Categories
hr_hr: Preko svih kategorija
pt_pt: Sobre todas as categorias

source: Email the report off
hr_hr: Pošaljite izvješće e-poštom
pt_pt: Enviar por email o relatório

source: An error occurred getting the days between delivery requested and actual invoice
hr_hr: Došlo je do pogreške pri dobivanju dana između zatražene isporuke i stvarne fakture
pt_pt: Ocorreu um erro ao obter os dias entre entrega requerida e factura actual

source: DIFOT Report Error
hr_hr: DIFOT izvješće o pogrešci
pt_pt: Erro no Relatório DIFOT

source: Days Between Requested Delivery Date and Invoice Date
hr_hr: Days Between Requested Delivery Date and Račun Date
pt_pt: Dias Entre Data de Entrega Solicitada e Data da Factura

source: Delivery In Full On Time (DIFOT) Report
hr_hr: Izvješće o isporuci u punom roku (DIFOT).
pt_pt: Relatório de Entrega em Tempo Exacto (DIFOT)

source: DIFOT Report
hr_hr: DIFOT izvješće
pt_pt: Relatório DIFOT

source: Enter the number of days considered acceptable between delivery requested date and invoice date(ie the date dispatched)
hr_hr: Unesite broj dana koji se smatra prihvatljivim između zatraženog datuma isporuke i datuma fakture (tj. datuma otpreme)
pt_pt: Insira o número de dias considerado aceitável entre a data de entrega solicitada e data da fatura (ou seja, a data enviada)

source: Could not determine if the item was controlled or not because
hr_hr: Nije bilo moguće utvrditi je li stavka bila kontrolirana ili nije jer
pt_pt: Não foi possível determinar se o item é controlado ou não pois

source: Please Process this Work order number
hr_hr: Obradite ovaj broj radnog naloga

source: Email a Work Order
hr_hr: Pošaljite radni nalog e-poštom

source: has been emailed to
hr_hr: je poslano e-poštom na
pt_pt: foi enviada por email para

source: as directed
hr_hr: prema uputama
pt_pt: como direcionada

source: Emailing Work order
hr_hr: Slanje radnog naloga e-poštom

source: failed
hr_hr: nije uspio
pt_pt: foi mal sucedida

source: Label Error
hr_hr: Pogreška oznake

source: There were no labels to print
hr_hr: Nije bilo naljepnica za ispis

source: This page should be called with Journal No and Type
hr_hr: Ovu stranicu treba pozvati s brojem i vrstom dnevnika

source: General Ledger Journal
hr_hr: Dnevnik glavne knjige

source: Could not get the supplier of the selected GRN
hr_hr: Nije moguće dobiti dobavljača odabranog GRN-a

source: Goods Received Note
hr_hr: Napomena o primljenoj robi
pt_pt: Nota de Entrada

source: Supplier Qty
hr_hr: Dobavljač Qty

source: Supplier Unit
hr_hr: Jedinica dobavljača
pt_pt: Unidade do fornecedor

source: Our Unit
hr_hr: Naša Jedinica

source: Could not retrieve the stock movement reference number which is required in order to retrieve details of the serial items that came in with this GRN
hr_hr: Nije moguće dohvatiti referentni broj kretanja zaliha koji je potreban za dohvaćanje pojedinosti serijskih stavki koje su stigle s ovim GRN-om
pt_pt: Não foi possível obter o número de referência da movimentação de stock necessária para a obtenção dos detalhes dos itens de série que vieram com esta NBR

source: Date of Receipt:
hr_hr: Datum primitka:
pt_pt: Data de Recebimento:

source: GRN Error
hr_hr: GRN pogreška
pt_pt: GRN erro

source: There were no GRNs to print
hr_hr: Nije bilo GRN-ova za ispis

source: Low Gross Profit Sales
hr_hr: Niska bruto dobit od prodaje
pt_pt: Vendas com lucro bruto pequeno

source: Low GP Sales Between
hr_hr: Niska GP prodaja između
pt_pt: Vendas com LB baixo entre

source: Low GP sales
hr_hr: Niska GP prodaja
pt_pt: Vendas com LB pequeno

source: The dates entered must be in the format
hr_hr: Uneseni datumi moraju biti u formatu
pt_pt: As datas inseridas devem estar no formato

source: No low GP items retrieved
hr_hr: Nisu pronađene stavke s niskim GP-om
pt_pt: Nenhum item da baixa GP recuperados

source: Sell Price
hr_hr: Prodajna cijena
pt_pt: Preço de Venda

source: GP
hr_hr: liječnik opće prakse
pt_pt: LB

source: Sales With Low GP
hr_hr: Prodaja s niskim GP-om

source: Sales With Low G
hr_hr: Prodaja s niskim G

source: Low Gross Profit Report
hr_hr: Izvješće o niskoj bruto dobiti
pt_pt: Baixa Relatório Lucro Bruto

source: Sales Made From
hr_hr: Prodaja napravljena od
pt_pt: Vendas originadas de

source: in the format
hr_hr: u formatu
pt_pt: no formato

source: Sales Made To
hr_hr: Prodaja za
pt_pt: Vendas para

source: Show sales with GP % below
hr_hr: Prikaži prodaju s GP % ispod

source: Print Low GP PDF
hr_hr: Ispis Low GP PDF-a

source: View Low GP Report
hr_hr: Pogledajte izvješće o niskom GP-u

source: Orders Invoiced Report
hr_hr: Izvješće o fakturiranim narudžbama
pt_pt: Relatório de Pedidos Facturados

source: Order Invoiced Listing
hr_hr: Naručite fakturirani popis

source: Orders from
hr_hr: Narudžbe od
pt_pt: Pedidos de

source: Total Invoiced for order
hr_hr: Ukupno fakturirano za narudžbu
pt_pt: Total Facturado para pedido

source: Ord Date
hr_hr: Datum narudžbe
pt_pt: Data Pedido

source: Complete
hr_hr: Kompletan
pt_pt: Completo

source: GRAND TOTAL INVOICED
hr_hr: UKUPNO FAKTURIRANO
pt_pt: TOTAL FACTURADO

source: Enter the date from which orders are to be listed
hr_hr: Unesite datum od kojeg se narudžbe trebaju ispisati
pt_pt: Insira a data de início para a listagem dos pedidos

source: Enter the date to which orders are to be listed
hr_hr: Unesite datum do kojeg će se narudžbe ispisati
pt_pt: Insira a data de fim para a listagem dos pedidos

source: An error occurred getting the orders details
hr_hr: Došlo je do pogreške pri dobivanju pojedinosti o narudžbi
pt_pt: Ocorreu um erro ao obter os detalhes dos pedidos

source: Order Status Report - No Data
hr_hr: Izvješće o statusu narudžbe - nema podataka
pt_pt: Relatório de Estados do pedido - Sem Dados

source: There were no orders found in the database within the period from
hr_hr: U bazi nisu pronađene narudžbe u razdoblju od
pt_pt: Não há pedidos encontrados na base de dados dentro desse periodo

source: Order Status Listing
hr_hr: Popis statusa narudžbe
pt_pt: Listagem do Estado do Pedido

source: Not yet printed
hr_hr: Još nije tiskano
pt_pt: Ainda não impresso

source: Order Status Report
hr_hr: Izvješće o statusu narudžbe
pt_pt: Relatório de Estado do Pedido

source: Back Order Only
hr_hr: Samo povratna narudžba
pt_pt: Pedidos de Devolução Apenas

source: Only Show Back Orders
hr_hr: Prikaži samo povratne narudžbe
pt_pt: Mostrar Apenas Pedidos de Devolução

source: Show All Orders
hr_hr: Prikaži sve narudžbe
pt_pt: Mostrar todos os pedidos

source: Transaction Listing
hr_hr: Popis transakcija
pt_pt: Transações Listagem

source: There were no transactions found in the database between the dates
hr_hr: Nije bilo transakcija pronađenih u bazi podataka između datuma

source: Stock Transaction Listing
hr_hr: Popis transakcija dionicama
pt_pt: Listagem em transações

source: Stock transaction listing from
hr_hr: Popis dioničkih transakcija od
pt_pt: Banco de anúncio de transações

source: Location Transfers
hr_hr: Prijenosi lokacije
pt_pt: Transferências de Localização

source: Stock Adjustments
hr_hr: Korekcije zaliha
pt_pt: Ajustes de Stock

source: Purchase Order Deliveries
hr_hr: Isporuke narudžbenica
pt_pt: Entregas Ordem de Compra

source: Work Order Receipts
hr_hr: Potvrde o radnom nalogu
pt_pt: Ordem Receipts Trabalho

source: Work Order Issues
hr_hr: Problemi s radnim nalogom
pt_pt: Ordem de questões de trabalho

source: Enter the date from which the transactions are to be listed
hr_hr: Unesite datum od kojeg se transakcije trebaju ispisati

source: Enter the date to which the transactions are to be listed
hr_hr: Unesite datum do kojeg se transakcije trebaju navesti

source: Sales Invoice
hr_hr: Prodajni račun
pt_pt: Factura de Vendas

source: Sales Credit Note
hr_hr: Napomena o kreditu za prodaju
pt_pt: Nota de crédito de vendas

source: Location Transfer
hr_hr: Prijenos lokacije
pt_pt: Localização de transferência

source: Stock Adjustment
hr_hr: Usklađivanje zaliha
pt_pt: Banco de Ajustamento

source: Purchase Order Delivery
hr_hr: Dostava narudžbenice
pt_pt: Compra de entrega Ordem

source: Work Order Receipt
hr_hr: Prijem radnog naloga
pt_pt: Trabalho Recibo da encomenda

source: Work Order Issue
hr_hr: Izdavanje radnog naloga
pt_pt: Emitir Ordem de Trabalho

source: For Stock Location
hr_hr: Za lokaciju skladišta
pt_pt: Para Local de Stock

source: Order No
hr_hr: Narudžba br
pt_pt: Pedido Nº

source: Warehouse
hr_hr: Skladište
pt_pt: Armazém

source: Prices By Inventory Category
hr_hr: Cijene prema kategoriji inventara

source: Effective as at
hr_hr: Na snazi ​​kao kod

source: Effective Date Range
hr_hr: Datumski raspon na snazi
pt_pt: Faixa Data Efetiva

source: Prices excluding tax
hr_hr: Cijene bez PDV-a

source: Customer Special Prices Only
hr_hr: Samo posebne cijene za kupce
pt_pt: Apenas Preços Especiais do Cliente

source: Special price List - No Customer Selected
hr_hr: Poseban cjenik - kupac nije odabran
pt_pt: Lista de preços especiais - Nenhum Cliente Selecionado

source: The customer must first be selected from the select customer link
hr_hr: Kupac se najprije mora odabrati s poveznice za odabir kupca
pt_pt: O cliente deve ser seleccionado do link de seleção de cliente

source: Re-run the price list once the customer has been selected
hr_hr: Ponovno pokrenite cjenik nakon odabira kupca
pt_pt: Executar novamente a lista de preços uma vez o cliente seleccionado

source: Back
hr_hr: Nazad
pt_pt: Voltar

source: The effective date must be entered in the format
hr_hr: Datum stupanja na snagu mora biti unesen u formatu
pt_pt: A data efetiva deve ser inscrito no formato

source: Print Price List Error
hr_hr: Ispis cjenika Greška
pt_pt: Imprimir erros na lista de preços

source: There were no price details to print out for the customer or category specified
hr_hr: Nije bilo pojedinosti o cijeni za ispis za navedenog kupca ili kategoriju
pt_pt: Não há detalhes de preço para o cliente ou categoria especificada

source: No End Date
hr_hr: Nema datuma završetka
pt_pt: Sem data final

source: * Obsolete items included.
hr_hr: * Uključene zastarjele stavke.

source: Price_List
hr_hr: Cjenik_

source: Price Listing
hr_hr: Popis cijena
pt_pt: Listagem de preços

source: Print a price list by inventory category
hr_hr: Ispišite cjenik po kategoriji inventara

source: For Sales Type/Price List
hr_hr: Za vrstu prodaje/cjenik
pt_pt: Para Tipo de Vendas/Lista de Preços

source: For Currency
hr_hr: Za valutu

source: Show Gross Profit %
hr_hr: Prikaži % bruto dobiti
pt_pt: Mostrar Lucro Bruto em %

source: Prices Only
hr_hr: Samo cijene
pt_pt: Somente preços

source: Show GP % too
hr_hr: Prikaži i GP %
pt_pt: Mostrar também % de LB

source: Price Listing Type
hr_hr: Vrsta popisa cijena
pt_pt: Tipo de Listagem de Preços

source: Default Sales Type Prices
hr_hr: Zadane prodajne vrste cijena
pt_pt: Preços de vendas padrão

source: Full Description
hr_hr: Potpuni opis
pt_pt: Descrição Completa

source: Effective As At
hr_hr: Na snazi ​​kao kod
pt_pt: Eficaz Em

source: Show obsolete items
hr_hr: Prikaži zastarjele stavke

source: Check this box to show the obsolete items
hr_hr: Označite ovaj okvir za prikaz zastarjelih stavki

source: Sort items by
hr_hr: Poredaj stavke po

source: Currency, category and code
hr_hr: Valuta, kategorija i kod

source: Currency, category and description
hr_hr: Valuta, kategorija i opis

source: PDF Price List
hr_hr: PDF cjenik

source: View Price List
hr_hr: Pogledajte cjenik

source: There were no price labels to print out for the category specified
hr_hr: Nije bilo naljepnica s cijenama za ispis za navedenu kategoriju

source: Select All Labels
hr_hr: Odaberite Sve oznake

source: There are no labels selected to print
hr_hr: Nema odabranih naljepnica za ispis

source: Price_Labels
hr_hr: Oznake_cjenika

source: Price Labels
hr_hr: Oznake cijena

source: Print Price Labels
hr_hr: Ispis naljepnica s cijenama
pt_pt: Preço Etiquetas de Impressão

source: Label Criteria
hr_hr: Kriteriji oznake

source: Label to print
hr_hr: Naljepnica za ispis

source: For Stock Category
hr_hr: Za kategoriju dionica
pt_pt: Para Categoria de Stock

source: Number of labels per item
hr_hr: Broj naljepnica po artiklu

source: Show Labels
hr_hr: Prikaži oznake

source: There was a problem retrieving the Product Specification
hr_hr: Došlo je do problema prilikom dohvaćanja specifikacije proizvoda

source: Print Product Specification Error
hr_hr: Ispis greške u specifikaciji proizvoda

source: Unable to Locate Specification
hr_hr: Nije moguće locirati specifikaciju

source: Product Specifications
hr_hr: Specifikacije proizvoda

source: Product Specification
hr_hr: Specifikacija proizvoda

source: The information provided on this datasheet should only be used as a guideline. Actual lot to lot values will vary.
hr_hr: Podaci navedeni u ovoj podatkovnoj tablici trebali bi se koristiti samo kao smjernice. Stvarne vrijednosti od serije do serije varirat će.

source: Select Product Specification To Print
hr_hr: Odaberite specifikaciju proizvoda za ispis

source: Select Product Specification
hr_hr: Odaberite Specifikacija proizvoda

source: Enter Specification Name
hr_hr: Unesite naziv specifikacije

source: Or Select Existing Specification
hr_hr: Ili odaberite Postojeću specifikaciju

source: QA Label
hr_hr: Oznaka osiguranja kvalitete

source: Select Quotation To Print
hr_hr: Odaberite ponudu za ispis
pt_pt: Selecione a Oferta a Imprimir

source: Select a Quotation to Print before calling this page
hr_hr: Prije poziva ove stranice odaberite ponudu za ispis
pt_pt: Selecione a Oferta a Imprimir antes de chamar esta página

source: Quotations
hr_hr: Citati
pt_pt: Ofertas

source: There was a problem retrieving the quotation header details for Order Number
hr_hr: Došlo je do problema prilikom dohvaćanja pojedinosti zaglavlja ponude za broj narudžbe
pt_pt: Havia um problema para devolver os detalhes do cabeçalho da oferta para o Número da Ordem

source: Print Quotation Error
hr_hr: Pogreška ponude ispisa
pt_pt: Imprir Erro de Oferta

source: Unable to Locate Quotation Number
hr_hr: Nije moguće locirati broj ponude
pt_pt: Incapaz de Localizar o Número da Oferta

source: Outstanding Quotations
hr_hr: Izvanredne ponude
pt_pt: Ofertas Consideráveis

source: There was a problem retrieving the quotation line details for quotation Number
hr_hr: Došlo je do problema pri dohvaćanju detalja retka ponude za broj ponude
pt_pt: Havia um problema para devolver a linha de detalhes da oferta para o número da oferta

source: There were no items on the quotation
hr_hr: U ponudi nije bilo stavki
pt_pt: Não existem itens na oferta

source: The quotation cannot be printed
hr_hr: Ponuda se ne može ispisati
pt_pt: A oferta não pode ser imprimida

source: Print Another Quotation
hr_hr: Ispiši drugu ponudu
pt_pt: Imprimir Outra Oferta

source: Quotation Excluding Tax
hr_hr: Ponuda bez poreza
pt_pt: Cotação sem impostos

source: Total Tax
hr_hr: Ukupni porez
pt_pt: Total de Imposto

source: Quotation Including Tax
hr_hr: Ponuda uključujući porez
pt_pt: Cotação fiscal, incluindo

source: Customer Receipt Number
hr_hr: Kupac Receipt Number

source: Received From
hr_hr: Primljeno od
pt_pt: Recebido de

source: The Sum Of
hr_hr: Zbroj
pt_pt: A Soma de

source: Details
hr_hr: pojedinosti
pt_pt: Detalhes

source: Signed On Behalf Of
hr_hr: Potpisano u ime
pt_pt: Assinado em nome do

source: Print Remittance Advices Error
hr_hr: Ispis obavijesti o doznaci Greška
pt_pt: Remessa Erro de impressão Conselhos
