Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Day(s) from Requested Delivery Date
pt_pt: Dia(s) para a Data de Entrega Solicitada

source: Delivery Dates from
pt_pt: Datas de Entregas de

source: Please find herewith DIFOT report from
pt_pt: Por favor encontre juntamente com relatório ETU(Entrega em Tempo Útil) de

source: Signed for
pt_pt: Assinado por

source: The low GP items could not be retrieved by the SQL because
pt_pt: Não foi possível obter os itens com LB pequeno pois

source: Status
pt_pt: Estado

source: Laser Picking List
pt_pt: Laser de Lista de Escolha

source: There was a problem retrieving the order line details for Order Number
pt_pt: Houve um problema ao recuperar os detalhes da linha para que Order Number

source: Price Listing Report
pt_pt: Relatório de listagem de preços

source: Problem Report....
pt_pt: Relatório de problemas....

source: The Price List could not be retrieved by the SQL because
pt_pt: Não foi possível obter a lista de preços pois

source: For debugging purposes the SQL used was:
pt_pt: Para fins de depuração do SQL utilizada foi:

source: Prices
pt_pt: Preços

source: Print a price list
pt_pt: Imprimir uma lista de preços

source: Prices for Categories
pt_pt: Preços por Categorias

source: Prices For Categories
pt_pt: Preços Por Categorias

source: Customer Quotation
pt_pt: Oferta do Cliente

source: Sales Receipt
pt_pt: Comprovante de Venda

source: Customer Receipt Number
pt_pt: Cliente número do recibo

source: Remmitance Advice
pt_pt: Remmitance Conselhos

source: suppliers from
pt_pt: fornecedores de

source: and Paid On
pt_pt: e pagos em

source: Remittance Advice Problem Report
pt_pt: Remessa Relatório Problema Conselhos

source: The details of the payment to the supplier could not be retrieved because
pt_pt: Os detalhes do pagamento ao fornecedor não pode ser recuperada, pois

source: printed:
pt_pt: impresso:

source: Stock Freeze
pt_pt: Congelamento de Stock

source: The inventory check file could not be retrieved because
pt_pt: O arquivo de verificação de inventário não pode ser recuperada, pois

source: Stock Count Comparison
pt_pt: Comparação da Contagem de Stock

source: The inventory counts file could not be retrieved because
pt_pt: O inventário do arquivo conta não pode ser recuperada, pois

source: The following SQL to retrieve the Inventory Comparison data was used
pt_pt: O comando SQL a seguir foi usado para obter os dados de comparação do inventário

source: Inventory Comparison Comparison Report
pt_pt: Relatório de Comparação do Inventário

source: and select the option to create new Inventory Comparison data file
pt_pt: e seleccione a opção para criar um novo arquivo de dados de comparação de inventário

source: Inventory Comparison
pt_pt: Comparação de inventário

source: The inventory counts could not be retrieved by the SQL because
pt_pt: Não foi possível obter as contagens de inventário pois

source: The SQL that failed while retrieving the items on the transfer was
pt_pt: O comando SQL mal sucedido para obter os itens na transferência foi

source: Negative Stock Listing Error
pt_pt: Erro na Listagem de Stock Negativo

source: The sql that failed to retrieve the negative quantities was
pt_pt: O SQL que falhou em recuperar a quantidades negativas foi

source: Supplier transaction listing from
pt_pt: Fornecedor anúncio da transação

source: Top Items Search Result
pt_pt: Itens Top Resultado da pesquisa

source: The update could not be processed
pt_pt: Não foi possível processar a atualização

source: There was some snag in retrieving the shipment reference entered
pt_pt: Houve uma dificuldade ao obter a referência de carregamento inserido

source: see the listing of open shipments to ensure a valid shipment reference is entered
pt_pt: verifique a lista de carregamentos em aberto para garantir que uma referência válida de carregamento foi inserido

source: The shipment entered is either closed or not set up in the database
pt_pt: O carregamento inserido ou está fechado ou não está configurado no base de dados

source: Please refer to the list of open shipments from the link to ensure a valid shipment reference is entered
pt_pt: Favor verifique a lista de carregamentos em aberto para garantir que uma referência válida de carregamento foi inserida

source: The SQL used to retrieve the supplier details and failed was
pt_pt: O comando SQL mal sucedido usado para obter os detalhes do fornecedor foi

source: The SQL statement used to insert the purchase order header record and failed was
pt_pt: O comando SQL mal sucedido usado para inserir o registro do cabeçalho do pedido de compra foi

source: The SQL statement used to insert the purchase order detail record and failed was
pt_pt: O comando SQL mal sucedido usado para inserir o registro de detalhe do pedido de compra foi

source: The SQL statement used to update the purchase order header record, that failed was
pt_pt: O comando SQL mal sucedido para actualizar o registro do cabeçalho do pedido de compra foi

source: The SQL statement used to update the purchase order detail record that failed was
pt_pt: O comando SQL mal sucedido utilizado para actualizar o registro de detalhe do pedido de compra foi

source: The SQL used to retrieve the details of the account, but failed was
pt_pt: O SQL utilizado para recuperar os detalhes da conta, mas não foi

source: The validation process for the GL Code entered could not be executed because
pt_pt: O processo de validação para o código do LC inserido não pode ser executado pois

source: The SQL used to validate the code entered was
pt_pt: O comando SQL usado para validar o código inserido foi

source: Order Summary
pt_pt: Ordem Resumo

source: excluding Tax
pt_pt: sem impostos

source: Ord Qty
pt_pt: Quantidade pedida

source: Select a Purchase Order
pt_pt: Seleccionar um Pedido de Compra

source: This page must be called with a purchase order number to print
pt_pt: Esta página deve ser ser chamada com um número de pedido de compra para imprimir

source: To re-print the order it must be modified to allow a reprint
pt_pt: Para re-imprimir a ordem, esta deve ser modificada para permitir re-impressão

source: This check is there to ensure that duplicate purchase orders are not sent to the supplier resulting in several deliveries of the same supplies
pt_pt: Essa verificação está lá para garantir que duplicar as ordens de compra não são enviadas para o fornecedor, resultando em várias entregas dos fornecimentos mesmo

source: Please find herewith our purchase order number
pt_pt: Favor encontrar com isto outro número de pedido de compra

source: To
pt_pt: Para

source: The SQL used to retrieve the searched parts was
pt_pt: O comando SQL usado para obter as partes procuradas foi

source: The SQL used to retrieve these records was
pt_pt: O SQL usada para recuperar esses registros era

source: DatePaid
pt_pt: Data do Pagamento

source: Laser Packing slip for order
pt_pt: Pacote processado para o pedido

source: Packing slip for order
pt_pt: Envio de produto para o pedir

source: Statements from
pt_pt: Enunciados de

source: The SQL used to settle outstanding transactions was
pt_pt: O comando SQL usado para resolver transacções pendentes foi

source: No Statements Found
pt_pt: Nenhum relato encontrado

source: There were no statements to print
pt_pt: Não houve declarações para imprimir

source: Print All Statements in the Range Selected
pt_pt: Imprimir Todas as Declarações no Periódo Seleccionado

source: Invoices from
pt_pt: Facturas de

source: Credit Notes from
pt_pt: Notas de crédito de

source: Transaction Print Error Report
pt_pt: Relatório de erro de impressão de transação

source: To print an invoice, the sales order record, the customer transaction record and the branch record for the customer must not have been purged
pt_pt: Para imprimir uma factura, o registro do pedido de vendas, o registro de transação do cliente, e o registro de filial para o cliente não podem ter sido limpos

source: To print a credit note only requires the customer, transaction, salesman and branch records be available
pt_pt: Para imprimir uma nota de crédito precisa de: cliente, transação, vendedor e registro disponível

source: The SQL used to get this information that failed was
pt_pt: O comando SQL mal sucedido para obter esta informação foi

source: Please find attached
pt_pt: Por favor encontrar anexado

source: Emailing
pt_pt: Enviando via email

source: enter the invoice number to print in the Start transaction number to print field and leave the End transaction number to print field blank
pt_pt: insira o número da factura para imprimir o número de início da transação

source: Only use the end invoice to print field if you wish to print a sequential range of invoices
pt_pt: Somente use o campo 'Última factura para imprimir' se você deseja imprimir uma faixa seqüencial de facturas

source: A single credit note can be printed by only entering a start transaction number
pt_pt: Uma única nota de crédito pode ser impressa somente digitando-se o número da transação inicial

source: GST Number
pt_pt: Número GST

source: Account:
pt_pt: Conta:

source: The SQL to retrieve supplier details that failed was
pt_pt: O SQL para recuperar informações de fornecedores que não foi

source: The following SQL to insert the tax GLTrans record was used
pt_pt: O comando SQL para inserir o registro de imposto do LCTrans foi utilizado

source: Parts below reorder level
pt_pt: Partes abaixo do nível de reabastecimento

source: The Reorder Level report could not be retrieved by the SQL because
pt_pt: O relatório de nível de reabastecimento não poderia ser recuperado pelo SQL porque

source: Print Reorder Level Report
pt_pt: Imprimir relatório nível de reposição

source: The following SQL to retrieve the GRN details was used
pt_pt: O comando SQL seguinte para obter os detalhe da NBR foi utilizada

source: The following SQL to update the purchase order header record was used
pt_pt: O SQL para atualizar o registro de cabeçalho da ordem de compra foi utilizado

source: The following SQL to delete the GRN record was used
pt_pt: O SQL para excluir o registro GRN foi utilizado

source: The following SQL was used to attempt the reduce the cost of the asset was:
pt_pt: O SQL a seguir foi utilizado para a tentativa de reduzir o custo do activo foi:

source: GRN
pt_pt: NBR

source: The SQL used to update the report column was
pt_pt: O comando SQL usado para actualizar a coluna do relatório foi

source: The SQL used to add the column to the report was
pt_pt: O comando SQL usado para adicionar a coluna ao relatório foi

source: The SQL used to delete this report column was
pt_pt: O comando SQL usado para remover esta coluna do relatório foi

source: The SQL used to retrieve the columns for the report was
pt_pt: O comando SQL usado para obter as colunas do relatório foi

source: Calc
pt_pt: Calcular

source: Prd To
pt_pt: Período até

source: The SQL used to retrieve the this column was
pt_pt: O comando SQL usado para obter esta coluna foi

source: The SQL used to update the report headers was
pt_pt: O comando SQL usado para actualizar os cabeçalhos do relatório foi

source: The SQL used to add the report header was
pt_pt: O comando SQL usado para adicionar o relatório foi

source: The SQL used to delete the report headers was
pt_pt: O comando SQL usado para remover os cabeçalhos do relatório foi

source: The SQL used to retrieve the report headers was
pt_pt: O comando SQL usado para obter os cabeçalhos do relatório foi

source: The Sales category description must be twenty characters or less long
pt_pt: A descrição da categoria de vendas deve ter no máximo 20 caracteres

source: Cannot delete this sales category because stock items have been added to this category
pt_pt: Não é possível remover esta categoria de stock pois itens de stock foram criados usando esta categoria

source: items under to this category
pt_pt: itens nesta categoria

source: Cannot delete this sales category because sub categories have been added to this category
pt_pt: Não é possível eliminar esta categoria de vendas porque subcategorias foram adicionadas a essa categoria

source: sub categories
pt_pt: sub categorias

source: The sales category
pt_pt: A categoria de vendas

source: Main
pt_pt: Principal

source: Selected Sales Category Path
pt_pt: Caminho padrão seleccionado

source: Sub Category
pt_pt: Sub Categoria

source: Edit Sub Category
pt_pt: Editar Sub Categoria

source: New Sub Category
pt_pt: Nova Categoria

source: Submit Information
pt_pt: Salvar

source: Add Inventory to this category.
pt_pt: Adiciionar Categoria

source: Select Inv. Item
pt_pt: Seleccione item

source: Add Inventory Item
pt_pt: Adicionar Item de Inventário

source: Inventory items in this category.
pt_pt: Itens nesta Categoria

source: The selected period range is more than 12 months - only graphs for a period less than 12 months can be created
pt_pt: O intervalo de tempo escolhido é superior a 12 meses - apenas gráficos para um período inferior a 12 meses podem ser criados

source: For Stock Category:
pt_pt: Para Categoria de Stock

source: For Sales Person:
pt_pt: Vendedor

source: All Salesmen
pt_pt: Todos os Vendedores

source: The commission rates must be a floating point number
pt_pt: As taxas de comissão devem ser um número com ponto flutuante

source: The breakpoint should be a floating point number
pt_pt: O ponto crucial deve ser um número em ponto flutuante

source: The SQL that was used and failed was
pt_pt: O comando SQL usado mal sucedido foi

source: Comm Rate 1
pt_pt: Taxa de Comissão 1

source: Break
pt_pt: Interromper

source: Comm Rate 2
pt_pt: Taxa de Comissão 2

source: Commission Rate 1
pt_pt: Taxa de comissão 1

source: Breakpoint
pt_pt: Ponto Crucial

source: Commission Rate 2
pt_pt: Taxa de comissão 2

source: Sales Type/Price List Setup
pt_pt: Configuração de Tipo/Preço de Vendas

source: The SQL statement used was
pt_pt: O comando SQL usado foi

source: The following SQL to find out if the serial stock item record existed already was used
pt_pt: O comando SQL a seguir foi usado para verificar a existência do registro do item de série de stock

source: The following SQL to insert the new serial stock item record was used
pt_pt: O comando SQL a seguir foi usado para inserir o novo registro de item de série de stock

source: The following SQL to insert the serial stock movement record was used
pt_pt: O comando SQL a seguir foi usado para inserir o registro de movimentação de stock

source: The following SQL to update the component location stock record was used
pt_pt: O comando SQL a seguir foi usado para actualizar o registro de localização de stock

source: The following SQL to insert the stock movement to write off the stock was used
pt_pt: O comando SQL para inserir o movimento de stock para declarar foi usado

source: The following SQL to insert the serial stock movement write off record was used
pt_pt: O comando SQL para inserir um número serial de registo para o movimento do stock foi

source: Select a menu option to operate using this customer
pt_pt: Seleccione uma opção de menu para operar usando este cliente

source: Add/Modify/Delete Customer Branches
pt_pt: Adic./Editar/Rem. Filiais do Cliente

source: Last Paid Date:
pt_pt: Última data de pagamento:

source: Last Paid Amount (inc tax):
pt_pt: Valor pago Último (inc IVA):

source: Customer since:
pt_pt: Cliente desde:

source: Total Spend from this Customer (inc tax):
pt_pt: Total Gasto deste cliente (inc IVA):

source: Customer Type:
pt_pt: Tipo de cliente:

source: Customer Type (Group) Notes for:<b>
pt_pt: Tipo de cliente (Grupo) Notas para:

source: has been selected
pt_pt: foi seleccionado

source: Select one of the links below to operate using this Account
pt_pt: Seleccione um dos links abaixo para operar utilizando esta conta

source: Edit Account
pt_pt: Editar conta

source: Account Inquiry
pt_pt: Consulta de Conta

source: New Search
pt_pt: Nova procura

source: The general ledger code specified must be numeric - all account numbers must be numeric
pt_pt: O código do livro de contabilidade deve ser numérico - todos os números de conta devem ser numéricos

source: Enter Account No. to search from
pt_pt: Insira o Número da Conta para efetuar a procura

source: Item Type:
pt_pt: Tipo de Item:

source: Control Level:
pt_pt: Nível de Controlo:

source: No Default Price Set in Home Currency
pt_pt: Nenhum preço padrão definido em moeda Home

source: The quantity on work orders for this product cannot be retrieved because
pt_pt: A quantidade nas ordens de trabalho para este produtonão pode ser obtido porque

source: Eff Date
pt_pt: Data Efet

source: Add Inventory Items
pt_pt: Adicionar Itens ao Inventário

source: Cust Ref
pt_pt: Referência do Cliente

source: Add/Modify/Delete Supplier Contacts
pt_pt: Adic./Editar/Rem. Detalhes dos Contactos do Fornecedor

source: The quantity on hand could not be retrieved from the database
pt_pt: A quantidade em mão não pode ser obtida da base de dados

source: The following SQL to retrieve the total stock quantity was used
pt_pt: O comando SQL para obter a quantidade total do stock foi utilizado

source: The following SQL to update the cost was used
pt_pt: O comando SQL a seguir foi usado para actualizar o registro de stock

source: Into
pt_pt: Dentro

source: Stock Location
pt_pt: Localização de Stock

source: SMTP port
pt_pt: porta SMTP

source: account is currently flagged as an account that needs to be watched please contact the credit control personnel to discuss
pt_pt: a conta está neste momento sinalizada como uma conta que necessita ser vigiada, faça o favor de contactar o pessoal de controle para discutir

source: The SQL statement used to insert the item and failed was
pt_pt: O comando SQL mal sucedido usado para inserir o item foi

source: The SQL statement used to insert the location stock records and failed was
pt_pt: O comando SQL mal sucedido usado para inserir os registros de localização de stock foi

source: The SQL statement used to get the category information and that failed was
pt_pt: O comando SQL mal sucedido usado para obter a informação da categoria foi

source: The SQL statement used to get the delivery details and that failed was
pt_pt: O comando SQL mal sucedido usado para obter os detalhes da entrega foi

source: TOTAL Excl Tax
pt_pt: Total de imposto Excl

source: The SQL to get the stock description was
pt_pt: O SQL para obter a descrição de ações foi

source: Stock Category Maintenance
pt_pt: Manutenção de Categoria de Stock

source: Stock GL
pt_pt: Stock do LC

source: Adjts GL
pt_pt: Ajustes do LC

source: WIP GL
pt_pt: WIP LC

source: The inventory quantities could not be added to the freeze file because
pt_pt: Não foi possível inserir as quantidades do inventário no arquivo de congelamento pois

source: The old quantities could not be deleted from the freeze file because
pt_pt: Não foi possível remover as quantidades antigas do arquivo de congelamento pois

source: Stock Freeze - Problem Report
pt_pt: Stock Freeze - Relatório Problema

source: Stock Sheets
pt_pt: Folhas do Stock

source: Stock Check Sheets - Problem Report
pt_pt: Roupa Verifique Stock - Relatório Problema

source: The quantity entered for line
pt_pt: A quantidade inserida por linha

source: this line was for the part code
pt_pt: esta linha era para o código da parte

source: Parts to dispatch to another location to cover reorder level
pt_pt: Peças para despachar para outro local para cobrir nível de reposição

source: The Stock Dispatch report could not be retrieved by the SQL because
pt_pt: O relatório do Banco de expedição não pôde ser reactivado pelo SQL porque

source: Stock Dispatch
pt_pt: Banco de Dispatch

source: From :
pt_pt: De:

source: Transfer No.
pt_pt: Transferência n º

source: To :
pt_pt: Para:

source: The quantity on order for this product to be received into
pt_pt: A quantidade no pedido para este produto para ser recebido dentro

source: Stock code
pt_pt: Código de estoque

source: The SQL to retrieve the transfer was
pt_pt: O comando SQL usado para obter a transferência foi

source: CurInvQty
pt_pt: QtActInv

source: The SQL that was used to update the stock item and failed was
pt_pt: O comando SQL mal sucedido usado para actualizar o item de stock foi

source: The SQL that was used to add the item failed was
pt_pt: O comando SQL mal sucedido usado para adicionar o item foi

source: Packaged Weight (KGs)
pt_pt: Peso Embalado (KGs)

source: Only click the Delete button if you are sure you wish to delete the item!
pt_pt: Só clique no botão 'Remover Este Item' se tiver a certeza que deseja remover o item!

source: Checks will be made to ensure that there are no stock movements, sales analysis records, sales order items or purchase order items for the item
pt_pt: Verificações serão feitas para assegurar que não há movimentações de stock, registros de análise de vendas, itens do pedido de vendas ou itens de pedido de compra para o item

source: No deletions will be allowed if they exist
pt_pt: Não serão permitidas remoçõess caso exista

source: The quantity on work orders for this product to be received into
pt_pt: A quantidade nos pedidos de trabalho para este produto para ser recebido em

source: The following SQL to insert the serial stock item record was used
pt_pt: O comando SQL seguinte para inserir o registro do item em série no stock foi utilizado

source: The following SQL to insert the serial stock item record was used:
pt_pt: O comando SQL seguinte para inserir o registro do item em série no stock foi utilizado:

source: The stock usage for the selected criteria could not be retrieved because
pt_pt: Não foi possível obter a utilização de stock para o critério seleccionado pois

source: Select A Supplier
pt_pt: Seleccione um fornecedor

source: Aniticpated Cost
pt_pt: Custo Aniticpated

source: Line Value
pt_pt: Linha de valor

source: Price Charge in
pt_pt: Preço declarado em

source: GRN Selected For Adding To A Purchase Invoice
pt_pt: NBR Seleccionada para Adicionar a uma Factura de Compra

source: Qty Outstanding
pt_pt: Quantidade pendente

source: Actual Price in
pt_pt: Preço Actual em

source: Modify Line
pt_pt: Modificar linha

source: The following SQL to delete the allocation record was used
pt_pt: O comando SQL a seguir foi usado para remover o registro de alocação

source: The following SQL to insert the allocation record was used
pt_pt: O comando SQL usado para inserir o registro de alocação foi

source: The following SQL to update the debtor transaction record was used
pt_pt: O comando SQL a seguir foi usado para actualizar o registro de transação do devedor

source: The following SQL to update the payment or credit note was used
pt_pt: O comando SQL a seguir foi usado para actualizar o pagamento ou nota de crédito

source: Exch diff
pt_pt: Diferença de câmbio

source: Exch Diff
pt_pt: Diferença de Câmbio

source: The SQL that was used to retrieve the transaction information was
pt_pt: O SQL que foi utilizado para recuperar as informações de operação foi

source: The SQL that was used to retrieve the previously allocated transaction information was
pt_pt: O SQL que foi utilizado para recuperar as informações de operação foi previamente alocado

source: Supp
pt_pt: Fornecedor

source: The SQL that was used but failed was
pt_pt: O comando SQL usado e mal sucedido foi

source: in format
pt_pt: no formato

source: Change Tax Calculation Method
pt_pt: Modificar método de cálculo de impostos

source: The following SQL to insert the GL transaction was used
pt_pt: O comando SQL para inserir a transação do LC foi usada

source: The total posted to the credit accounts is
pt_pt: O total enviado para conta de crédito é

source: but the sum of OvAmount converted at ExRate
pt_pt: mas a soma da quantidade acima convertida da taxa extra
