Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Select a part code
hr_hr: Odaberite šifru dijela
pt_pt: Selecione um código da peça

source: Assign Discounts
hr_hr: Dodijelite popuste

source: Assign discount category
hr_hr: Dodijelite kategoriju popusta
pt_pt: Atribuir categoria desconto

source: to all items in stock category
hr_hr: na sve artikle u kategoriji zaliha
pt_pt: a todos os itens da categoria stock

source: Update Items
hr_hr: Ažuriraj stavke
pt_pt: Itens Update

source: Discount Category
hr_hr: Kategorija popusta
pt_pt: Categoria de Desconto

source: Are you sure you wish to delete this discount category?
hr_hr: Jeste li sigurni da želite izbrisati ovu kategoriju popusta?

source: There are currently no discount categories defined
hr_hr: Trenutno nema definiranih kategorija popusta
pt_pt: Não há categorias de desconto definidas

source: Enter a two character abbreviation for the discount category and the stock code to which this category will apply to. Discount rules can then be applied to this discount category
hr_hr: Unesite kraticu od dva znaka za kategoriju popusta i šifru dionice na koju će se ova kategorija odnositi. Pravila popusta tada se mogu primijeniti na ovu kategoriju popusta
pt_pt: Insira uma abreviação de dois caracteres para a categoria e para o código de stock a qual esta categoria será aplicada. Regras de desconto podem assim ser aplicadas a esta categoria de desconto

source: Choose Stock Item Option
hr_hr: Odaberite opciju zaliha

source: Update discount category for
hr_hr: Ažuriraj kategoriju popusta za
pt_pt: Atualize categoria de desconto para

source: a single stock item
hr_hr: jedan artikl na zalihama
pt_pt: um item único estoque

source: a complete stock category
hr_hr: kompletna kategorija dionica
pt_pt: uma categoria estoque completo

source: Discount Matrix Maintenance
hr_hr: Matrix održavanje s popustom
pt_pt: Manutenção da Tabela de Desconto

source: The quantity break must be entered as a positive number
hr_hr: Prekid količine mora se unijeti kao pozitivan broj
pt_pt: A ruptura da quantidade inserida deve ser um número positivo

source: The quantity of all items on an order in the discount category
hr_hr: Količina svih artikala u narudžbi u kategoriji popusta
pt_pt: A quantidade de todos os itens em um pedido na categoria de desconto

source: at which the discount will apply is 0 or less than 0
hr_hr: na koji će se popust primijeniti je 0 ili manje od 0
pt_pt: na qual o desconto será aplicado é menor ou igual a 0

source: Positive numbers are expected for this entry
hr_hr: Očekuju se pozitivni brojevi za ovaj unos
pt_pt: Espera-se números positivos para este campo

source: The discount rate must be entered as a positive number
hr_hr: Diskontna stopa mora biti unesena kao pozitivan broj
pt_pt: A taxa de desconto deve ser um valor positivo

source: The discount rate applicable for this record is either less than 0% or greater than 100%
hr_hr: Diskontna stopa primjenjiva za ovaj zapis je manja od 0% ili veća od 100%

source: Numbers between 1 and 100 are expected
hr_hr: Očekuju se brojevi između 1 i 100

source: The discount matrix record has been added
hr_hr: Dodan je zapis matrice popusta
pt_pt: O registro da tabela de desconto foi adicionado

source: The discount matrix record has been deleted
hr_hr: Zapis matrice popusta je izbrisan
pt_pt: O registro da tabela de desconto foi removido

source: Matrix Parameters
hr_hr: Parametri matrice

source: Customer Price List
hr_hr: Cjenik kupaca
pt_pt: Lista de preço do cliente

source: Quantity Break
hr_hr: Prekid količine
pt_pt: Ruptura da quantidade

source: The discount to apply to orders where the quantity exceeds the specified quantity
hr_hr: Popust se odnosi na narudžbe u kojima količina premašuje navedenu količinu

source: Are you sure you wish to delete this discount matrix record?
hr_hr: Jeste li sigurni da želite izbrisati ovaj zapis matrice popusta?

source: EDI Message Format
hr_hr: Format EDI poruke
pt_pt: Formato da Mensagem de MED

source: There was an error inserting the default template invoice message records for
hr_hr: Došlo je do pogreške prilikom umetanja zadanog predloška zapisa poruke fakture za
pt_pt: Havia um erro que introduz os registros do molde da mensagem da factura padrão para

source: Message line updated
hr_hr: Redak poruke ažuriran
pt_pt: Linha da mensagem actualizada

source: Message line added
hr_hr: Redak poruke dodan
pt_pt: Linha de mensagem adicionada

source: The selected message line has been deleted
hr_hr: Odabrani red poruke je izbrisan
pt_pt: A linha seleccionada da mensagem foi removida

source: Definition of
hr_hr: Definicija
pt_pt: Definição de

source: Format String
hr_hr: Formatni niz
pt_pt: Formato da String

source: Create New EDI Invoice Message From Default Template
hr_hr: Stvorite novu EDI poruku fakture iz zadanog predloška
pt_pt: Criar Nova Mensagem de Factura de MED a Partir do Modelo Padrão

source: Review Message Lines
hr_hr: Pregledajte retke poruka
pt_pt: Rever linhas da mensagem

source: Message Format Details
hr_hr: Pojedinosti o formatu poruke

source: Heading
hr_hr: Naslov
pt_pt: Cabeçalho

source: Detail
hr_hr: Detalj
pt_pt: Detalhe

source: Line Text
hr_hr: Linijski tekst
pt_pt: Linha de Texto

source: Update Information
hr_hr: Ažuriranje informacija
pt_pt: Informações da atualização

source: Process EDI Orders
hr_hr: Obrada EDI narudžbi
pt_pt: Processar Pedido de MED

source: The EANCOM Standard only allows for
hr_hr: Standard EANCOM dopušta samo
pt_pt: O padrão EANCOM é somente permitido para

source: occurrences of the segment
hr_hr: pojave segmenta
pt_pt: ocorrências do segmento

source: this is the
hr_hr: ovo je
pt_pt: esta é a

source: occurrence
hr_hr: pojava
pt_pt: ocorrência

source: The segment line read as follows
hr_hr: Linija segmenta glasila je kako slijedi
pt_pt: O segmento de linha lido como o seguinte

source: Segment Group
hr_hr: Grupa segmenata
pt_pt: Segmento do grupo

source: Max Occurrences of Segment
hr_hr: Maksimalni broj pojavljivanja segmenta
pt_pt: Ocorrências Max do Segmento

source: No occurrences so far
hr_hr: Nema pojavljivanja do sada
pt_pt: Nenhuma ocorrência até então

source: ERROR
hr_hr: POGREŠKA
pt_pt: ERRO

source: Unable to identify segment tag
hr_hr: Nije moguće identificirati oznaku segmenta
pt_pt: Não foi possível identificar a tag do segmento

source: from the message line
hr_hr: iz reda poruka
pt_pt: da linha de mensagem

source: This message processing has been aborted and separate advice will be required from the customer to obtain details of the order
hr_hr: Ova obrada poruke je prekinuta i od kupca će biti potreban poseban savjet za dobivanje pojedinosti o narudžbi
pt_pt: Esse processamento mensagem foi abortado e assessoria separado será exigido a partir do cliente para obter detalhes da encomenda

source: The segment tag
hr_hr: Oznaka segmenta
pt_pt: A tag do segmento

source: is being processed
hr_hr: je u obradi
pt_pt: está a ser processada

source: Customer EDI Ref
hr_hr: Korisnički EDI Ref
pt_pt: Ref do MED do Cliente

source: EDI Message Ref
hr_hr: EDI poruka Ref
pt_pt: Ref da Mensagem de MED

source: This message is a standard order
hr_hr: Ova poruka je standardna narudžba
pt_pt: Esta mensagem é um pedido padrão

source: This message is a blanket order
hr_hr: Ova poruka je opća narudžba
pt_pt: Esta mensagem é um pedido coberto

source: blanket order
hr_hr: blanket red
pt_pt: pedido coberto

source: This order is URGENT
hr_hr: Ova narudžba je HITNA
pt_pt: Este pedido é URGENTE

source: URGENT ORDER
hr_hr: HITNA NARUDŽBA
pt_pt: PEDIDO URGENTE

source: Call off order
hr_hr: Otkaži narudžbu
pt_pt: Chamada fora do pedido

source: Call Off Order
hr_hr: Otkažite nalog
pt_pt: Chamada fora do Pedido

source: Consignment order
hr_hr: Konsignacijski nalog
pt_pt: Pedido de carregamento

source: Manufacturer raised order
hr_hr: Proizvođač je povećao narudžbu
pt_pt: Pedido levantado pelo fabricante

source: Standing order
hr_hr: Trajni nalog
pt_pt: Pedido permanente

source: Cross docking services order
hr_hr: Narudžba cross docking usluga
pt_pt: Cruzar pedidos de serviços ancorados

source: Exceptional Order
hr_hr: Iznimna narudžba
pt_pt: Pedido excepcional

source: Trans-shipment order
hr_hr: Pretovarni nalog
pt_pt: Ordem de passagem para carregamento

source: Cross docking order
hr_hr: Cross docking redoslijed
pt_pt: Cruzar pedido ancorado

source: Customers order ref
hr_hr: Narudžba kupaca ref
pt_pt: Referência da ordem dos clientes

source: REPLACEMENT order
hr_hr: ZAMJENSKA narudžba
pt_pt: Ordem de SUBSTITUIÇÃO

source: MUST DELETE THE ORIGINAL ORDER MANUALLY
hr_hr: MORA RUČNO BRISATI IZVORNU NARUDŽBU
pt_pt: DEVE REMOVER A ORDEM ORIGINAL MANUALMENTE

source: Confirmation of previously sent order
hr_hr: Potvrda prethodno poslane narudžbe
pt_pt: Confirmação da ordem enviada previamente

source: DUPLICATE order DELETE ORIGINAL ORDER MANUALLY
hr_hr: DUPLIKAT NARUDŽBE IZBRIŠITE ORIGINALNU NARUDŽBU RUČNO
pt_pt: Ordem DUPLICADA, REMOVER A ORDEM ORIGINAL MANUALMENTE

source: Proposed order only no order created in web-ERP
hr_hr: Samo predložena narudžba bez narudžbe izrađene u web-ERP-u
pt_pt: Pedido proposto somente sem ordem criada no web-ERP

source: COPY order only no order will be created in web-ERP
hr_hr: KOPIRAJ nalog Samo nijedan nalog neće biti kreiran u web-ERP-u
pt_pt: COPIAR pedido somente sem ordem irá ser criado no web-ERP

source: Confirmation of order
hr_hr: Potvrda narudžbe
pt_pt: Confirmação do pedido

source: not created in web-ERP
hr_hr: nije kreiran u web-ERP-u
pt_pt: não criada no web-ERP

source: Provisional order only
hr_hr: Samo privremena narudžba
pt_pt: Pedido temporária somente

source: Response Code
hr_hr: Šifra odgovora
pt_pt: Código de resposta

source: Please acknowledge to customer with detail and changes made to the order
hr_hr: Molimo potvrdite kupca s pojedinostima i promjenama u narudžbi
pt_pt: Por favor, confirme com o cliente com detalhes e as mudanças introduzidas no ordenamento

source: Please acknowledge to customer the receipt of message
hr_hr: Molimo potvrdite kupcu primitak poruke
pt_pt: Por favor, confirme com o cliente o recebimento de mensagem

source: Please acknowledge to customer any changes to the order
hr_hr: Molimo potvrdite kupcu sve promjene narudžbe
pt_pt: Por favor, confirme com o cliente quaisquer alterações da ordem

source: No acknowledgement to customer is required
hr_hr: Nije potrebna nikakva potvrda kupcu
pt_pt: Nenhum aviso de recepção ao cliente é obrigado

source: Promotion start date
hr_hr: Datum početka promocije
pt_pt: Data de início da promoção

source: Do NOT ship before
hr_hr: NE šaljite prije
pt_pt: Não transportar antes de

source: Cancel order if not dispatched before
hr_hr: Otkažite narudžbu ako nije poslana prije
pt_pt: Cancelar ordem se não for despachada antes de

source: Order date
hr_hr: Datum narudžbe
pt_pt: Data da ordem

source: dated
hr_hr: datiran
pt_pt: datado de

source: Pickup date
hr_hr: Datum preuzimanja
pt_pt: Pegar data

source: Invoice period
hr_hr: Razdoblje računa
pt_pt: Período de factura

source: Valid period
hr_hr: Valjano razdoblje
pt_pt: Período válido

source: Confirmation of date lead time
hr_hr: Potvrda datuma i vremena isporuke
pt_pt: Confirmação do tempo da data guiada

source: Payment will be effected by a direct payment for this order
hr_hr: Plaćanje će se izvršiti izravnim plaćanjem za ovu narudžbu
pt_pt: O pagamento será efectuado por um pagamento direto para esta ordem

source: This order to be settled in accordance with the normal account trading terms
hr_hr: Ovaj nalog se namiruje u skladu s uobičajenim uvjetima trgovanja računa
pt_pt: Esta ordem deve ser baseada em acordo com os termos normais de comercialização e prestação de contas

source: The goods on this order
hr_hr: Roba po ovoj narudžbi
pt_pt: Os bens nessa ordem

source: once delivered
hr_hr: jednom isporučeno
pt_pt: uma vez entregues

source: will be held as security for the payment
hr_hr: čuvat će se kao osiguranje plaćanja
pt_pt: serão contidos como seguro para o pagamento

source: Payment will be effected to bank account
hr_hr: Plaćanje će biti izvršeno na bankovni račun
pt_pt: Pagamento será efectuado para conta bancária

source: Payment will be effected by promissory note
hr_hr: Plaćanje će se izvršiti mjenicom
pt_pt: Pagamento será efectuado por nota promissória

source: Payment will be effected by a bill drawn by the creditor on the debtor
hr_hr: Plaćanje će se izvršiti mjenicom koju vjerovnik trasira na dužnika
pt_pt: O pagamento será efectuado por uma conta extraída pelo credor no devedor

source: Payment terms are defined in the Commercial Account Summary Section
hr_hr: Uvjeti plaćanja definirani su u odjeljku Sažetak komercijalnog računa
pt_pt: As condições de pagamento são definidas na conta comercial Resumo Seção

source: Payment will be posted through the ordinary mail system
hr_hr: Plaćanje će biti izvršeno putem obične pošte
pt_pt: Pagamento será postado por um sistema de correio comum

source: Goods of origin
hr_hr: Roba podrijetla
pt_pt: Bens de origem

source: Duty regime code
hr_hr: Kod režima dežurstva
pt_pt: Código do regime de responsabilidade

source: Buying group conditions apply
hr_hr: Primjenjuju se grupni uvjeti kupnje
pt_pt: As condições do grupo de compra aplicam-se

source: Cancel the order if complete delivery is not possible on the requested date or time
hr_hr: Otkažite narudžbu ako kompletna isporuka nije moguća na traženi datum ili vrijeme
pt_pt: Cancelar a ordem se entrega completa não for possível no prazo requisitado

source: Delivery subject to final authorisation
hr_hr: Isporuka podliježe konačnoj autorizaciji
pt_pt: Assunto da entrega para autorização final

source: Invoiced but not replenished
hr_hr: Fakturirano, ali nije nadopunjeno
pt_pt: Facturado mas não reabastecido

source: Replenished but not invoiced
hr_hr: Dopunjeno, ali nije fakturirano
pt_pt: Reabastecido mas não facturado

source: Deliver Full order
hr_hr: Isporuka cijele narudžbe
pt_pt: Entregue o pedido completo

source: Authorisation for expense no
hr_hr: Ovlaštenje za trošak br
pt_pt: Autorização para despesa número

source: Blanket Order
hr_hr: Narudžba pokrivača
pt_pt: Pedido coberto

source: Customer Ref
hr_hr: Ref kupca
pt_pt: Referência do cliente

source: Import Licence
hr_hr: Uvozna dozvola
pt_pt: Licensa de importação

source: Buyer order
hr_hr: Narudžba kupca
pt_pt: Ordem do comprador

source: Promo deal
hr_hr: Promotivni ugovor
pt_pt: Promoção de vendas

source: Ultimate customer ref
hr_hr: Ref. krajnjeg kupca
pt_pt: Referência do cliente atualizada

source: Supplier Order
hr_hr: Narudžba dobavljača
pt_pt: Ordem do fornecedor

source: Action auth
hr_hr: Akcija autent
pt_pt: Autorização da ação

source: Authorisation
hr_hr: Autorizacija
pt_pt: Autorização

source: The Buyer reference was specified as an EAN International Article Numbering Association code
hr_hr: Referenca kupca navedena je kao kod EAN međunarodne udruge za numeriranje artikala
pt_pt: A referência do comprador foi especificada com um código

source: Unfortunately the field EDIReference of any of the customers currently set up to receive EDI orders does not match with the code
hr_hr: Nažalost, polje EDIReference bilo kojeg od kupaca trenutno postavljenih za primanje EDI narudžbi ne odgovara kodu
pt_pt: Infelizmente o campo Referência MED de quaisqueres clientes definidos para recebem pedidos de MED não coincide com o código

source: used in this message
hr_hr: korišten u ovoj poruci
pt_pt: usado(a) nesta mensagem

source: So that is the end of the road for this message
hr_hr: Dakle, to je kraj puta za ovu poruku
pt_pt: De modo que seja o fim da linha para esta mensagem

source: The supplier reference was specified as an EAN International Article Numbering Association code
hr_hr: Referenca dobavljača navedena je kao kod EAN međunarodne udruge za numeriranje artikala
pt_pt: A referência do fornecedor foi especificada como uma artigo internacional da EAN

source: Unfortunately the company EDIReference
hr_hr: Nažalost tvrtka EDIReference
pt_pt: Infelizmente a Referência MED da empresa

source: does not match with the code
hr_hr: ne odgovara kodu
pt_pt: não coincide com o código entrado

source: This implies that the EDI message is for some other supplier
hr_hr: To implicira da je EDI poruka za nekog drugog dobavljača
pt_pt: Isto implica que a mensagem de MED é para outro fornecedor

source: No further processing will be done
hr_hr: Daljnja obrada se neće provoditi
pt_pt: Nenhum outro processamento será realizado

source: The Store number was specified as
hr_hr: Broj trgovine naveden je kao
pt_pt: O número da loja foi especificado como sendo

source: Unfortunately there are either no branches of customer code
hr_hr: Nažalost, nema grana šifre korisnika
pt_pt: Infelizmente, ou não há filiais do código do cliente,

source: or several that match this store number
hr_hr: ili nekoliko koji odgovaraju ovom broju trgovine
pt_pt: ou várias que coincidem com este número de loja

source: This order could not be processed further
hr_hr: Ova se narudžba nije mogla dalje obraditi
pt_pt: Não foi possível continuar o processamento desta ordem

source: Section control/Order line count
hr_hr: Section control/Narudžba line count

source: The order line for
hr_hr: Redak narudžbi za
pt_pt: A odem de linha para

source: could not be inserted
hr_hr: nije se moglo umetnuti
pt_pt: não pôde ser inserida

source: Order number:
hr_hr: Narudžba number:

source: EDI Order Message Error
hr_hr: Pogreška poruke EDI naloga
pt_pt: Mensagem de Erro para o Pedido de MED

source: EDI Order Message
hr_hr: EDI poruka o narudžbi
pt_pt: Mensagem de Pedido de MED

source: There was a problem retrieving the customer transactions because
hr_hr: Došlo je do problema pri dohvaćanju transakcija korisnika jer
pt_pt: Houve um problema ao obter as transacções do cliente pois

source: An error occurred in getting the EDI format template for
hr_hr: Došlo je do pogreške prilikom dobivanja predloška EDI formata za
pt_pt: Ocorreu um erro ao obter o modelo de formatação do MED para

source: EDI Message
hr_hr: EDI poruka
pt_pt: Mensagem MED

source: was successfully emailed
hr_hr: je uspješno poslano e-poštom
pt_pt: foi enviada com sucesso

source: could not be emailed to
hr_hr: nije bilo moguće poslati e-poštom na
pt_pt: não foi possível enviar por email para

source: Ftp connection has failed
hr_hr: Ftp veza nije uspjela
pt_pt: Conexão FTP mal sucedida

source: Attempted to connect to
hr_hr: Pokušano povezivanje s
pt_pt: Tentativa de conexão com

source: for user
hr_hr: za korisnika
pt_pt: para o utilizador

source: could not be sent via ftp to
hr_hr: nije bilo moguće poslati putem ftp-a na
pt_pt: não pode ser enviada via FTP para

source: Successfully uploaded EDI_INV_
hr_hr: Uspješno učitano EDI_INV_
pt_pt: MED_FACT enviada com sucesso

source: via ftp to
hr_hr: putem ftp-a na
pt_pt: via FTP para

source: Cannot create EDI message since there is no EDI INVOIC message template set up for
hr_hr: Nije moguće stvoriti EDI poruku jer nije postavljen predložak EDI INVOIC poruke za
pt_pt: Não pode criar uma mensagem de MED já que não há nenhum modelo de mensagem de FACTURA MED ajustado para

source: There was a problem retrieving the ship to details because
hr_hr: Došlo je do problema s dohvaćanjem broda do detalja jer

source: was sucessfully emailed
hr_hr: je uspješno poslano e-poštom

source: Select Order To Print
hr_hr: Odaberite Order To Print
pt_pt: Seleccione ordem/pedido para imprimir

source: Select an Order Number to Print before calling this page
hr_hr: Prije poziva ove stranice odaberite broj narudžbe za ispis
pt_pt: Seleccione um número de ordem/pedido para imprimir antes de chamar esta página

source: Outstanding Sales Orders
hr_hr: Nepodmirene prodajne narudžbe
pt_pt: Pedidos de Vendas Pendentes

source: Completed Sales Orders
hr_hr: Dovršeni prodajni nalozi
pt_pt: Pedidos de venda completas

source: There was a problem retrieving the order header details for Order Number
hr_hr: Došlo je do problema prilikom dohvaćanja pojedinosti zaglavlja narudžbe za broj narudžbe
pt_pt: Houve um problema ao obter a os detalhes do cabeçalho da ordem para ordem número

source: Print Packing Slip Error
hr_hr: Pogreška ispisa pakirnice
pt_pt: Imprimir Erro da Nota Fiscal Enviada Juntamente com a Encomenda

source: Unable to Locate Order Number
hr_hr: Nije moguće locirati broj narudžbe
pt_pt: Não foi possível localizar o número da ordem

source: The packing slip for order number
hr_hr: Otpremnica za broj narudžbe
pt_pt: O empacotamento para o número do pedido

source: has previously been printed
hr_hr: već je tiskan
pt_pt: já foi impresso anteriormente

source: It was printed on
hr_hr: Bio je otisnut na
pt_pt: Foi impresso em

source: This check is there to ensure that duplicate packing slips are not produced and dispatched more than once to the customer
hr_hr: Ova provjera postoji kako bi se osiguralo da se duplikati otpremnica ne proizvode i šalju kupcu više od jednom
pt_pt: Esta verificação está lá para assegurar de que os envios de embalagem duplicados não sejam produzidos e despachados mais de uma vez ao cliente

source: Do a Re-Print
hr_hr: Napravite ponovni ispis
pt_pt: Re-imprimir

source: On Pre-Printed Stationery
hr_hr: Na unaprijed tiskanom dopisnom materijalu
pt_pt: No artigos de papelaria pré-impressos

source: Even Though Previously Printed
hr_hr: Iako je prethodno tiskan
pt_pt: Mesmo que impresso previamente

source: Plain paper
hr_hr: Običan papir
pt_pt: Papel plano

source: Or select another Order Number to Print
hr_hr: Ili odaberite drugi broj narudžbe za ispis
pt_pt: Ou seleccione outro número de ordem para imprimir

source: Order Confirmation-Sales Order
hr_hr: Potvrda narudžbe - prodajna narudžba

source: Your PO
hr_hr: Vaša narudžbenica

source: Email Confirmation
hr_hr: Potvrda e-pošte

source: Order Acknowledgement
hr_hr: Potvrda narudžbe

source: Delivered To
hr_hr: Dostavljeno
pt_pt: Entregue a

source: PO Line
hr_hr: PO linija
pt_pt: OC linha

source: Quantity Ordered
hr_hr: Naručena količina
pt_pt: Quantidade Encomenda

source: Due Date
hr_hr: Datum dospijeća
pt_pt: Data de Vencimento

source: The following E-Mail was sent to
hr_hr: Sljedeći e-mail poslan je na

source: The transaction should have been emailed off. If this does not happen (perhaps the browser does not support META Refresh)
hr_hr: Transakcija je trebala biti isključena e-poštom. Ako se to ne dogodi (možda preglednik ne podržava META Refresh)
pt_pt: A operação deveria ter sido enviado fora. Se isso não acontecer (talvez o navegador não suporta META Refresh)

source: to email the customer transaction
hr_hr: poslati e-poštom kupčevu transakciju
pt_pt: e-mail para a operação do cliente

source: The email address does not appear to be a valid email address. The transaction was not emailed
hr_hr: Čini se da adresa e-pošte nije važeća adresa e-pošte. Transakcija nije poslana e-poštom
pt_pt: O endereço de email não parece ser um endereço de e-mail válido. A transação não foi enviado

source: There was a problem retrieving the contact details for the customer
hr_hr: Došlo je do problema prilikom dohvaćanja podataka za kontakt kupca
pt_pt: Houve um problema ao obter os detalhes do contacto para o cliente

source: OK
hr_hr: U REDU

source: Employee Maintenance
hr_hr: Održavanje zaposlenika

source: Employee
hr_hr: Zaposlenik

source: The employee's surname must not be empty
hr_hr: Prezime zaposlenika ne smije biti prazno

source: The employee's first name must not be empty
hr_hr: Ime zaposlenika ne smije biti prazno

source: An error occurred updating the
hr_hr: Došlo je do pogreške prilikom ažuriranja
pt_pt: Ocorreu um erro ao actualizar o

source: employee record because
hr_hr: evidencija zaposlenika jer

source: The employee record has been updated
hr_hr: Ažurirana je evidencija zaposlenika
