Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: An associative array describing the credit note header with the fields debtorno, branchcode, trandate, tpe, fromstkloc, customerref, shipvia
hr_hr: Asocijativni niz koji opisuje zaglavlje kreditne note s poljima debtorno, branchcode, trandate, tpe, fromstkloc, customerref, shipvia

source: Credit note line items
hr_hr: Stavke kreditnih nota

source: The lines of stock being returned on this credit note. Only stock returns can be dealt with using this API method. This is an array of associative arrays containing the fields, stockid, price, qty, discountpercent for the items returned
hr_hr: Linije zaliha koje se vraćaju na ovom knjižnom odobrenju. Pomoću ove metode API-ja mogu se rješavati samo povrati dionica. Ovo je niz asocijativnih nizova koji sadrže polja, stockid, cijenu, količinu, postotak popusta za vraćene artikle

source: If the first element is zero then the function was successful, and the second element is the credit note number.
hr_hr: Ako je prvi element nula, tada je funkcija bila uspješna, a drugi element je broj knjižnog odobrenja.

source: Inserts a sales invoice into the debtortrans table and does the relevant GL entries. Note that this function does not do the tax entries, insert stock movements, update the stock quanties, sales analysis data or do any cost of sales gl journals. Caution is advised in using this function. To create a full webERP invoice with all tables updated use the InvoiceSalesOrder function.
hr_hr: Umeće prodajnu fakturu u tablicu debitortrans i vrši relevantne GL unose. Imajte na umu da ova funkcija ne radi porezne unose, ne unosi kretanja zaliha, ažurira količine zaliha, podatke analize prodaje niti vodi dnevnike troškova prodaje. Savjetuje se oprez pri korištenju ove funkcije. Za izradu pune webERP fakture sa svim ažuriranim tablicama koristite funkciju InvoiceSalesOrder.

source: An array of index/value items describing the invoice.
hr_hr: Niz stavki indeksa/vrijednosti koje opisuju fakturu.
pt_pt: Uma série de itens do índice / valor que descreve a fatura.

source: The transno key is generated by this call, and if a value is supplied, it will be ignored.
hr_hr: Transno ključ se generira ovim pozivom, a ako je navedena vrijednost, bit će zanemarena.
pt_pt: A chave transno é gerado por este convite, e se o valor for fornecido, ele será ignorado.

source: Two additional fields are required. partcode needs to be a genuine part number, though it appears to serve no real purpose.
hr_hr: Obavezna su dva dodatna polja. partcode mora biti pravi broj dijela, iako se čini da nema stvarnu svrhu.

source: salesarea also is required, though again it appears to serve no useful purpose.
hr_hr: salesarea je također potrebna, iako se opet čini da nema nikakvu korisnu svrhu.

source: If the first element is zero then the function was successful, and the second element is the invoice number.
hr_hr: Ako je prvi element nula onda je funkcija uspjela, a drugi element je broj fakture.
pt_pt: Se o primeiro elemento é zero, então a função foi bem-sucedida, eo segundo elemento é o número da factura.

source: Return Value Descriptions go here
hr_hr: Opisi povratnih vrijednosti nalaze se ovdje

source: This function is used to insert a new Sales Credit to the webERP database. Note that this function does not implement a webERP credit note in full and caution is advised in using this function. It does not handle tax at all, it does not add stockmovements, it does not update stock for any quantity returned or update sales analysis. To create a credit note using webERP logic use the CreateCreditNote function
hr_hr: Ova se funkcija koristi za umetanje novog prodajnog kredita u webERP bazu podataka. Imajte na umu da ova funkcija ne implementira webERP knjižno odobrenje u cijelosti i savjetuje se oprez pri korištenju ove funkcije. Uopće ne obrađuje porez, ne dodaje kretanja zaliha, ne ažurira zalihe za bilo koju vraćenu količinu niti ažurira analizu prodaje. Za izradu knjižnog odobrenja korištenjem webERP logike upotrijebite funkciju CreateCreditNote

source: Credit Details
hr_hr: Pojedinosti o kreditu
pt_pt: Detalhes de crédito

source: An array of index/value items describing the credit. All values must be negative.
hr_hr: Niz stavki indeksa/vrijednosti koje opisuju kredit. Sve vrijednosti moraju biti negativne.
pt_pt: Uma série de itens do índice / valor que descreve o crédito. Todos os valores devem ser negativos.

source: Insert Sales Order Header
hr_hr: Umetnite zaglavlje prodajnog naloga
pt_pt: Inserir Cabeçalho Ordem de Vendas

source: The orderno key is generated by this call, and if a value is supplied, it will be ignored.
hr_hr: Ključ orderno generira se ovim pozivom, a ako je dostavljena vrijednost, bit će zanemarena.
pt_pt: A chave orderno é gerado por este convite, e se o valor for fornecido, ele será ignorado.

source: If successful this function returns a two element array; the first element is 0 for success or an error code, while the second element is the order number.
hr_hr: Ako je uspješna, ova funkcija vraća niz od dva elementa; prvi element je 0 za uspjeh ili kod greške, dok je drugi element broj naloga.
pt_pt: Se for bem sucedida essa função retorna um array de dois elementos, o primeiro elemento é 0 para sucesso ou um código de erro, enquanto que o segundo elemento é o número de ordem.

source: Sales Order to invoice
hr_hr: Prodajni nalog za fakturiranje

source: An integer representing the webERP sales order number
hr_hr: Cijeli broj koji predstavlja webERP broj prodajnog naloga

source: If successful this function returns a two element array; the first element is 0 for success or an error code, while the second element is the invoice number.
hr_hr: Ako je uspješna, ova funkcija vraća niz od dva elementa; prvi element je 0 za uspjeh ili šifru greške, dok je drugi element broj računa.

source: Modify Sales Order Header Details
hr_hr: Izmijenite pojedinosti zaglavlja prodajnog naloga
pt_pt: Vendas cabeçalho Modificar detalhes do pedido

source: If successful this function returns a single element array with the value 0; otherwise, it contains all error codes encountered during the update.
hr_hr: Ako je uspješna, ova funkcija vraća jedno polje elemenata s vrijednošću 0; inače sadrži sve kodove grešaka na koje se naišlo tijekom ažuriranja.
pt_pt: Se esta função com êxito retorna uma matriz de elemento único, com o valor 0, caso contrário, ele contém todos os códigos de erro encontrado durante a atualização.

source: Insert Sales Order Line
hr_hr: Umetnite redak prodajnog naloga
pt_pt: Inserir Linha Ordem de Vendas

source: The orderno key must be one of these values.
hr_hr: Ključ orderno mora biti jedna od ovih vrijednosti.
pt_pt: A chave orderno deve ser um destes valores.

source: This function returns an array; the first element is 0 for success; otherwise the array contains a list of all errors encountered.
hr_hr: Ova funkcija vraća niz; prvi element je 0 za uspjeh; inače niz sadrži popis svih grešaka na koje je naišlo.
pt_pt: Esta função retorna um array, o primeiro elemento é 0 para sucesso, caso contrário a matriz contém uma lista de todos os erros encontrados.

source: Modify Sales Order Line
hr_hr: Izmijenite redak prodajnog naloga
pt_pt: Modificar Linha de Ordem de Vendas

source: The orderno and stkcode keys must be one of these values.
hr_hr: Ključevi orderno i stkcode moraju biti jedna od ovih vrijednosti.
pt_pt: As chaves orderno stkcode e deve ser um destes valores.

source: Function Description go here
hr_hr: Opis funkcije pogledajte ovdje

source: Account Details
hr_hr: Podaci o računu
pt_pt: Detalhes da Conta

source: An array of index/value items describing the GL Account and fields to set.
hr_hr: Niz stavki indeksa/vrijednosti koje opisuju GL račun i polja za postavljanje.
pt_pt: Uma série de itens do índice / valor que descreve a conta GL e campos para definir.

source: Account Section Details
hr_hr: Pojedinosti odjeljka računa
pt_pt: Seção Detalhes da Conta

source: An array of index/value items describing the account section to insert.
hr_hr: Niz stavki indeksa/vrijednosti koje opisuju odjeljak računa za umetanje.
pt_pt: Uma série de itens do índice / valor que descreve a secção da conta para inserir.

source: Account Group Details
hr_hr: Pojedinosti grupe računa
pt_pt: Grupo Detalhes da Conta

source: An array of index/value items describing the account group to insert.
hr_hr: Niz stavki indeksa/vrijednosti koje opisuju grupu računa za umetanje.
pt_pt: Uma série de itens do índice / valor que descreve o grupo de contas para inserir.

source: This function returns a list of stock location ids.
hr_hr: Ova funkcija vraća popis ID-ova lokacija zaliha.
pt_pt: Esta função retorna uma lista de ids localidade de estoque.

source: This function returns an array of stock location ids.
hr_hr: Ova funkcija vraća niz ID-ova lokacija zaliha.
pt_pt: Esta função retorna uma matriz de ids localidade de estoque.

source: This function takes a stock location id and returns details of that stock location.
hr_hr: Ova funkcija uzima ID lokacije zaliha i vraća pojedinosti o toj lokaciji zalihe.
pt_pt: Esta função tem um local de estoque ID e retorna detalhes dessa localidade de estoque.

source: Stock Location Code
hr_hr: Šifra lokacije skladišta
pt_pt: Stock Código Local

source: A stock location code as returned by the GetLocationList function.
hr_hr: Šifra lokacije zaliha koju vraća funkcija GetLocationList.
pt_pt: Um código de localização de ações como retornado pela função GetLocationList.

source: This function returns an array of stock location details.
hr_hr: Ova funkcija vraća niz pojedinosti o lokaciji zaliha.
pt_pt: Esta função retorna uma matriz de dados de localização estoque.

source: This function returns a list of stock shipper ids.
hr_hr: Ova funkcija vraća popis ID-ova pošiljatelja robe.
pt_pt: Esta função retorna uma lista de ids carregador estoque.

source: This function returns an array of stock shipper ids.
hr_hr: Ova funkcija vraća niz ID-ova pošiljatelja robe.
pt_pt: Esta função retorna uma matriz de ids carregador estoque.

source: This function takes a stock shipper id and returns details of that shipper.
hr_hr: Ova funkcija uzima ID pošiljatelja robe i vraća pojedinosti o tom pošiljatelju.
pt_pt: Esta função tem um carregador de ações ID e retorna detalhes do que carregador.

source: Stock Shipper ID
hr_hr: ID pošiljatelja robe
pt_pt: Banco Remetente ID

source: A stock shipper ID as returned by the GetShippersList function.
hr_hr: ID pošiljatelja robe kako ga vraća funkcija GetShippersList.
pt_pt: A identificação carregador de ações como retornado pela função GetShippersList.

source: This function returns an array of stock shipper details.
hr_hr: Ova funkcija vraća niz podataka o pošiljatelju robe.
pt_pt: Esta função retorna uma matriz de dados carregador de ações.

source: This function returns a list of sales area codes.
hr_hr: Ova funkcija vraća popis kodova prodajnog područja.
pt_pt: Esta função retorna uma lista de códigos de área de vendas.

source: This function returns an array of sales area codes.
hr_hr: Ova funkcija vraća niz kodova prodajnog područja.
pt_pt: Esta função retorna uma matriz de códigos de área de vendas.

source: This function takes a sales area code and returns details of that sales area.
hr_hr: Ova funkcija uzima šifru prodajnog područja i vraća detalje tog prodajnog područja.
pt_pt: Esta função recebe um código de área de vendas e retorna detalhes dessa área de vendas.

source: Sales Area Code
hr_hr: Šifra prodajnog područja
pt_pt: Vendas código de área

source: A sales area code as returned by the GetSalesAreasList function.
hr_hr: Kôd prodajnog područja kako ga vraća funkcija GetSalesAreasList.
pt_pt: Um código de área de vendas como retornado pela função GetSalesAreasList.

source: This function returns an array of sales area details.
hr_hr: Ova funkcija vraća niz pojedinosti o prodajnom području.
pt_pt: Esta função retorna uma matriz de dados da área de vendas.

source: This function takes a sales area description and returns details of that sales area.
hr_hr: Ova funkcija uzima opis prodajnog područja i vraća detalje tog prodajnog područja.
pt_pt: Esta função tem uma descrição de área de vendas e retorna detalhes dessa área de vendas.

source: Sales Area Description
hr_hr: Opis prodajnog područja
pt_pt: Descrição da Área de Vendas

source: A sales area description of the sales area of interest.
hr_hr: Opis prodajnog područja od interesa za prodajno područje.
pt_pt: Uma descrição da área de vendas da área de vendas de interesse.

source: Sales Area Details
hr_hr: Detalji o prodajnom području
pt_pt: Informações Vendas Área

source: An array of index/value items describing the sales area to insert.
hr_hr: Niz stavki indeksa/vrijednosti koje opisuju prodajno područje za umetanje.
pt_pt: Uma série de itens do índice / valor que descreve a área de vendas para inserir.

source: This function returns a list of salesman codes.
hr_hr: Ova funkcija vraća popis kodova prodavača.
pt_pt: Esta função retorna uma lista de códigos de vendedor.

source: This function returns an array of salesman codes.
hr_hr: Ova funkcija vraća niz kodova prodavača.
pt_pt: Esta função retorna uma matriz de códigos vendedor.

source: This function takes a salesman code and returns details of that salesman.
hr_hr: Ova funkcija uzima šifru prodavača i vraća podatke o tom prodavaču.
pt_pt: Esta função tem um código de vendedor de detalhes e retorna desse vendedor.

source: A salesman code as returned by the GetSalesmanList function.
hr_hr: Šifra prodavača koju vraća funkcija GetSalesmanList.
pt_pt: Um código de vendedor como retornado pela função GetSalesmanList.

source: This function returns an array of salesman details.
hr_hr: Ova funkcija vraća niz podataka o prodavaču.
pt_pt: Esta função retorna uma matriz de dados vendedor.

source: This function takes a salesman's name and returns details of that salesman.
hr_hr: Ova funkcija uzima ime prodavača i vraća podatke o tom prodavaču.
pt_pt: Esta função recebe o nome de um vendedor e retorna detalhes do que vendedor.

source: The name of the salesman of interest.
hr_hr: Ime prodavača od interesa.
pt_pt: O nome do vendedor de interesse.

source: Salesman Details
hr_hr: Podaci o prodavaču
pt_pt: Detalhes do Vendedor

source: An array of index/value items describing the salesman to insert.
hr_hr: Niz stavki indeksa/vrijednosti koje opisuju prodavača za umetanje.
pt_pt: Uma série de itens do índice / valor que descreve o vendedor para inserir.

source: This function returns a list of tax group IDs.
hr_hr: Ova funkcija vraća popis ID-ova porezne skupine.
pt_pt: Esta função retorna uma lista de IDs de grupo fiscal.

source: This function returns an array of tax group IDs.
hr_hr: Ova funkcija vraća niz ID-ova porezne skupine.
pt_pt: Esta função retorna uma matriz de IDs de grupo fiscal.

source: This function takes a tax group ID and returns details of that tax group.
hr_hr: Ova funkcija uzima ID porezne skupine i vraća detalje te porezne skupine.
pt_pt: Esta função recebe uma identificação de grupo de impostos e retorna detalhes desse grupo de imposto.

source: Tax Group ID
hr_hr: ID porezne grupe
pt_pt: Grupo Fiscal ID

source: A tax group ID as returned by the GetTaxgroupList function.
hr_hr: ID porezne grupe kako ga vraća funkcija GetTaxgroupList.
pt_pt: A identificação do grupo fiscal, retornado pela função GetTaxgroupList.

source: This function returns an array of tax group details.
hr_hr: Ova funkcija vraća niz pojedinosti o poreznoj grupi.
pt_pt: Esta função retorna uma matriz de detalhes do grupo fiscal.

source: This function returns a list of tax authority IDs.
hr_hr: Ova funkcija vraća popis ID-ova poreznih tijela.

source: This function takes a tax authority ID and returns details of that tax authority.
hr_hr: Ova funkcija uzima ID porezne uprave i vraća pojedinosti o toj poreznoj upravi.

source: Tax Authority ID
hr_hr: ID porezne uprave

source: A tax Authority ID as returned by the GetTaxAuthorityList function.
hr_hr: ID porezne uprave kako ga vraća funkcija GetTaxAuthorityList.

source: This function returns an array of tax authority details.
hr_hr: Ova funkcija vraća niz pojedinosti porezne uprave.

source: This function takes a tax authority ID and returns the rates of tax for the authority.
hr_hr: Ova funkcija uzima ID poreznog tijela i vraća stope poreza za to tijelo.

source: This function returns the tax rates for the authority.
hr_hr: Ova funkcija vraća porezne stope za tijelo.

source: This function takes a tax group ID and returns the taxes that belong to that tax group.
hr_hr: Ova funkcija uzima ID porezne skupine i vraća poreze koji pripadaju toj poreznoj skupini.

source: This function returns a list of customer types.
hr_hr: Ova funkcija vraća popis vrsta kupaca.
pt_pt: Esta função retorna uma lista de tipos de cliente.

source: This function returns an array of customer types
hr_hr: Ova funkcija vraća niz vrsta kupaca

source: This function takes a customer type ID and returns details of that customer type.
hr_hr: Ova funkcija uzima ID tipa kupca i vraća pojedinosti o tom tipu kupca.
pt_pt: Esta função recebe uma identificação do tipo de dados do cliente e retorna desse tipo de cliente.

source: Customer Type ID
hr_hr: ID vrste kupca
pt_pt: Tipo de cliente ID

source: A customer type ID as returned by the GetCustomerTypeList function.
hr_hr: ID tipa kupca kako ga vraća funkcija GetCustomerTypeList.
pt_pt: A identificação do tipo de cliente, devolvido pela função GetCustomerTypeList.

source: This function returns an array of customer type details.
hr_hr: Ova funkcija vraća niz pojedinosti o vrsti kupca.
pt_pt: Esta função retorna uma matriz de detalhes do tipo de cliente.

source: Category Details
hr_hr: Detalji kategorije
pt_pt: Detalhes Categoria

source: An array of index/value items describing the stock category to insert.
hr_hr: Niz stavki indeksa/vrijednosti koje opisuju kategoriju dionica za umetanje.
pt_pt: Uma série de itens do índice / valor que descreve a categoria de ações para inserir.

source: An array of index/value items describing the stock category to modify.
hr_hr: Niz stavki indeksa/vrijednosti koje opisuju kategoriju dionica za izmjenu.
pt_pt: Uma série de itens do índice / valor que descreve a categoria de ações para modificar.

source: This function returns a list of stock category abbreviations.
hr_hr: Ova funkcija vraća popis kratica kategorija dionica.
pt_pt: Esta função retorna uma lista de abreviaturas categoria stock.

source: If successful, this function returns an array of stock category ids.
hr_hr: Ako je uspješna, ova funkcija vraća niz ID-ova kategorija dionica.
pt_pt: Se bem sucedida, esta função retorna uma matriz de ids categoria stock.

source: Otherwise an array of error codes is returned and no stock categories are returned.
hr_hr: Inače se vraća niz kodova pogrešaka i ne vraćaju se kategorije zaliha.
pt_pt: Caso contrário, um conjunto de códigos de erro é retornado e não categorias de valores são devolvidos.

source: This function takes a stock category ID and returns details of that stock category type.
hr_hr: Ova funkcija uzima ID kategorije zaliha i vraća detalje te vrste kategorije zaliha.
pt_pt: Esta função tem um estoque detalhes ID da categoria e retorna do mesmo tipo de categoria de ações.

source: Stock Category ID
hr_hr: ID kategorije dionica
pt_pt: Banco de categoria ID

source: A Stock Category ID as returned by the *WHAT* function.
hr_hr: ID kategorije dionica kako ga vraća funkcija *WHAT*.
pt_pt: A categoria Stock ID como retornado por esta função * * O QUE.

source: This function returns an array of stock category details.
hr_hr: Ova funkcija vraća niz pojedinosti o kategoriji dionica.
pt_pt: Esta função retorna uma matriz de detalhes da categoria stock.

source: Label Name
hr_hr: Naziv oznake
pt_pt: Nome do Rótulo

source: The category label to search on.
hr_hr: Oznaka kategorije za pretraživanje.
pt_pt: O rótulo de categoria para a pesquisa.

source: This function returns a list of general ledger account codes.
hr_hr: Ova funkcija vraća popis šifri računa glavne knjige.
pt_pt: Esta função retorna uma lista de códigos de conta de contabilidade geral.

source: This function returns an array of general ledger account codes.
hr_hr: Ova funkcija vraća niz šifri računa glavne knjige.
pt_pt: Esta função retorna uma matriz de códigos de conta de contabilidade geral.

source: This function takes a general ledger account code and returns details of that account.
hr_hr: Ova funkcija uzima šifru računa glavne knjige i vraća detalje tog računa.
pt_pt: Esta função tem um código de conta de contabilidade geral e retorna os detalhes dessa conta.

source: General Ledger Account Code
hr_hr: Šifra računa glavne knjige
pt_pt: Código Geral Conta Ledger

source: A general ledger account code as returned by the GetGLAccountList function.
hr_hr: Šifra računa glavne knjige koju vraća funkcija GetGLAccountList.
pt_pt: Um código de conta de contabilidade geral, como retornado pela função GetGLAccountList.

source: This function returns an array of general ledger account details.
hr_hr: Ova funkcija vraća niz pojedinosti računa glavne knjige.
pt_pt: Esta função retorna uma matriz de dados da conta geral de contabilidade.

source: This function takes a stock code ID and a tax authority code and returns the relevant tax rate.
hr_hr: Ova funkcija uzima ID šifre dionice i šifru porezne uprave i vraća relevantnu poreznu stopu.
pt_pt: Esta função tem um código de identificação de ações e um código de autoridade fiscal e retorna a taxa de imposto em causa.

source: The stock ID of the item whose tax rate is desired.
hr_hr: ID dionice artikla čija se porezna stopa želi.
pt_pt: O ID de estoque do item cuja taxa de imposto é desejado.

source: Tax Authority Code
hr_hr: Kod porezne uprave
pt_pt: Código Tributário Autoridade

source: The code identifying the tax authority of interest.
hr_hr: Šifra koja identificira porezno tijelo od interesa.
pt_pt: O código de identificação da autoridade fiscal de interesse.

source: This function is used to insert a new supplier into the webERP database.
hr_hr: Ova funkcija se koristi za umetanje novog dobavljača u webERP bazu podataka.
pt_pt: Esta função é usada para inserir um novo fornecedor no banco de dados webERP.

source: Supplier Details
hr_hr: Podaci o dobavljaču
pt_pt: Detalhes Fornecedor

source: This function is used to modify a supplier which is already setup in the webERP database.
hr_hr: Ova se funkcija koristi za izmjenu dobavljača koji je već postavljen u webERP bazi podataka.
pt_pt: Esta função é usada para modificar um fornecedor que já esteja no banco de dados de configuração webERP.

source: The supplierid must already exist in the weberp database.
hr_hr: Supplierid mora već postojati u weberp bazi podataka.
pt_pt: O CódigoDoFornecedor já deve existir no banco de dados webERP.

source: This function is used to retrieve the details of a supplier from the webERP database.
hr_hr: Ova se funkcija koristi za dohvaćanje detalja dobavljača iz webERP baze podataka.
pt_pt: Esta função é usada para recuperar os detalhes de um fornecedor do banco de dados webERP.

source: This is a string value. It must be a valid supplier id that is already in the webERP database.
hr_hr: Ovo je vrijednost niza. To mora biti važeći ID dobavljača koji se već nalazi u webERP bazi podataka.
pt_pt: Este é um valor de cadeia. Deve ser um ID válido fornecedor que já esteja no banco de dados webERP.

source: If successful this function returns a set of key/value pairs containing the details of this supplier.
hr_hr: Ako je uspješna, ova funkcija vraća skup parova ključ/vrijednost koji sadrže pojedinosti o ovom dobavljaču.
pt_pt: Se for bem sucedida essa função retorna um conjunto de pares chave / valor que contém os detalhes deste fornecedor.
