Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Pending
hr_hr: Na čekanju
pt_pt: Pendentes

source: Automatically generated from tendering system
hr_hr: Automatski generirano iz sustava za nadmetanje
pt_pt: Gerado automaticamente a partir do sistema de concurso

source: There are no members of the Offers Received Result Recipients email group
hr_hr: Nema članova grupe e-pošte Primatelji rezultata primljenih ponuda

source: Your offer to
hr_hr: Vaša ponuda za
pt_pt: Sua oferta para

source: has been accepted
hr_hr: je prihvaćeno
pt_pt: foi aceite

source: The accepted offers from
hr_hr: Prihvaćene ponude od
pt_pt: As propostas aceites a partir de

source: have been converted to purchase orders and an email sent to
hr_hr: pretvorene su u narudžbenice i poslana je e-pošta na
pt_pt: foram convertidas em ordens de compra e um e-mail enviado para

source: Please review the order contents
hr_hr: Molimo pregledajte sadržaj narudžbe
pt_pt: Por favor, reveja o conteúdo ordem

source: have been converted to purcharse orders but failed to mail, you can view the order contents
hr_hr: su pretvorene u narudžbenice, ali nisu poslane poštom, možete vidjeti sadržaj narudžbe

source: The following offers you made have been rejected
hr_hr: Sljedeće ponude koje ste dali su odbijene
pt_pt: As seguintes ofertas que você fez foram rejeitadas

source: has been rejected
hr_hr: je odbijeno
pt_pt: tenha sido rejeitado

source: The rejected offers from
hr_hr: Odbijene ponude od
pt_pt: As propostas rejeitadas a partir de

source: have been removed from the system and an email sent to
hr_hr: uklonjeni su iz sustava i poslana im je e-pošta
pt_pt: ter sido removido do sistema e um e-mail enviado para

source: have been removed from the system and but no email was not sent to
hr_hr: su uklonjeni iz sustava, ali nijedna e-pošta nije poslana na

source: All offers have been processed, and emails sent where appropriate
hr_hr: Sve ponude su obrađene, a e-pošta poslana gdje je to bilo potrebno
pt_pt: Todas as ofertas foram processados, e-mails enviados quando necessário

source: Reviewing Sales Order Number
hr_hr: Pregled broja prodajnog naloga
pt_pt: Rever Número do Pedido de Venda

source: This page must be called with a sales order number to review
hr_hr: Ovu stranicu morate nazvati s brojem prodajne narudžbe radi pregleda
pt_pt: Esta página deve ser chamada com um número de pedido de venda para ser vista

source: i.e.
hr_hr: tj.
pt_pt: isto é

source: Click on back
hr_hr: Kliknite na leđa
pt_pt: Clique em voltar

source: Return to Sales Order Inquiry
hr_hr: Povratak na Upit o prodajnom nalogu

source: Return to Customer Inquiry Interface
hr_hr: Povratak na sučelje za upite kupaca

source: Order Details
hr_hr: Detalji narudžbe
pt_pt: Detalhes da Ordem

source: Your customer login will only allow you to view your own purchase orders
hr_hr: Vaša korisnička prijava omogućit će vam samo pregled vlastitih narudžbenica

source: Order Header Details For Order No
hr_hr: Detalji zaglavlja narudžbe za narudžbu br
pt_pt: Detalhes do cabeçalho Ordem Para Despacho n.

source: Ordered On
hr_hr: Naručeno na
pt_pt: Solicitado em

source: Delivery Address 1
hr_hr: Adresa za dostavu 1
pt_pt: Endereço, Rua e Número

source: Requested Delivery
hr_hr: Zatražena dostava
pt_pt: Entrega requisitada

source: Delivery Address 2
hr_hr: Adresa za dostavu 2
pt_pt: Cidade

source: Order Currency
hr_hr: Valuta narudžbe
pt_pt: Moeda do pedido

source: Delivery Address 3
hr_hr: Adresa za dostavu 3
pt_pt: Distrito

source: Deliver From Location
hr_hr: Dostava s lokacije
pt_pt: Entregue do local

source: Delivery Address 4
hr_hr: Adresa za dostavu 4
pt_pt: Código Postal

source: Delivery Address 5
hr_hr: Adresa za dostavu 5
pt_pt: Contacto

source: Delivery Address 6
hr_hr: Adresa za dostavu 6
pt_pt: Pais

source: Freight Cost
hr_hr: Trošak prijevoza
pt_pt: Custo de transporte

source: Invoices
hr_hr: Fakture
pt_pt: Facturas

source: Order Line Details For Order No
hr_hr: Detalji reda za narudžbu za br
pt_pt: Detalhes Linha Ordem Para Despacho n.

source: Qty Del
hr_hr: Količina Del
pt_pt: Quantidade Eliminada

source: Last Del
hr_hr: Zadnji Del
pt_pt: Último removido

source: Outstanding GRN Valuation
hr_hr: Izvanredna GRN procjena
pt_pt: Valorização Considerável da NBR

source: The outstanding GRNs valuation details could not be retrieved by the SQL because
hr_hr: SQL nije mogao dohvatiti pojedinosti o vrednovanju izvanrednih GRN-ova jer
pt_pt: Os detalhes da avaliação do que está sendo tratado não puderam ser recuperados pelocomando SQL porque

source: No outstanding GRNs valuation details retrieved
hr_hr: Nema pronađenih pojedinosti o vrednovanju GRN-a
pt_pt: Não há detalhes pendentes de avaliação GRNs recuperados

source: Supplier Name
hr_hr: Naziv dobavljača
pt_pt: Nome do Fornecedor

source: PO#
hr_hr: narudžbenica

source: Qty Received
hr_hr: Primljena količina
pt_pt: Quantidade recebida

source: Qty Invoiced
hr_hr: Fakturirana količina
pt_pt: Quantidade facturada

source: Qty Pending
hr_hr: Količina na čekanju

source: Unit Price
hr_hr: Jedinična cijena
pt_pt: Preço Unitário

source: Line Total
hr_hr: Ukupna linija
pt_pt: Linha total

source: Outstanding GRNs Report
hr_hr: Izvješće o izvanrednom GRN-u
pt_pt: Relatório de NBRs Pendentes

source: Goods Received but not invoiced Yet
hr_hr: Roba je primljena, ali još nije fakturirana

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers, the total in home curency should match the GL Account for Goods received not invoiced.
hr_hr: Prikazuje popis primljene robe koja još nije fakturirana, u valuti dobavljača i domaćoj valuti. Kada se izvodi za sve dobavljače, ukupni iznos u domaćoj valuti trebao bi odgovarati GL računu za primljenu robu koja nije fakturirana.

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers the total in home curency should match the GL Account for Goods received not invoiced.
hr_hr: Prikazuje popis primljene robe koja još nije fakturirana, u valuti dobavljača i domaćoj valuti. Kada se izvodi za sve dobavljače, ukupni iznos u domaćoj valuti trebao bi odgovarati GL računu za primljenu robu koja nije fakturirana.

source: The the system is in demo mode and the security model administration is disabled
hr_hr: Sustav je u demo modu i administracija sigurnosnog modela je onemogućena

source: Could not update the page security value for the script because
hr_hr: Nije moguće ažurirati sigurnosnu vrijednost stranice za skriptu jer
pt_pt: Não foi possível atualizar o valor para a segurança da página o script, porque

source: Assign Security Levels to Scripts
hr_hr: Dodijelite sigurnosne razine skriptama

source: Update Security Levels
hr_hr: Ažurirajte sigurnosne razine
pt_pt: Níveis de Segurança Update

source: Payment Allocations
hr_hr: Dodjela plaćanja
pt_pt: Atribuições de Pagamentos

source: Supplier ID Number is not Set, can not display result
hr_hr: ID broj dobavljača nije postavljen, ne može prikazati rezultat
pt_pt: O Número do ID do Fornecedor não está definido, não pode exibir resultado

source: Invoice Number is not Set, can not display result
hr_hr: Broj fakture nije postavljen, ne može se prikazati rezultat
pt_pt: Número da fatura não está definida, não pode exibir resultado

source: Payment Allocation for Supplier
hr_hr: Dodjela plaćanja za dobavljača
pt_pt: Alocação de pagamento para fornecedores

source: and
hr_hr: i
pt_pt: e

source: This shows how the payment to the supplier was allocated
hr_hr: Ovo pokazuje kako je plaćanje dobavljaču raspoređeno
pt_pt: Isso mostra como o pagamento ao fornecedor foi atribuído

source: Back to supplier inquiry
hr_hr: Povratak na upit dobavljača
pt_pt: Voltar ao inquérito fornecedor

source: There may be a problem retrieving the information. No data is returned
hr_hr: Možda postoji problem s dohvaćanjem informacija. Podaci se ne vraćaju
pt_pt: Pode haver um problema ao devolver a informação. Não existem dados devolvidos

source: Go back
hr_hr: Idi natrag
pt_pt: Voltar

source: Supplier Number
hr_hr: Broj dobavljača
pt_pt: Número do Fornecedor

source: Payment
hr_hr: Plaćanje
pt_pt: Pagamento

source: Total Payment
hr_hr: Ukupna uplata
pt_pt: Total de Pagamento

source: Payment Methods
hr_hr: Načini plaćanja
pt_pt: Métodos de Pagamento

source: The payment method cannot contain illegal characters
hr_hr: Način plaćanja ne smije sadržavati nedopuštene znakove

source: The payment method may not be empty.
hr_hr: Način plaćanja ne smije biti prazan.
pt_pt: O método de pagamento não pode ser nulo.

source: The discount percentage must be a number less than 1
hr_hr: Postotak popusta mora biti broj manji od 1

source: The discount percentage must be either zero or less than 1
hr_hr: Postotak popusta mora biti nula ili manji od 1

source: The payment method can not be renamed because another with the same name already exists.
hr_hr: Način plaćanja ne može se preimenovati jer već postoji drugi s istim nazivom.
pt_pt: O método de pagamento não pode ser renomeado porque um outro com o mesmo nome já existe.

source: The payment method no longer exists.
hr_hr: Način plaćanja više ne postoji.
pt_pt: O método de pagamento já não existe.

source: Could not update payment method
hr_hr: Nije moguće ažurirati način plaćanja
pt_pt: Não foi possível actualizar a conta pois

source: The payment method can not be created because another with the same name already exists.
hr_hr: Način plaćanja ne može se kreirati jer već postoji drugi s istim nazivom.
pt_pt: O método de pagamento não pode ser criado porque outro com o mesmo nome já existe.

source: New payment method added
hr_hr: Dodan je novi način plaćanja

source: Could not insert the new payment method
hr_hr: Nije moguće umetnuti novi način plaćanja

source: Cannot delete this payment method because it no longer exist
hr_hr: Ovaj način plaćanja nije moguće izbrisati jer više ne postoji
pt_pt: Não é possíel eliminar este método de pagamento porque ele já não existe

source: Cannot delete this payment method because bank transactions have been created using this payment method
hr_hr: Nije moguće izbrisati ovaj način plaćanja jer su bankovne transakcije stvorene pomoću ovog načina plaćanja
pt_pt: Não é possível eliminar este método de pagamento porque transacções bancárias foram criadas utilizando esse método de pagamento

source: bank transactions that refer to this payment method
hr_hr: bankovne transakcije koje se odnose na ovaj način plaćanja
pt_pt: transacções bancárias que se referem a este método de pagamento

source: payment method has been deleted
hr_hr: način plaćanja je izbrisan
pt_pt: o método de pagamento foi eliminado

source: Could not get payment methods because
hr_hr: Nije moguće dobiti načine plaćanja jer
pt_pt: Não foi possível obter os métodos de pagamento porque

source: Payment Method
hr_hr: Način plaćanja
pt_pt: Método de Pagamento

source: Use For Payments
hr_hr: Koristite za plaćanja
pt_pt: Usar para Pagamentos

source: Use For Receipts
hr_hr: Koristite za račune
pt_pt: Usar para Recibos

source: Use Pre-printed Stationery
hr_hr: Upotrijebite unaprijed tiskani pribor

source: Open POS Cash Drawer for Sale
hr_hr: Otvorena POS kasa za prodaju

source: Payment discount
hr_hr: Popust pri plaćanju

source: Are you sure you wish to delete this payment method?
hr_hr: Jeste li sigurni da želite izbrisati ovaj način plaćanja?

source: Review Payment Methods
hr_hr: Pregledajte načine plaćanja
pt_pt: Rever Métodos de Pagamento

source: Could not retrieve the requested payment method, please try again.
hr_hr: Nije moguće dohvatiti traženi način plaćanja, pokušajte ponovno.
pt_pt: Não foi possível obter o método de pagamento requerido, tente novamente.

source: Edit Payment Method
hr_hr: Uredi način plaćanja

source: Create Payment Method
hr_hr: Kreirajte način plaćanja

source: Payment Discount Percent on Receipts
hr_hr: Postotak popusta pri plaćanju na račune

source: Enter a Payment to, or Receipt from the Supplier
hr_hr: Unesite uplatu ili potvrdu od dobavljača
pt_pt: Insira um Pagamento para, ou Recibo do Fornecedor

source: Bank Account Payments Entry
hr_hr: Unos plaćanja na bankovni račun
pt_pt: Inserção de Pagamentos de Conta Bancária

source: Payment Cancelled since cheque was not printed
hr_hr: Plaćanje je otkazano jer ček nije ispisan
pt_pt: Pagamento Cancelado já que o cheque não foi impresso

source: A bank account must be selected to make this payment from
hr_hr: Morate odabrati bankovni račun s kojeg ćete izvršiti ovo plaćanje
pt_pt: A conta bancária deve ser selecionado para fazer o pagamento das

source: Use this screen to enter payments FROM your bank account.<br />Note: To enter a payment FROM a supplier, first select the Supplier, click Enter a Payment to, or Receipt from the Supplier, and use a negative Payment amount on this form.
hr_hr: Upotrijebite ovaj zaslon za unos plaćanja SA svog bankovnog računa.<br />Napomena: Za unos plaćanja OD dobavljača, prvo odaberite dobavljača, kliknite Unesite uplatu ili potvrdu od dobavljača i upotrijebite negativni iznos plaćanja na ovome oblik.

source: The security for G/L Accounts cannot be retrieved because
hr_hr: Sigurnost za račune glavne knjige ne može se dohvatiti jer

source: The supplier code that this payment page was called with is not a currently defined supplier code
hr_hr: Šifra dobavljača s kojom je pozvana ova stranica za plaćanje nije trenutno definirana šifra dobavljača
pt_pt: O código de fornecedor com o qual esta página foi chamada não é definido

source: If this page is called from the selectSupplier page then this assures that a valid supplier is selected
hr_hr: Ako se ova stranica pozove sa stranice selectSupplier, to osigurava da je odabran važeći dobavljač
pt_pt: Se esta página é chamada a partir da página selectSupplier então isso garante que um fornecedor válido é selecionado

source: care of
hr_hr: briga o

source: Could not get the currency of the bank account
hr_hr: Nije moguće dobiti valutu bankovnog računa
pt_pt: Não foi possível obter a moeda da conta bancária

source: The cheque number should not be empty
hr_hr: Broj čeka ne smije biti prazan

source: Failed to retrieve cheque number data
hr_hr: Dohvaćanje podataka o broju čeka nije uspjelo

source: The cheque has already been used
hr_hr: Ček je već iskorišten

source: This payment has no amounts entered and will not be processed
hr_hr: Ova uplata nema unesene iznose i neće biti obrađena
pt_pt: Este pagamento não possui quantidas inseridas e não será processado

source: No bank account has been selected so this payment cannot be processed
hr_hr: Nije odabran bankovni račun pa se ova uplata ne može obraditi
pt_pt: Nenhuma conta bancária foi selecionado de modo que este pagamento não pode ser processado

source: There are no Check Number input
hr_hr: Nema unosa broja provjere

source: The cheque no should be numeric
hr_hr: Broj provjere treba biti numerički

source: Print Cheque using pre-printed stationery
hr_hr: Ispiši ček koristeći unaprijed ispisan pribor
pt_pt: Imprimir Cheque usando papelaria pré-impresso

source: Has the cheque been printed
hr_hr: Je li ček otisnut
pt_pt: O cheque já foi impresso anteriormente

source: Yes / Continue
hr_hr: Da / Nastavi
pt_pt: Sim / Continua

source: No / Cancel Payment
hr_hr: Ne / Otkaži plaćanje
pt_pt: Não / Cancelar Pagamento

source: Payment amount
hr_hr: Iznos uplate

source: Cannot insert a GL entry for the payment using the SQL
hr_hr: Nije moguće umetnuti GL unos za plaćanje pomoću SQL-a
pt_pt: Não é possível inserir uma inserção no LC para o pagamento utilizando comando SQL

source: Act Transfer From
hr_hr: Zakon o prijenosu iz

source: Cannot insert a bank transaction because
hr_hr: Nije moguće umetnuti bankovnu transakciju jer
pt_pt: Não é possível inserir uma transação bancária pois

source: Cannot insert a payment transaction against the supplier because
hr_hr: Ne mogu umetnuti transakciju plaćanja protiv dobavljača jer
pt_pt: Não é possível inserir uma transação de pagamento ao fornecedor pois

source: Cannot update an allocation against the supplier because
hr_hr: Nije moguće ažurirati dodjelu prema dobavljaču jer

source: Cannot update the supplier record for the date of the last payment made because
hr_hr: Nije moguće ažurirati evidenciju dobavljača za datum posljednje izvršene uplate jer
pt_pt: Não é possível actualizar o registro do fornecedor com a data do último pagamento efectuado pois

source: Cannot insert a GL transaction for the creditors account debit because
hr_hr: Nije moguće umetnuti GL transakciju za zaduženje računa vjerovnika jer
pt_pt: Não é possível inserir uma transação no LC de débito na conta dos credores pois

source: Cannot insert a GL transaction for the payment discount credit because
hr_hr: Nije moguće umetnuti GL transakciju za popust za plaćanje jer
pt_pt: Não é possível inserir uma transação no LC para o desconto de pagamento pois

source: Cannot insert a GL transaction for the bank account credit because
hr_hr: Nije moguće umetnuti GL transakciju za kredit bankovnog računa jer
pt_pt: Não é possível inserir uma transação no LC para crédito na conta bancária pois

source: Allocate this payment
hr_hr: Dodijelite ovo plaćanje

source: Enter another Payment for
hr_hr: Unesite drugo plaćanje za
pt_pt: Digite outro pagamento de

source: Enter another General Ledger Payment
hr_hr: Unesite drugo plaćanje glavne knjige
pt_pt: Digite outro General Ledger pagamento

source: The Cheque/Voucher number has already been used
hr_hr: Broj čeka/vaučera već je iskorišten
pt_pt: O Cheque / Voucher número já foi utilizado

source: This GL analysis item could not be added
hr_hr: Ovu stavku GL analize nije bilo moguće dodati
pt_pt: Este item de análise GL não pode ser adicionado

source: The cheque number has already been used
hr_hr: Broj čeka je već korišten
pt_pt: O número de cheque já foi utilizado

source: is not set up as a bank account with a valid general ledger account
hr_hr: nije postavljen kao bankovni račun s valjanim računom glavne knjige
pt_pt: não está configurada como uma conta bancária com uma conta válida no livro de contabilidade

source: from the
hr_hr: iz
pt_pt: do(a)

source: Select the bank account that the payment has been made from
hr_hr: Odaberite bankovni račun s kojeg je izvršeno plaćanje

source: No currencies are defined yet. Payments cannot be entered until a currency is defined
hr_hr: Valute još nisu definirane. Uplate se ne mogu unijeti dok se ne definira valuta
pt_pt: Não moedas foram ainda definidos. Os pagamentos não podem ser feitas até uma moeda é definida

source: The transaction currency does not need to be the same as the bank account currency
hr_hr: Valuta transakcije ne mora biti ista kao valuta bankovnog računa
pt_pt: A moeda de transação não precisa ser a mesma que a moeda da conta bancária

source: It is a supplier payment so it should be in the supplier's currency
hr_hr: To je plaćanje dobavljača pa bi trebalo biti u valuti dobavljača

source: Payment Exchange Rate
hr_hr: Tečaj plaćanja
pt_pt: O pagamento da taxa de câmbio

source: The exchange rate between the currency of the bank account currency and the currency of the payment
hr_hr: Tečaj između valute bankovnog računa i valute plaćanja
pt_pt: A taxa de câmbio entre a moeda da conta bancária e da moeda do pagamento

source: Payment type
hr_hr: Vrsta plaćanja
pt_pt: Tipo de pagamento

source: Cheque Number
hr_hr: Broj provjere
pt_pt: Número de Cheque

source: if using pre-printed stationery
hr_hr: ako koristite unaprijed tiskani pribor

source: General Ledger Payment Analysis Entry
hr_hr: Unos analize plaćanja u glavnoj knjizi
pt_pt: Inserção de Análisis de Pagamentos no Livro de Contabilidade

source: Select one or more tags from the list. Use the CTL button to select multiple tags
hr_hr: Odaberite jednu ili više oznaka s popisa. Koristite gumb CTL za odabir više oznaka

source: Enter GL Account Manually
hr_hr: Unesite GL račun ručno
pt_pt: Inserir Conta no LC Manualmente

source: The account code
hr_hr: Šifra računa

source: doesnt exist
hr_hr: ne postoji

source: Select GL Group
hr_hr: Odaberite GL grupu

source: No General ledger account groups have been set up yet
hr_hr: Još nisu postavljene grupe računa glavne knjige

source: payments cannot be analysed against GL accounts until the GL accounts are set up
hr_hr: plaćanja se ne mogu analizirati prema GL računima dok se GL računi ne postave
pt_pt: pagamentos não podem ser analisados de acordo com a conta do LC até as contas do LC serem ajustadas

source: Cheque/Voucher Number
hr_hr: Broj čeka/vaučera
pt_pt: Número de Cheque/Voucher

source: Are you sure you wish to delete this payment analysis item?
hr_hr: Jeste li sigurni da želite izbrisati ovu stavku analize plaćanja?

source: Accept and Process Payment
hr_hr: Prihvati i obradi plaćanje
pt_pt: Confirmar e Processar Pagamento

source: Supplier Transactions Payment Entry
hr_hr: Unos plaćanja transakcija dobavljača

source: This time to pay
hr_hr: Ovaj put platiti

source: Pay
hr_hr: Platiti

source: Total Input Amount
hr_hr: Ukupni ulazni iznos

source: Supplier Payment Detail
hr_hr: Podaci o plaćanju dobavljača

source: Supplier Narrative
hr_hr: Priča dobavljača

source: Supplier narrative in general ledger transactions. If blank, it uses the bank narrative.
hr_hr: Narativ dobavljača u transakcijama glavne knjige. Ako je prazno, koristi se narativ banke.

source: Supplier Reference
hr_hr: Referenca dobavljača

source: Supplier reference in supplier transactions. If blank, it uses the payment type.
hr_hr: Referenca dobavljača u transakcijama dobavljača. Ako je prazno, koristi se vrsta plaćanja.

source: Transaction Text
hr_hr: Tekst transakcije

source: Transaction text in supplier transactions. If blank, it uses the bank narrative.
hr_hr: Tekst transakcije u transakcijama dobavljača. Ako je prazno, koristi se narativ banke.

source: Amount of Payment
hr_hr: Iznos plaćanja
pt_pt: Quantidade de pagamento

source: Payment Terms Maintenance
hr_hr: Uvjeti plaćanja Održavanje
pt_pt: Manutenção dos Rermos de Pagamento

source: The payment terms name must exist
hr_hr: Naziv uvjeta plaćanja mora postojati
pt_pt: O pagamento deve existir nome termos

source: The payment terms name must be two characters or less long
hr_hr: Naziv uvjeta plaćanja mora imati dva znaka ili manje
pt_pt: O nome dos termos do pagamento deve ter no máximo dois caracteres

source: The number of days or the day in the following month must be numeric
hr_hr: Broj dana ili dan u sljedećem mjesecu mora biti numerički
pt_pt: O número de dias ou o dia no mês seguinte deve ser numérico

source: The terms description must be forty characters or less long
hr_hr: Opis uvjeta mora imati četrdeset znakova ili manje
pt_pt: A descrição dos termos deve ter no máximo quarenta caracteres

source: When the check box is checked to indicate that the term expects a number of days after which accounts are due
hr_hr: Kada je potvrdni okvir označen da naznači da termin očekuje broj dana nakon kojih računi dospijevaju
pt_pt: Quando a caixa de controle estiver seleccionada para indicar que um termo espera um número de dias após o vencimento das contas

source: the number entered should be less than 361 days
hr_hr: uneseni broj treba biti manji od 361 dana
pt_pt: o número insirido deve ser menor que 361 dias

source: The payment terms definition record has been updated
hr_hr: Ažuriran je zapis definicije uvjeta plaćanja
pt_pt: O registro de definição dos termos de pagamento foram actualizados

source: The payment terms definition record has been added
hr_hr: Dodan je zapis definicije uvjeta plaćanja
pt_pt: O registro de definição dos termos de pagamento foi adicionado
