Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: For All Sales Areas
hr_hr: Za sva prodajna područja
pt_pt: Para Todas as Áreas de Vendas

source: For All Stock Categories
hr_hr: Za sve kategorije dionica
pt_pt: Para Todas as Categorias de Stock

source: For All Salespeople
hr_hr: Za sve prodavače
pt_pt: Para todos os vendedores

source: For Customers from
hr_hr: Za kupce iz
pt_pt: Para Clientes de

source: For Items from
hr_hr: Za artikle iz
pt_pt: Para Itens de

source: The sales graph data for the selected criteria could not be retrieved because
hr_hr: Podaci grafikona prodaje za odabrane kriterije nisu se mogli dohvatiti jer
pt_pt: Os dados do gráfico de vendas com o seguinte critério não pode ser obtido porque

source: There is not sales data for the criteria entered to graph
hr_hr: Nema podataka o prodaji za kriterije unesene u grafikon
pt_pt: Não há dados de vendas nestes critérios para ser inseridos no gráfico

source: Sales Inquiry
hr_hr: Upit o prodaji
pt_pt: Vendas Inquérito

source: Cannot summarize by transaction number with a date type of Order Date
hr_hr: Nije moguće sažeti prema broju transakcije s vrstom datuma Datum narudžbe
pt_pt: Não é possível resumir, em número de transações com um tipo de data da Ordem Data

source: Cannot sort by transaction number with a date type of Order Date
hr_hr: Nije moguće sortirati po broju transakcije s vrstom datuma Datum narudžbe
pt_pt: Não é possível classificar por número de transações com um tipo de data da Ordem Data

source: The sorting order is not defined
hr_hr: Redoslijed sortiranja nije definiran

source: Order Type - Sales Orders
hr_hr: Vrsta naloga - Prodajni nalozi
pt_pt: Tipo de Ordem - Pedidos de Vendas

source: Order Type - Quotations
hr_hr: Vrsta narudžbe - ponude
pt_pt: Tipo de Ordem - Citações

source: Invoice Type
hr_hr: Vrsta fakture
pt_pt: Tipo de fatura

source: Debtor No
hr_hr: Dužnik br
pt_pt: Devedor n.

source: Debtor Name
hr_hr: Ime dužnika
pt_pt: Nome do Devedor

source: Trans. No
hr_hr: Trans. Ne
pt_pt: Trans. Não

source: Salesman Code
hr_hr: Kodeks prodavača
pt_pt: Vendedor Código

source: Salesman Name
hr_hr: Ime prodavača
pt_pt: Nome do Caixeiro

source: Area Description
hr_hr: Opis područja
pt_pt: Descrição da Área

source: Order Type
hr_hr: Vrsta narudžbe
pt_pt: Tipo de Ordem

source: Sales Order
hr_hr: Prodajni nalog
pt_pt: Ordem de Vendas

source: Quotation
hr_hr: Citat
pt_pt: Oferta

source: Only Applies To Invoice Date Type
hr_hr: Odnosi se samo na vrstu datuma fakture
pt_pt: Só Aplica-se a Data Tipo fatura

source: For Sales Person
hr_hr: Za osobu u prodaji

source: Transaction Number sort only valid for Invoice Date Type
hr_hr: Sortiranje broja transakcije vrijedi samo za vrstu datuma fakture

source: Transaction Number summary only valid for Invoice Date Type
hr_hr: Sažetak broja transakcije vrijedi samo za vrstu datuma fakture

source: The SQL to the create temp stock moves table failed with the message
hr_hr: SQL za stvaranje privremene tablice pomicanja zaliha nije uspio s porukom

source: The SQL to insert temporary stockmoves records failed with the message
hr_hr: SQL za umetanje privremenih zapisa kretanja dionica nije uspio s porukom

source: The SQL to update tempstockmoves failed with the message
hr_hr: SQL za ažuriranje tempstockmoves nije uspio s porukom

source: Sales People Maintenance
hr_hr: Održavanje prodajnog osoblja
pt_pt: Manutenção dos Vendedores

source: No Commission
hr_hr: Bez provizije

source: The salesperson code must be three characters or less long
hr_hr: Šifra prodavača mora imati tri znaka ili manje
pt_pt: O código do vendedor deve ter no máximo três caracteres

source: The salesperson code cannot be empty
hr_hr: Šifra prodavača ne može biti prazna
pt_pt: O código do vendedor não pode ser nulo

source: The salesperson name must be thirty characters or less long
hr_hr: Ime prodavača mora imati trideset znakova ili manje
pt_pt: O nome do vendedor deve ser de trinta caracteres ou menos longo

source: The salesperson telephone number must be twenty characters or less long
hr_hr: Telefonski broj prodavača mora imati dvadeset znakova ili manje
pt_pt: O número de telefone do vendedor deve ter no máximo vinte caracteres

source: Salesperson record for
hr_hr: Zapisnik prodavača za
pt_pt: Registro de vendedor para

source: A new salesperson record has been added for
hr_hr: Dodan je novi zapis prodavača za
pt_pt: Um novo registro de vendedor foi adicionado para

source: The insert or update of the salesperson failed because
hr_hr: Umetanje ili ažuriranje prodavača nije uspjelo jer
pt_pt: A inserção ou atualização do vendedor foi mal sucedida pois

source: Cannot delete this salesperson because branches are set up referring to them
hr_hr: Nije moguće izbrisati ovog prodavača jer su podružnice postavljene prema njemu
pt_pt: Não é possível remover este vendedor pois existe filiais associados a ele

source: first alter the branches concerned
hr_hr: prvo promijenite dotične grane
pt_pt: primeiro altere as filiais relacionadas

source: branches that refer to this salesperson
hr_hr: podružnice koje se odnose na ovog prodavača
pt_pt: filiais que referenciam este vendedor

source: Cannot delete this salesperson because sales analysis records refer to them
hr_hr: Nije moguće izbrisati ovog prodavača jer se zapisi analize prodaje odnose na njega
pt_pt: Não é possível remover este vendedor pois registros de análise de vendas relacionados ao mesmo

source: sales analysis records that refer to this salesperson
hr_hr: evidencija analize prodaje koja se odnosi na ovog prodavača
pt_pt: registros de análise de vendas relacionados a este vendedor

source: Cannot delete this salesperson because
hr_hr: Ne mogu izbrisati ovog prodavača jer

source: user records that refer to this salesperson
hr_hr: korisničke zapise koji se odnose na ovog prodavača

source: First delete any users that refer to this sales person
hr_hr: Najprije izbrišite sve korisnike koji se odnose na ovu osobu u prodaji

source: The salesperson could not be deleted because
hr_hr: Prodavač nije mogao biti izbrisan jer
pt_pt: Não foi possível remover este vendedor pois

source: Commission Period
hr_hr: Razdoblje provizije

source: Edit Commission Rates
hr_hr: Uredite stope provizije

source: Are you sure you wish to delete this sales person?
hr_hr: Jeste li sigurni da želite izbrisati ovog prodavača?

source: Show All Sales People
hr_hr: Prikaži sve prodavače
pt_pt: Mostrar todos os vendedores

source: Edit the details for
hr_hr: Uredite pojedinosti za

source: Salesperson code
hr_hr: Šifra prodavača
pt_pt: Código do vendedor

source: Create a new sales person record
hr_hr: Stvorite novi zapis prodavača

source: Enter a three character code for this sales person.
hr_hr: Unesite kod od tri znaka za ovu prodavaču.

source: Salesperson Name
hr_hr: Ime prodavača
pt_pt: Nome do vendedor

source: Enter the name by which this sales person will be known.
hr_hr: Unesite ime po kojem će ova prodajna osoba biti poznata.

source: Contact telephone number for this sales person.
hr_hr: Kontakt telefon ovog prodavača.

source: Contact fax number for this sales person.
hr_hr: Kontaktirajte broj faksa ovog prodavača.

source: Select the period over which this sales person has there commission calculated.
hr_hr: Odaberite razdoblje za koje prodavač ima obračunatu proviziju.

source: An error occurred in retrieving the sales commission types from the database
hr_hr: Došlo je do pogreške prilikom dohvaćanja vrsta prodajne provizije iz baze podataka

source: Select the calculation method used to calculate commission for this sales person. This is only used if a commission period is selected.
hr_hr: Odaberite metodu izračuna koja se koristi za izračun provizije za ovog prodavača. Ovo se koristi samo ako je odabrano razdoblje provizije.

source: GL Commission Account
hr_hr: GL provizijski račun

source: Select the general ledger account to post the sales commission for this sales person to.
hr_hr: Odaberite račun glavne knjige na koji želite knjižiti prodajnu proviziju za ovu prodavaču.

source: Current?
hr_hr: Trenutno?

source: If this sales person is currently employed, select Yes, otherwise select No.
hr_hr: Ako je ovaj prodavač trenutno zaposlen, odaberite Da, u suprotnom odaberite Ne.

source: Sales to Customers
hr_hr: Prodaja kupcima

source: Customer's Currency
hr_hr: Valuta kupca

source: Shows a report of sales to customers for the range of selected dates.
hr_hr: Prikazuje izvješće o prodaji kupcima za raspon odabranih datuma.

source: Check this box to show sales invoices
hr_hr: Označite ovaj okvir za prikaz prodajnih faktura

source: Top Customer Sales Inquiry
hr_hr: Upit o prodaji vrhunskih kupaca

source: Display
hr_hr: Prikaz
pt_pt: Mostrar

source: Order By Net Sales
hr_hr: Naručite prema neto prodaji

source: Order By Quantity
hr_hr: Red po količini

source: Number to Display
hr_hr: Broj za prikaz

source: Rank
hr_hr: Rang

source: Top Sales Inquiry
hr_hr: Upit o vrhunskoj prodaji

source: Top Sales Items Inquiry
hr_hr: Upit o najprodavanijim artiklima

source: Sales Types
hr_hr: Vrste prodaje
pt_pt: Tipos de Vendas

source: Price List Maintenance
hr_hr: Cjenik Održavanje
pt_pt: Manutenção da Lista de Preços

source: The sales type (price list) code must be two characters or less long
hr_hr: Šifra vrste prodaje (cjenik) mora imati dva znaka ili manje
pt_pt: O código do tipo de venda (lista de preços) deve ter no máximo dois caracteres

source: The sales type (price list) code cannot be an empty string or spaces
hr_hr: Šifra vrste prodaje (cjenik) ne može biti prazan niz ili razmaci
pt_pt: O código do tipo de venda (lista de preços) não pode ser uma string vazia ou somente com espaços

source: The sales type (price list) description cannot be empty
hr_hr: Opis vrste prodaje (cjenik) ne može biti prazan

source: The sales type (price list) description must be forty characters or less long
hr_hr: Opis vrste prodaje (cjenik) mora imati četrdeset znakova ili manje
pt_pt: O tipo de venda (preço lista) descrição deve ser de quarenta caracteres ou menos longo

source: The sales type code cannot be AN since this is a system defined abbreviation for any sales type in general ledger interface lookups
hr_hr: Šifra vrste prodaje ne može biti AN budući da je ovo sistemski definirana kratica za bilo koju vrstu prodaje u traženju sučelja glavne knjige
pt_pt: O código de tipo de venda não pode ser uma vez que este é um sistema definido abreviatura para qualquer tipo de vendas em pesquisas de interface de contabilidade geral

source: The customer/sales/pricelist type
hr_hr: Vrsta kupca/prodaje/cjenika
pt_pt: O tipo de cliente/vendas/lista de preços

source: The customer/sales/pricelist type
hr_hr: Vrsta kupca/prodaje/cjenika
pt_pt: O tipo de cliente/vendas/lista de preços

source: Customer/sales/pricelist type
hr_hr: Vrsta kupca/prodaje/cjenika
pt_pt: Cliente/vendas/tipo de lista de preços

source: The number of transactions using this customer/sales/pricelist type could not be retrieved
hr_hr: Nije moguće dohvatiti broj transakcija koje koriste ovu vrstu kupca/prodaje/cjenika
pt_pt: O número de transacções que utilizam este tipo de cliente/vendas/lista de preços não poderam ser obtidos

source: Cannot delete this sale type because customer transactions have been created using this sales type
hr_hr: Nije moguće izbrisati ovu vrstu prodaje jer su transakcije kupaca stvorene pomoću ove vrste prodaje
pt_pt: Não foi possível remover este tipo de venda pois transacções de clientes foram criadas usando este tipo de venda

source: transactions using this sales type code
hr_hr: transakcije pomoću ovog koda vrste prodaje
pt_pt: transacções usando este código de tipo de venda

source: The number of transactions using this Sales Type record could not be retrieved because
hr_hr: Broj transakcija koje koriste ovaj zapis vrste prodaje nije se mogao dohvatiti jer
pt_pt: Não foi possível obter o número de transacções usando este registro de tipo de venda pois

source: Cannot delete this sale type because customers are currently set up to use this sales type
hr_hr: Nije moguće izbrisati ovu vrstu prodaje jer su kupci trenutno postavljeni za korištenje ove vrste prodaje
pt_pt: Não foi possível remover este tipo de venda pois clientes estão configurados para utilizar este tipo de venda

source: customers with this sales type code
hr_hr: kupaca s ovim kodom vrste prodaje
pt_pt: clientes com este código de tipo de venda

source: The Sales Type record could not be deleted because
hr_hr: Zapis vrste prodaje nije se mogao izbrisati jer
pt_pt: Não foi possível remover o registro de tipo de venda pois

source: Sales type
hr_hr: Vrsta prodaje
pt_pt: Tipo de venda

source: price list
hr_hr: cjenik
pt_pt: lista de preços

source: The Sales Type prices could not be deleted because
hr_hr: Cijene vrste prodaje ne mogu se izbrisati jer
pt_pt: Não foi possível remover os preços para o tipo de venda pois

source: and any prices for this sales type / price list were also deleted
hr_hr: i sve cijene za ovu vrstu prodaje / cjenik su također izbrisane
pt_pt: e quaisquer preços para este tipo de venda / lista de preços foram removidos

source: Type Code
hr_hr: Upišite kod
pt_pt: Código do tipo

source: Are you sure you wish to delete this price list and all the prices it may have set up?
hr_hr: Jeste li sigurni da želite izbrisati ovaj cjenik i sve cijene koje je možda postavio?
pt_pt: Tem a certeza que deseja eliminar esta lista de preços e todos os preços que pode ter criado?

source: Show All Sales Types Defined
hr_hr: Prikaži sve definirane vrste prodaje
pt_pt: Mostrar todos os tipos de venda definidos

source: Edit Sales Type/Price
hr_hr: Uredite vrstu/cijenu prodaje

source: Create Sales Type/Price List
hr_hr: Napravite vrstu prodaje/cjenik

source: Sales Type Name
hr_hr: Naziv vrste prodaje
pt_pt: Nome do Tipo de Vendas

source: Maintain Security Tokens
hr_hr: Održavajte sigurnosne tokene

source: This security token is currently used by the following scripts and cannot be deleted
hr_hr: Ovaj sigurnosni token trenutno koriste sljedeće skripte i ne može se izbrisati

source: The security token was deleted successfully
hr_hr: Sigurnosni token je uspješno izbrisan

source: The token ID is expected to be a number. Please enter a number for the token ID
hr_hr: Očekuje se da ID tokena bude broj. Unesite broj za ID tokena

source: A token ID must be entered
hr_hr: Mora se unijeti ID tokena

source: A token description must be entered
hr_hr: Mora se unijeti opis tokena

source: This token ID has already been used. Please use a new one
hr_hr: ID ovog tokena već je korišten. Molimo upotrijebite novi

source: The security token was inserted successfully
hr_hr: Sigurnosni token je uspješno umetnut

source: The security token was updated successfully
hr_hr: Sigurnosni token je uspješno ažuriran

source: Token ID
hr_hr: ID tokena

source: Are you sure you wish to delete this security token?
hr_hr: Jeste li sigurni da želite izbrisati ovaj sigurnosni token?

source: Edit Security Token
hr_hr: Uredi sigurnosni token

source: The security token description should describe which functions this token allows a user/role to access
hr_hr: Opis sigurnosnog tokena trebao bi opisati kojim funkcijama ovaj token dopušta pristup korisniku/ulozi

source: New Security Token
hr_hr: Novi sigurnosni token

source: Select an Asset
hr_hr: Odaberite sredstvo
pt_pt: Selecione um Activo

source: There are no asset categories currently defined please use the link below to set them up
hr_hr: Trenutačno nema definiranih kategorija sredstava, molimo koristite poveznicu u nastavku da biste ih postavili
pt_pt: Não existem categorias de activos actualmente definido por favor use o link abaixo para configurá-los

source: Define Asset Categories
hr_hr: Definirajte kategorije imovine
pt_pt: Definir as categorias de activos

source: Any asset category
hr_hr: Bilo koja kategorija imovine
pt_pt: Qualquer categoria de ativos

source: Enter partial description
hr_hr: Unesite djelomični opis
pt_pt: Digite descrição parcial

source: Enter partial asset code
hr_hr: Unesite djelomični kod sredstva
pt_pt: Digite o código parcial de ativos

source: Asset description keywords have been used in preference to the asset code extract entered
hr_hr: Ključne riječi opisa imovine korištene su radije nego uneseni izvadak koda imovine
pt_pt: Palavras-chave descrição Asset têm sido usados em preferência para o código do ativo extrato entrou

source: No assets were returned by the SQL because
hr_hr: SQL nije vratio sredstva jer
pt_pt: Sem bens foram devolvidos pelo SQL porque

source: No assets were returned by this search please re-enter alternative criteria to try again
hr_hr: Ova pretraga nije vratila nikakva sredstva. Ponovno unesite alternativne kriterije kako biste pokušali ponovno
pt_pt: Sem bens foram devolvidos por esta pesquisa, por favor re-introduzir critérios alternativos para tentar novamente

source: Search All Sales Orders
hr_hr: Pretraživanje svih prodajnih naloga
pt_pt: Procurar Todos os Pedidos de Venda

source: Search Sales Orders
hr_hr: Pretraživanje prodajnih naloga
pt_pt: Procurar Pedidos de Vendas

source: and for customer
hr_hr: i za kupca

source: for the part
hr_hr: za dio
pt_pt: para a parte

source: No selections have been made to search for parts
hr_hr: Nema odabira za traženje dijelova
pt_pt: Não foram feitas seleções para procura de partes

source: choose a stock category or enter some characters of the code or description then try again
hr_hr: odaberite kategoriju dionica ili unesite neke znakove koda ili opisa, a zatim pokušajte ponovno
pt_pt: escolha uma categoria de stock ou insira alguns caracteres do código ou descrição e tente novamente

source: Sales Order Search
hr_hr: Pretraga prodajnog naloga

source: for all orders placed after
hr_hr: za sve narudžbe poslane nakon
pt_pt: para todas as encomendas efectuadas após

source: Show Completed orders only
hr_hr: Prikaži samo dovršene narudžbe
pt_pt: Mostrar apenas as ordens Terminado

source: Search Orders
hr_hr: Narudžbe pretraživanja
pt_pt: Procurar pedidos

source: To search for sales orders for a specific part use the part selection facilities below
hr_hr: Za traženje prodajnih narudžbi za određeni dio koristite mogućnosti odabira dijelova u nastavku
pt_pt: Para procurar ordens de vendas para uma parte específica, utilize os meios de seleção de partes abaixo

source: Orders By Item Search
hr_hr: Pretraživanje narudžbi po stavkama

source: Select Contract
hr_hr: Odaberite Ugovor
pt_pt: Selecione Contrato

source: Contracts
hr_hr: Ugovori
pt_pt: Contratos

source: Select A Contract
hr_hr: Odaberite Ugovor
pt_pt: Selecione um Contrato

source: Contract Search
hr_hr: Pretraga ugovora

source: Search Contracts In
hr_hr: Tražite ugovore u

source: Not Yet Quoted
hr_hr: Još ne citati
pt_pt: Ainda não cotadas

source: Quoted - No Order Placed
hr_hr: Citirano - narudžba nije poslana
pt_pt: Citado - Não encomenda

source: All Contracts
hr_hr: Svi ugovori
pt_pt: Todos os Contratos

source: New Contract
hr_hr: Novi ugovor
pt_pt: Novo Contrato

source: No contracts were returned by the SQL because
hr_hr: SQL nije vratio nijedan ugovor jer
pt_pt: Sem contratos foram devolvidos pelo SQL porque

source: Issue To WO
hr_hr: Izdati WO
pt_pt: Problema Para WO

source: Contract Ref
hr_hr: Ref. ugovora
pt_pt: Referência do contrato

source: Create Credit Note
hr_hr: Stvorite knjižno odobrenje
pt_pt: Criar Nota de Crédito

source: This credit note has already been processed. Refreshing the page will not enter the credit note again
hr_hr: Ovo knjižno odobrenje već je obrađeno. Osvježavanjem stranice nećete ponovno unijeti knjižno odobrenje
pt_pt: Esta nota de crédito já foi processada. Ao refrescar a página novamente não irá inserir a nota de crédito novamente

source: Please use the navigation links provided rather than using the browser back button and then having to refresh
hr_hr: Upotrijebite navedene veze za navigaciju umjesto korištenja gumba za povratak u pregledniku i potrebe osvježavanja
pt_pt: Favor usar os links de navegação fornecidos ao invés de usar o botão Voltar do browser

source: At least one Customer Name keyword OR an extract of a Customer Code must be entered for the search
hr_hr: Za pretraživanje mora biti unesena najmanje jedna ključna riječ s imenom kupca ILI izvadak šifre kupca
pt_pt: Pelo menos uma palavra-chave do Nome do Cliente ou parte do Código do mesmo deve ser inserido para efectuar a pesquisa

source: Customer branch records requested cannot be retrieved because
hr_hr: Zatraženi zapisi podružnice kupaca ne mogu se dohvatiti jer
pt_pt: Não foi possível obter os registros de clientes requisitados pois

source: Sorry
hr_hr: oprosti
pt_pt: Desculpe

source: there are no customer branch records contain the selected text
hr_hr: nema zapisa podružnica kupaca koji sadrže odabrani tekst
pt_pt: não há registros contendo o texto seleccionado

source: Unable to identify the selected customer
hr_hr: Nije moguće identificirati odabranog kupca

source: Select Customer For Credit Note
hr_hr: Odaberite kupca za knjižno odobrenje
pt_pt: Selecione cliente para a nota de crédito

source: Customer Selection
hr_hr: Odabir kupaca
pt_pt: Seleção de cliente

source: Enter text in the customer name
hr_hr: Unesite tekst u ime kupca
pt_pt: Insira algo no campo 'Nome do cliente'

source: Enter text extract in the customer code
hr_hr: Unesite izvadak teksta u šifru kupca
pt_pt: Insira algo no campo 'código do cliente'

source: There are no products available that match the criteria specified
hr_hr: Nema dostupnih proizvoda koji odgovaraju navedenim kriterijima
pt_pt: Não existem produtos disponíveis enquadrados no critério especificado

source: is already on this credit - the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary
hr_hr: je već na ovom kreditu - sustav neće dopustiti istu stavku na knjižnom odobrenju više od jednom. Međutim, ako je potrebno, možete promijeniti količinu odobrenu postojećem retku
pt_pt: já se encontra neste crédito - o sistema não permitirá o mesmo item na mesma nota de crédito mais de que uma vez. No entanto, pode mudar a quantidade creditada da linha existente, se necessário.

source: There is a problem selecting the part because
hr_hr: Postoji problem odabira dijela jer
pt_pt: Houve um problema ao seleccionar a parte pois

source: does not exist in the database and cannot therefore be added to the credit note
hr_hr: ne postoji u bazi podataka i stoga se ne može dodati u knjižno odobrenje
pt_pt: não existe no base de dados e não pode portanto ser adicionado à nota de crédito

source: The item selected is already on this credit the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary.
hr_hr: Odabrana stavka već je na ovom kreditu, sustav neće dopustiti istu stavku na knjižnom odobrenju više od jednom. Međutim, ako je potrebno, možete promijeniti količinu odobrenu postojećem retku.
pt_pt: O item selecionado já se encontra neste crédito, o sistema não permitirá o mesmo item na mesma nota de crédito mais de que uma vez. No entanto, pode mudar a quantidade creditada da linha existente, se necessário.

source: The item details could not be retrieved because
hr_hr: Pojedinosti o artiklu nije bilo moguće dohvatiti jer
pt_pt: Não foi possível obter os detalhes do item pois

source: Gross
hr_hr: Bruto
pt_pt: Bruto

source: Are you sure you wish to delete this line item from the credit note?
hr_hr: Jeste li sigurni da želite izbrisati ovu stavku retka iz knjižnog odobrenja?
pt_pt: Tem certeza de que deseja eliminar esta linha de item da nota de crédito?

source: Credit Freight
hr_hr: Kreditni teret
pt_pt: Crédito do Frete
