Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The supplier type name description must contain at least one character
hr_hr: Opis naziva tipa dobavljača mora sadržavati najmanje jedan znak
pt_pt: O fornecedor descrição digite o nome deve conter pelo menos um caractere

source: You already have a supplier type called
hr_hr: Već imate pozvanu vrstu dobavljača
pt_pt: Você já tem um tipo chamado fornecedor

source: The supplier type
hr_hr: Vrsta dobavljača
pt_pt: O tipo de fornecedor

source: Supplier type
hr_hr: Tip dobavljača
pt_pt: Tipo Fornecedor

source: The number of suppliers using this Type record could not be retrieved because
hr_hr: Broj dobavljača koji koriste ovaj zapis vrste nije se mogao dohvatiti jer
pt_pt: O número de fornecedores, que utilizam este tipo de registro não pode ser recuperada, pois

source: Cannot delete this type because suppliers are currently set up to use this type
hr_hr: Nije moguće izbrisati ovu vrstu jer su dobavljači trenutno postavljeni za korištenje ove vrste
pt_pt: Não é possível eliminar este tipo porque os fornecedores estão configurados para usar esse tipo de

source: suppliers with this type code
hr_hr: dobavljači s ovim kodom tipa
pt_pt: fornecedores com este tipo de código

source: Are you sure you wish to delete this Supplier Type?
hr_hr: Jeste li sigurni da želite izbrisati ovu vrstu dobavljača?
pt_pt: Tem certeza de que deseja apagar este tipo de fornecedor?

source: Edit Supplier Type
hr_hr: Uredi vrstu dobavljača

source: Create Supplier Type
hr_hr: Stvorite vrstu dobavljača

source: less than 100 characters
hr_hr: manje od 100 znakova

source: The input should not be over 100 characters and contains illegal characters
hr_hr: Unos ne smije biti duži od 100 znakova i sadržavati nedopuštene znakove

source: A supplier must first be selected before logins can be defined for it
hr_hr: Prvo se mora odabrati dobavljač prije nego što se za njega mogu definirati prijave

source: Receivables
hr_hr: Potraživanja
pt_pt: Contas a Receber

source: Payables
hr_hr: Obveze za plaćanje
pt_pt: Contas a Pagar

source: Purchasing
hr_hr: Kupnja
pt_pt: Compras

source: Manufacturing
hr_hr: Proizvodnja
pt_pt: Produção

source: Asset Manager
hr_hr: Upravitelj imovine

source: A new supplier login has been created
hr_hr: Stvorena je nova prijava dobavljača

source: Supplier Login Details
hr_hr: Podaci za prijavu dobavljača

source: More than 4 characters
hr_hr: Više od 4 znaka

source: The user ID must has more than 4 legal characters
hr_hr: ID korisnika mora imati više od 4 pravna znaka

source: More than 5 characters
hr_hr: Više od 5 znakova

source: Password must be more than 5 characters
hr_hr: Lozinka mora imati više od 5 znakova

source: User name
hr_hr: Korisničko ime
pt_pt: Nome de Utilizador

source: Must be less than 35 characters
hr_hr: Mora imati manje od 35 znakova

source: number and allowed charactrs
hr_hr: broj i dozvoljeni znakovi

source: The input must be phone number
hr_hr: Unos mora biti broj telefona

source: email address format
hr_hr: format adrese e-pošte

source: The input must be email address
hr_hr: Unos mora biti adresa e-pošte

source: The supplier login role is expected to contain just one token - number 9. There is no such role currently defined - so a supplier login cannot be set up until this role is defined
hr_hr: Očekuje se da će uloga za prijavu dobavljača sadržavati samo jedan token - broj 9. Trenutno nije definirana takva uloga - tako da se prijava za dobavljača ne može postaviti dok se ova uloga ne definira

source: Default Location
hr_hr: Zadana lokacija
pt_pt: Localização Padrão

source: Payment Run Report
hr_hr: Izvješće o tijeku plaćanja
pt_pt: Relatório de Pagamento

source: and Due By
hr_hr: i Due By
pt_pt: e devido por

source: Supplier ID
hr_hr: ID dobavljača
pt_pt: Código do Fornecedor

source: There are no outstanding supplier invoices to pay
hr_hr: Nema nepodmirenih faktura dobavljača za plaćanje
pt_pt: Não há faturas do fornecedor de pagar

source: Grand Total Payments Due
hr_hr: Ukupna dospjela plaćanja
pt_pt: Pagamento total devido

source: Payment Run
hr_hr: Plaćanje
pt_pt: Pagamento

source: To process payments for
hr_hr: Za obradu plaćanja za
pt_pt: Para processar pagamentos para

source: a numeric exchange rate applicable for purchasing the currency to make the payment with must be entered
hr_hr: mora se unijeti numerički tečaj primjenjiv za kupnju valute u kojoj se vrši plaćanje
pt_pt: uma taxa de câmbio numérica aplicável para compra da moeda com a qual se fará o pagamento deve ser inserida

source: This rate is used to calculate the difference in exchange and make the necessary postings to the General ledger if linked
hr_hr: Ova se stopa koristi za izračun tečajne razlike i potrebna knjiženja u glavnoj knjizi ako je povezana
pt_pt: Esta taxa é usada para calcular a diferença no câmbio e fazer as modificações necessárias no livro de contabilidade se lincado

source: Select Suppliers To Pay
hr_hr: Odaberite dobavljače za plaćanje

source: Illegal characters are not allowed
hr_hr: Nedopušteni znakovi nisu dopušteni

source: For Suppliers Trading in
hr_hr: Za dobavljače koji trguju
pt_pt: Para Fornecedores em Negociação em

source: The input must be number
hr_hr: Unos mora biti broj

source: Payments Due To
hr_hr: Dospjela plaćanja
pt_pt: Pagamentos Devidos Aos

source: Pay From Account
hr_hr: Plaćanje s računa
pt_pt: Pagar da Conta

source: Print PDF Only
hr_hr: Ispiši samo PDF
pt_pt: Imprimir somente PDF

source: Print and Process Payments
hr_hr: Ispis i obrada plaćanja
pt_pt: Imprimir e Processar Pagamentos

source: All Prices
hr_hr: Sve cijene
pt_pt: Todos os preços

source: Current Price
hr_hr: Trenutna cijena
pt_pt: Preço Atual

source: Report
hr_hr: Izvješće
pt_pt: Relatório

source: There are no result so the PDF is empty
hr_hr: Nema rezultata pa je PDF prazan

source: Supplier Price List for
hr_hr: Cjenik dobavljača za
pt_pt: Fornecedor Lista de Preços para

source: Conv Factor
hr_hr: Faktor konverzije

source: Supp Code
hr_hr: Supp kod
pt_pt: Supp Código

source: Please find attached the Supplier Price List, generated by user
hr_hr: Please find attached the Dobavljač Price List, generated by user

source: View supplier price
hr_hr: Pogledajte cijenu dobavljača

source: Purchase
hr_hr: Kupiti
pt_pt: Compra

source: View the Price List from supplier
hr_hr: Pogledajte cjenik dobavljača
pt_pt: Ver a lista de preço do fornecedor

source: Only Current Price
hr_hr: Samo trenutna cijena
pt_pt: Preço Apenas atual

source: Shipment Charges or Credits
hr_hr: Troškovi otpreme ili krediti
pt_pt: Encargos de Carregamento ou Créditos

source: Shipment charges or credits are entered against supplier invoices or credit notes respectively
hr_hr: Troškovi otpreme ili krediti se unose uz fakture dobavljača ili odobrenja
pt_pt: Declaração de carregamento ou créditos são entradas para facturas de fornecedor ou notas de crédito respectivamente

source: Shipment charges must reference a shipment. It appears that no shipment has been entered
hr_hr: Troškovi dostave moraju upućivati ​​na pošiljku. Čini se da nije unesena pošiljka

source: The shipment entered manually is not a valid shipment reference. If you do not know the shipment reference, select it from the list
hr_hr: Ručno unesena pošiljka nije važeća referenca pošiljke. Ako ne znate referencu pošiljke, odaberite je s popisa
pt_pt: A transferência inseridos manualmente não é uma referência de envio válido. Se você não sabe a referência de transferência, selecione-o na lista

source: This shipment charge cannot be added to the invoice
hr_hr: Ova naknada za pošiljku ne može se dodati na fakturu
pt_pt: Esta declaração de carregamento não pode ser adicionada à factura

source: Shipment charges on Invoice
hr_hr: Troškovi dostave na fakturi
pt_pt: Declaração de carregamento na factura

source: Shipment credits on Credit Note
hr_hr: Kredit za otpremu na Knjizi o kreditu
pt_pt: Declaração de carregamento na nota de crédito

source: Shipment Reference
hr_hr: Referenca pošiljke
pt_pt: Referência do carregamento

source: positive integer
hr_hr: pozitivan cijeli broj

source: The shiment Ref should be positive integer
hr_hr: Referenca pošiljke treba biti pozitivan cijeli broj

source: Shipment Selection
hr_hr: Odabir pošiljke
pt_pt: Seleção do carregamento

source: otherwise select the shipment from the list
hr_hr: inače odaberite pošiljku s popisa
pt_pt: caso contrário seleccione o carregamento da lista

source: Non zero number
hr_hr: Broj različit od nule

source: The input must be non zero number
hr_hr: Unos mora biti broj različit od nule

source: Enter Shipment Charge
hr_hr: Unesite trošak pošiljke
pt_pt: Insira Carga do Carregamento

source: Supplier Transaction General Ledger Analysis
hr_hr: Analiza glavne knjige transakcija dobavljača
pt_pt: Análise de Transação do Fornecedor no Livro de Contabilidade

source: To enter a supplier invoice or credit note the supplier must first be selected from the supplier selection screen
hr_hr: Za unos fakture dobavljača ili odobrenja dobavljača prvo morate odabrati na zaslonu za odabir dobavljača
pt_pt: Um fornecedor deve ser seleccionado antes de inserir uma nota de crédito ou factura de fornecedor

source: then the link to enter a supplier invoice or supplier credit note must be clicked on
hr_hr: tada se mora kliknuti poveznica za unos fakture dobavljača ili odobrenja dobavljača
pt_pt: e então deve-se clicar no link correspondente

source: The contract reference entered is not a valid contract, this line cannot be added to the transaction
hr_hr: Unesena referenca ugovora nije važeći ugovor, ovaj se redak ne može dodati transakciji
pt_pt: A referência de contrato inserida não corresponde à um contrato válido, esta linha não pode ser adicionada à transação

source: General Ledger Analysis of Invoice From
hr_hr: Analiza glavne knjige računa od
pt_pt: Análise do livro de contabilidade da factura de

source: General Ledger Analysis of Credit Note From
hr_hr: Analiza glavne knjige odobrenja iz
pt_pt: Análise do livro de contabilidade da nota de crédito de

source: Supplier GL Analysis
hr_hr: Analiza GL dobavljača

source: less than 20 alpha-numeric characters
hr_hr: manje od 20 alfanumeričkih znakova

source: The input must be alpha-numeric characters
hr_hr: Unos mora biti alfanumerički znakovi

source: No zero numeric
hr_hr: Nema nulte brojke

source: Supplier How Paid Inquiry
hr_hr: Upit o načinu plaćanja dobavljača

source: Supplier Where Allocated
hr_hr: Dobavljač gdje je dodijeljen

source: Inquiry Critertia
hr_hr: Kriteriji upita

source: Debit Note
hr_hr: Obavijest o zaduženju

source: System Parameters
hr_hr: Parametri sustava

source: First overdue deadline days must be a number
hr_hr: Prvi zakašnjeli rok mora biti broj
pt_pt: Primeiros dias do prazo de vencimento deve ser um número

source: Second overdue deadline days must be a number
hr_hr: Drugi zakašnjeli rok mora biti broj
pt_pt: Segundos dias do prazo de vencimento deve ser um número

source: Default Credit Limit must be a number
hr_hr: Zadani kreditni limit mora biti broj
pt_pt: O Limite de Crédito Padrão deve ser numérico

source: The Romalpa Clause may not contain single quotes and may not be longer than 5000 chars
hr_hr: Romalpa klauzula ne smije sadržavati jednostruke navodnike i ne smije biti duža od 5000 znakova
pt_pt: A Cláusula Romalpa não podem conter aspas simples e não pode ser superior a 5.000 caracteres

source: No less than 1 and more than 99 Quick entries allowed
hr_hr: Dopušteno je najmanje 1 i više od 99 brzih unosa
pt_pt: Não menos a 1 e mais de 99 entradas rápidas permitidas

source: The maximum number of serial numbers issued must be numeric and greater than zero
hr_hr: Najveći broj izdanih serijskih brojeva mora biti numerički i veći od nule

source: Freight Charge Applies If Less Than must be a number
hr_hr: Prijevoznina se primjenjuje ako Manje od mora biti broj
pt_pt: Aplicar Encargos de Transporte Se Menos Que deve ser um número

source: Standard Cost Decimal Places must be a number between 0 and 4
hr_hr: Decimalna mjesta standardne cijene moraju biti brojevi između 0 i 4

source: Financial period per year must be a number between 1 and 12
hr_hr: Financijsko razdoblje po godini mora biti broj između 1 i 12
pt_pt: Financeiro período por ano deve ser um número entre 1 e 12

source: Unexpected Show Zero Counts Within Stock Usage Graph Period Range value.
hr_hr: Neočekivani prikaz nulte brojke unutar vrijednosti raspona razdoblja grafikona korištenja zaliha.

source: The Tax Authority Reference Name must be 25 characters or less long
hr_hr: Referentni naziv porezne uprave mora imati 25 znakova ili manje
pt_pt: O Nome da Aut.Fiscal pode ter no máx. 25 carateres

source: Over Charge Proportion must be a percentage
hr_hr: Udio prekoračenja mora biti postotak
pt_pt: Porporção Excedente deve-se encontrar em percentagem

source: Over Receive Proportion must be a percentage
hr_hr: Udio više primanja mora biti postotak
pt_pt: Recepção de Proporções Excessivas deve ser uma percentagem

source: Lines per page must be greater than 1
hr_hr: Broj redaka po stranici mora biti veći od 1
pt_pt: Linhas por página deve ser superior a 1

source: The number of months of audit trail to keep must be zero or a positive number less than 100 months
hr_hr: Broj mjeseci revizijskog traga koji treba voditi mora biti nula ili pozitivan broj manji od 100 mjeseci
pt_pt: O número de meses de auditoria para manter deve ser zero ou um número positivo menor que 100 meses

source: DefaultTaxCategory must be between 1 and 9
hr_hr: DefaultTaxCategory mora biti između 1 i 9
pt_pt: A Categoria de Imposto Padrão deve se encontrar entre 1 e 9

source: Default maximum number of records to display must be between 1 and 500
hr_hr: Zadani maksimalni broj zapisa za prikaz mora biti između 1 i 500
pt_pt: O número máximo padrão de registros a exibir deve se encontrar entre 1 e 500

source: The number of frequently ordered items to display must be numeric
hr_hr: Broj često naručenih artikala za prikaz mora biti numerički
pt_pt: O número de itens que freqüentemente requisitados para mostrar deve ser numérico

source: The SMTP setting should be selected as Yes or No
hr_hr: Postavka SMTP treba biti odabrana kao Da ili Ne

source: The Quality Log Samples setting should be selected as Yes or No
hr_hr: Postavka Quality Log Samples trebala bi biti odabrana kao Yes ili No

source: The Quality ProdSpec Text may not contain single quotes and may not be longer than 5000 chars
hr_hr: Quality ProdSpec Text ne smije sadržavati jednostruke navodnike i ne smije biti dulji od 5000 znakova

source: The Quality COA Text may not contain single quotes and may not be longer than 5000 chars
hr_hr: Tekst COA kvalitete ne smije sadržavati jednostruke navodnike i ne smije biti dulji od 5000 znakova

source: Cannot write to the configuration file.
hr_hr: Nije moguće pisati u konfiguracijsku datoteku.

source: The configuration file was updated.
hr_hr: Konfiguracijska datoteka je ažurirana.

source: Cannot open the configuration file.
hr_hr: Nije moguće otvoriti konfiguracijsku datoteku.

source: The system configuration could not be updated because
hr_hr: Konfiguracija sustava nije se mogla ažurirati jer
pt_pt: Não foi possível actualizar o relatório pois

source: System configuration updated
hr_hr: Konfiguracija sustava ažurirana
pt_pt: Configuração do Sistema Actualizado

source: Configuration Options
hr_hr: Mogućnosti konfiguracije

source: Perform Database Maintenance At Logon
hr_hr: Izvršite održavanje baze podataka pri prijavi
pt_pt: Efectuar Manutenção de Base de Dados ao Entrar

source: Never
hr_hr: Nikada
pt_pt: Nunca

source: Allow SysAdmin Access Only
hr_hr: Dopusti samo pristup administratoru sustava

source: Default Date Format
hr_hr: Zadani format datuma

source: d/m/Y
hr_hr: d/m/g

source: m/d/Y
hr_hr: m/d/g

source: Y/m/d
hr_hr: g/m/d

source: The default date format for entry of dates and display.
hr_hr: Zadani format datuma za unos datuma i prikaz.
pt_pt: O formato padrão de data para a entrada de datas e mostrar.

source: Default Theme
hr_hr: Zadana tema

source: The default theme to use for the login screen and the setup of new users. The users' theme selection will override it.
hr_hr: Zadana tema koja se koristi za zaslon za prijavu i postavljanje novih korisnika. Odabir teme korisnika će ga nadjačati.

source: Accounts Receivable/Payable Settings
hr_hr: Postavke potraživanja/plaćanja
pt_pt: Configuração de Contas a Pagar/Receber

source: First Overdue Deadline in (days)
hr_hr: Prvi prekoračeni rok u (dana)
pt_pt: Primeiro Prazo de Vencimento em (dias)

source: The input must be integer
hr_hr: Unos mora biti cijeli broj

source: Customer and supplier balances are displayed as overdue by this many days. This parameter is used on customer and supplier enquiry screens and aged listings
hr_hr: Stanja kupaca i dobavljača prikazana su kao zakašnjela za ovoliko dana. Ovaj se parametar koristi na zaslonima upita kupaca i dobavljača i starim popisima
pt_pt: Cliente e fornecedor saldos são mostrados como atrasadas por este muitos dias. Este parâmetro é usado nos ecrãs de inquérito e listagens com idades no cliente e fornecedor

source: Second Overdue Deadline in (days)
hr_hr: Drugi prekoračeni rok u (dana)
pt_pt: Segundo Prazo de Vencimento em (dias)

source: As above but the next level of overdue
hr_hr: Kao gore, ali sljedeća razina kasni
pt_pt: Como acima, mas o próximo nível de atraso

source: Default Credit Limit
hr_hr: Zadani kreditni limit
pt_pt: Limite de Crédito Padrão

source: The default used in new customer set up
hr_hr: Zadana vrijednost koja se koristi u postavljanju novog korisnika
pt_pt: O padrão utilizado na configuração de novos clientes

source: Check Credit Limits
hr_hr: Provjerite kreditna ograničenja
pt_pt: Verificar Limite de Crédito

source: Do not check
hr_hr: Ne provjeravajte
pt_pt: Não verificar

source: Warn on breach
hr_hr: Upozoriti na kršenje
pt_pt: Aviso sobre violação

source: Prohibit Sales
hr_hr: Zabraniti prodaju
pt_pt: Proibir Vendas

source: Credit limits can be checked at order entry to warn only or to stop the order from being entered where it would take a customer account balance over their limit
hr_hr: Kreditna ograničenja mogu se provjeriti pri unosu naloga samo za upozorenje ili za zaustavljanje unosa naloga kada bi stanje na računu korisnika prekoračilo njihov limit
pt_pt: Os limites de crédito podem ser verificados a ordem de inserção para avisar apenas ou para parar a ordem de ser inserida onde levaria o equilíbrio da conta do cliente sobre o seu limite

source: Show Settled Last Month
hr_hr: Prikaži nagodbu prošli mjesec
pt_pt: Mostrar O Que Estabelecido No Mês Passado

source: This setting refers to the format of customer statements. If the invoices and credit notes that have been paid and settled during the course of the current month should be shown then select Yes. Selecting No will only show currently outstanding invoices, credits and payments that have not been allocated
hr_hr: Ova se postavka odnosi na format izjava kupaca. Ako se trebaju prikazati računi i odobrenja koji su plaćeni i podmireni tijekom tekućeg mjeseca, odaberite Da. Odabirom Ne prikazat će se samo trenutno nepodmirene fakture, krediti i plaćanja koja nisu dodijeljena
pt_pt: Esta definição refere-se ao formato das declarações do cliente. Se as faturas e notas de crédito que tenham sido pagas e liquidadas no decorrer do mês em curso deve ser apresentada, em seguida selecione Sim. Selecionando Não, só irá mostrar facturas pendentes actuais, créditos e pagamentos que não tenham sido atribuídas

source: Romalpa Clause
hr_hr: Klauzula Romalpa
pt_pt: Cláusula Romalpa

source: This text appears on invoices and credit notes in small print. Normally a reservation of title clause that gives the company rights to collect goods which have not been paid for - to give some protection for bad debts.
hr_hr: Ovaj se tekst pojavljuje na fakturama i knjižnim odobrenjima malim slovima. Obično se radi o klauzuli o pridržaju prava vlasništva koja poduzeću daje pravo naplate robe koja nije plaćena – kako bi se pružila određena zaštita za loše dugove.
pt_pt: Este texto aparece nas faturas e notas de crédito em letras pequenas. Normalmente uma cláusula de reserva de título que dá direito à empresa para recolher as mercadorias que não tiverem sido pagas - para dar alguma protecção para dívidas incobráveis.

source: Quick Entries
hr_hr: Brzi unosi
pt_pt: Entradas Rápidas

source: This parameter defines the layout of the sales order entry screen. The number of fields available for quick entries. Any number from 1 to 99 can be entered.
hr_hr: Ovaj parametar definira izgled ekrana za unos prodajnog naloga. Broj polja dostupnih za brze unose. Može se unijeti bilo koji broj od 1 do 99.
pt_pt: Este parâmetro define a esboço da página das entradas das ordens de vendas. O número de campos disponíveis para rápidas entradas. Qualquer número de 1 a 99 podem ser inseridos.

source: Maximum number of serial numbered items that can be issued
hr_hr: Maksimalni broj stavki označenih serijskim brojevima koji se mogu izdati

source: This parameter defines the Maximum number of serial numbered items that can be issued. It should be an integer greater than zero.
hr_hr: Ovaj parametar definira maksimalan broj stavki označenih serijskim brojevima koji se mogu izdati. Trebao bi biti cijeli broj veći od nule.

source: To show the most frequently ordered items enter the number of frequently ordered items you wish to display from 1 to 99. If you do not wish to display the frequently ordered item list enter 0.
hr_hr: Za prikaz najčešće naručenih artikala unesite broj često naručenih artikala koje želite prikazati od 1 do 99. Ako ne želite prikazati popis često naručenih artikala unesite 0.
pt_pt: Para mostrar os itens mais solicitados digite o número de itens que freqüentemente requisitados você deseja exibir 1-99. Se você não deseja exibir a lista freqüentemente requisitados item digite 0.

source: Sales Order Allows Same Item Multiple Times
hr_hr: Prodajni nalog omogućuje isti artikl više puta
pt_pt: Permitir Itens Repetidos no Pedido de Venda

source: Order Entry allows Line Item Narrative
hr_hr: Unos narudžbe omogućuje opis stavke retka
pt_pt: Pedido Inserido permite a Descrição da Linha do Item

source: Allow Narrative Entry
hr_hr: Dopusti narativni unos
pt_pt: Permite Inserção de Descrição

source: No Narrative Line
hr_hr: Nema narativne linije
pt_pt: Sem Linha de Descrição

source: Select whether or not to allow entry of narrative on order line items. This narrative will appear on invoices and packing slips. Useful mainly for service businesses.
hr_hr: Odaberite želite li dopustiti unos narativa u stavke retka narudžbe. Ovaj narativ pojavit će se na fakturama i otpremnicama. Korisno uglavnom za uslužne djelatnosti.
pt_pt: Seleccione se pretende ou não autorizar a inserção de descrição no pedido de linha de itens. Esta descrição vai aparecer nas facturas e embalagens de envios. Útil principalmente para empresas de serviços.

source: Languages to Maintain Translations for Item Descriptions
hr_hr: Jezici za održavanje prijevoda za opise predmeta

source: Select the languages in which translations of the item description will be maintained. The default language is excluded.
hr_hr: Odaberite jezike na kojima će se održavati prijevodi opisa artikla. Zadani jezik je isključen.

source: Google Translator API Key
hr_hr: Google Translator API ključ

source: Google Translator API Key to allow automatic translations. More info at https://cloud.google.com/translate/
hr_hr: Google Translator API ključ za omogućavanje automatskih prijevoda. Više informacija na https://cloud.google.com/translate/
