Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: has been posted
hr_hr: je objavljeno
pt_pt: foi apresentada

source: Bank Accounts have not yet been defined. You must first
hr_hr: Bankovni računi još nisu definirani. Prvo morate
pt_pt: Contas Bancárias não foram definidas. Você deve primeiro definil-as

source: define the bank accounts
hr_hr: definirati bankovne račune
pt_pt: definir as contas bancárias

source: and general ledger accounts to be affected
hr_hr: i račune glavne knjige koji će biti pogođeni
pt_pt: e contas no livro de contabilidade a serem afectadas

source: Show bank reconciliation statement
hr_hr: Prikaži bankovnu izjavu o usklađenju
pt_pt: Mostrar enunciado de reconciliação bancária

source: Could not retrieve the currency and exchange rate for the selected bank account
hr_hr: Nije moguće dohvatiti valutu i tečaj za odabrani bankovni račun
pt_pt: Não foi possível recuperar a taxa de câmbio de moeda e para a conta bancária seleccionada

source: Balance as at
hr_hr: Stanje kao kod
pt_pt: Saldo em

source: The unpresented cheques could not be retrieved by the SQL because
hr_hr: Nepredstavljene provjere nije mogao dohvatiti SQL jer
pt_pt: Os cheques não podem ser consultados pois

source: Add back unpresented cheques
hr_hr: Dodajte nepredočene čekove
pt_pt: Apresentar novamente os cheques

source: Number
hr_hr: Broj
pt_pt: Número

source: Reference
hr_hr: Referenca
pt_pt: Referência

source: Orig Amount
hr_hr: Izvorni iznos
pt_pt: Quantidade original

source: Total of all unpresented cheques
hr_hr: Ukupno svih nepredočenih čekova
pt_pt: Total de cheques apresentados

source: The uncleared deposits could not be retrieved by the SQL because
hr_hr: Neočišćene depozite nije mogao dohvatiti SQL jer
pt_pt: Os valores são inacessíveis pois

source: Less deposits not cleared
hr_hr: Manje neočišćeni depoziti
pt_pt: DOCs menores pendentes

source: Total of all uncleared deposits
hr_hr: Ukupno svih nerazmirenih depozita
pt_pt: Total dos DOCs pendentes

source: Bank statement balance should be
hr_hr: Stanje bankovnog izvoda mora biti
pt_pt: A declaração de saldos do banco deve ser

source: Enter the actual bank statement balance
hr_hr: Unesite stvarno stanje bankovnog izvoda
pt_pt: Insira a declaração actual de saldos do banco

source: Calculate and Post Exchange Difference
hr_hr: Izračunajte i proknjižite tečajnu razliku
pt_pt: Calcular e Aprensentar Diferença Cambial

source: This will create a general ledger journal to write off the exchange difference in the current balance of the account. It is important that the exchange rate above reflects the current value of the bank account currency
hr_hr: Ovo će stvoriti dnevnik glavne knjige za otpis tečajne razlike u trenutnom stanju računa. Važno je da gornji tečaj odražava trenutnu vrijednost valute bankovnog računa
pt_pt: Isso irá criar um blog Razão para amortizar a diferença de câmbio no saldo atual da conta. É importante que a taxa de câmbio acima reflete o valor atual da moeda de conta bancária

source: Are You Sure?
hr_hr: Jeste li sigurni?
pt_pt: Confirma por favor

source: It is normal for foreign currency accounts to have exchange differences that need to be reflected as the exchange rate varies. This reconciliation is prepared using the exchange rate set up in the currencies table (see the set-up tab). This table must be maintained with the current exchange rate before running the reconciliation. If you wish to create a journal to reflect the exchange difference based on the current exchange rate to correct the reconciliation to the actual bank statement balance click below.
hr_hr: Normalno je da računi u stranoj valuti imaju tečajne razlike koje se moraju odražavati kako se tečaj mijenja. Ovo usklađivanje priprema se pomoću tečaja postavljenog u tablici valuta (pogledajte karticu za postavljanje). Ova se tablica mora održavati s trenutnim tečajem prije pokretanja usklađivanja. Ako želite stvoriti dnevnik koji će odražavati tečajnu razliku na temelju trenutnog tečaja kako biste ispravili usklađivanje sa stvarnim stanjem bankovnog izvoda, kliknite ispod.
pt_pt: É normal que as contas em moeda estrangeira a ter diferenças de câmbio que precisam ser refletidos como a taxa de câmbio varia. Esta conciliação é elaborado com base na taxa de câmbio instituído na tabela moedas (ver o conjunto de guia-up). Este quadro deve ser mantido com a taxa de câmbio corrente antes de executar a reconciliação. Se você deseja criar um blog para reflectir a diferença de câmbio com base na atual taxa de câmbio para corrigir a reconciliação com o real, clique em saldo bancário demonstrativo abaixo.

source: Match off cleared payments
hr_hr: Uskladite odobrena plaćanja
pt_pt: Pagamentos efectuados

source: Match off cleared deposits
hr_hr: Uskladite očišćene depozite
pt_pt: DOCs efectuados

source: The SQL to create passbom failed with the message
hr_hr: SQL za stvaranje passbom nije uspio s porukom
pt_pt: O SQL para criar passbom falhou com a mensagem

source: Create of tempbom failed because
hr_hr: Stvaranje tempbom nije uspjelo jer
pt_pt: Criar de tempbom falhou porque

source: Part Number
hr_hr: Broj dijela
pt_pt: Parte do Número

source: Part Description
hr_hr: Opis dijela
pt_pt: Parte da Descrição

source: Build
hr_hr: Izgraditi
pt_pt: Construir

source: Quantity
hr_hr: Količina
pt_pt: Quantidade

source: On Hand
hr_hr: Pri ruci
pt_pt: Entregue

source: Shortage
hr_hr: Nedostatak
pt_pt: Escassez

source: Quantity Extended BOM Listing
hr_hr: Prošireni spisak sastavnica količine
pt_pt: Quantidade prolongado Listagem BOM

source: Part
hr_hr: Dio
pt_pt: Parte

source: Enter the item code that you wish to display the extended bill of material for
hr_hr: Unesite šifru artikla za koji želite prikazati prošireni popis materijala

source: Selection Option
hr_hr: Opcija odabira
pt_pt: Opção Seleção

source: Show All Parts
hr_hr: Prikaži sve dijelove
pt_pt: Mostrar todas as partes

source: Only Show Shortages
hr_hr: Prikaži samo nedostatke
pt_pt: Mostrar apenas Escassez

source: Location
hr_hr: Mjesto
pt_pt: Local

source: Centre
hr_hr: Centar

source: Indented BOM Listing
hr_hr: Uvučeni popis sastavnice
pt_pt: Indentar Litagem BOM

source: Enter the item code of parent item to list the bill of material for
hr_hr: Unesite šifru nadređene stavke za ispis popisa materijala

source: Levels
hr_hr: Razine
pt_pt: Níveis

source: All Levels
hr_hr: Sve razine
pt_pt: Todos os Níveis

source: One Level
hr_hr: Jedna razina
pt_pt: Um nível

source: Reverse Indented BOM Listing
hr_hr: Obrnuti uvučeni popis sastavnice
pt_pt: Reverter Indentação da Listagem BOM

source: Enter the item code required to list the bill of material for
hr_hr: Unesite šifru artikla potrebnu za popis popisa materijala

source: Costed Bill Of Material
hr_hr: Troškovni popis materijala
pt_pt: Factura de Materiais

source: Select a manufactured part
hr_hr: Odaberite proizvedeni dio
pt_pt: Seleccione uma parte fabricada

source: or Assembly or Kit part
hr_hr: ili dio sklopa ili kompleta
pt_pt: ou Conjunto ou Parte do Kit

source: to view the costed bill of materials
hr_hr: kako biste vidjeli popis troškova
pt_pt: para ver o projeto custou de materiais

source: Parts must be defined in the stock item entry
hr_hr: Dijelovi moraju biti definirani u unosu stavke zalihe
pt_pt: Partes devem ser definidas na inserção de itens no stock,

source: modification screen as manufactured
hr_hr: modifikacijski zaslon kako je proizveden
pt_pt: na página de modificação, como fabricado

source: kits or assemblies to be available for construction of a bill of material
hr_hr: kompleti ili sklopovi koji će biti dostupni za izradu popisa materijala
pt_pt: kits ou montagens para se tornarem disponíveis à construção de uma factura de material

source: Enter text extracts in the
hr_hr: Unesite isječke teksta u
pt_pt: Insira trechos de texto na

source: description
hr_hr: opis
pt_pt: descrição

source: Enter extract of the
hr_hr: Unesite izvod iz
pt_pt: Insira trechos do

source: Search Now
hr_hr: Traži sada
pt_pt: Procurar Agora

source: Stock description keywords have been used in preference to the Stock code extract entered
hr_hr: Ključne riječi za opis dionice korištene su radije nego uneseni izvadak koda dionice
pt_pt: Palavras-chave da descrição de stock foram usadas preferencialmente ao trecho do código de stock inserido

source: At least one stock description keyword or an extract of a stock code must be entered for the search
hr_hr: Za pretraživanje mora biti unesena najmanje jedna ključna riječ za opis dionice ili izvadak šifre dionice
pt_pt: Pelo menos uma palavra-chave da descrição de stock ou trecho de um código de stock deve ser insirido para efetivar a procura

source: The SQL to find the parts selected failed with the message
hr_hr: SQL za pronalaženje odabranih dijelova nije uspio s porukom
pt_pt: O comando SQL utilizado para localizar as partes seleccionadas foi mal sucedido, com a mensagem

source: The bill of material could not be retrieved because
hr_hr: Troškovnik nije mogao biti dohvaćen jer
pt_pt: Não foi possível obter a factura de material pois

source: The bill of material for this part is not set up
hr_hr: Troškovnik za ovaj dio nije postavljen
pt_pt: A factura de material para esta parte não foi ativada

source: there are no components defined for it
hr_hr: za njega nema definiranih komponenti
pt_pt: não há componentes definidos

source: per
hr_hr: po
pt_pt: por

source: Component
hr_hr: komponenta
pt_pt: Componente

source: Unit Cost
hr_hr: Jedinični trošak
pt_pt: Custo Unidade

source: Total Cost
hr_hr: Ukupni trošak
pt_pt: Custo total

source: Labour Cost
hr_hr: Trošak rada
pt_pt: Custo do Trabalho

source: Overhead Cost
hr_hr: Režijski troškovi
pt_pt: Custos indiretos

source: Enter a stock item code below
hr_hr: U nastavku unesite šifru zaliha

source: to view the costed bill of material for
hr_hr: za pregled troškova troška materijala za
pt_pt: para visualizar a factura de material para

source: Bill of Materials Listing
hr_hr: Popis popisa materijala
pt_pt: Listagem de facturas de materiais

source: Problem Report
hr_hr: Prijava problema
pt_pt: Relatório de problemas

source: The Bill of Material listing has no bills to report on
hr_hr: Popis popisa materijala nema računa za izvješće
pt_pt: A listagem de facturas de material não possui contas relacionadas

source: and
hr_hr: i
pt_pt: e

source: Effective After
hr_hr: Na snazi ​​nakon
pt_pt: Efetivo após

source: Effective To
hr_hr: Djelotvorno do
pt_pt: Efetivo até

source: Bill Of Material Listing
hr_hr: Popis popisa materijala
pt_pt: Listagem de Facturas de Material

source: From Inventory Part Code
hr_hr: Iz šifre dijela inventara
pt_pt: Código da parte de inventário de origem

source: Enter the lowest alpha code of parent bom items to list the bill of material for
hr_hr: Unesite najniži alfa kod nadređenih stavki za popis materijala

source: To Inventory Part Code
hr_hr: Za inventar Šifra dijela
pt_pt: Código da parte de inventário de destino

source: Enter the end alpha numeric code of any parent bom items to list the bill of material for
hr_hr: Unesite krajnji alfanumerički kod svih nadređenih stavki za popis materijala

source: Multi-Level Bill Of Materials Maintenance
hr_hr: Održavanje popisa materijala na više razina
pt_pt: Manutenção das Facturas de Materiais Multi-Niveladas

source: A maximum of 15 levels of bill of materials only can be displayed
hr_hr: Može se prikazati najviše 15 razina popisa materijala
pt_pt: Apenas podem ser exibidos um máximo de 15 níveis de facturas de materiais

source: The component and the parent is the same
hr_hr: Komponenta i roditelj su isti

source: An error occurred in retrieving the components of the BOM during the check for recursion
hr_hr: Došlo je do pogreške pri dohvaćanju komponenti sastavnice tijekom provjere rekurzije
pt_pt: Ocorreu um erro ao obter os componentes da FDM durante a checagem para recursão

source: Could not retrieve the BOM components because
hr_hr: Nije moguće dohvatiti komponente sastavnice jer
pt_pt: Não foi possível obter os componentes da FDM pois

source: No lower levels
hr_hr: Nema nižih razina
pt_pt: Não há níveis mais baixos

source: Are you sure you wish to delete this component from this bill of materials?
hr_hr: Jeste li sigurni da želite izbrisati ovu komponentu iz ovog popisa materijala?

source: Return to main BOM screen
hr_hr: Povratak na glavni ekran sastavnice

source: Select component to add to BOM
hr_hr: Odaberite komponentu za dodavanje u sastavnicu

source: Could not retrieve the description of the parent part because
hr_hr: Nije moguće dohvatiti opis nadređenog dijela jer
pt_pt: Não foi possível obter a descrição da parte base porque

source: Could not retrieve the list of potential components because
hr_hr: Nije moguće dohvatiti popis potencijalnih komponenti jer
pt_pt: Não foi possível obter a lista de componentes em potencial pois

source: Previous
hr_hr: Prethodno
pt_pt: Anterior

source: Next
hr_hr: Sljedeći
pt_pt: Próxima

source: Item Code
hr_hr: Šifra artikla
pt_pt: Código do Item

source: Item Description
hr_hr: Opis stavke
pt_pt: Descrição do Item

source: Add to the BOM
hr_hr: Dodaj u BOM

source: Component Details
hr_hr: Pojedinosti o komponenti

source: Component Description
hr_hr: Opis komponente

source: Sequence in BOM
hr_hr: Redoslijed u sastavnici

source: Enter the sequence in the BOM where this component is to be included.
hr_hr: Unesite redoslijed u sastavnicu gdje će ova komponenta biti uključena.

source: Work Centre Added
hr_hr: Radni centar dodan
pt_pt: Local de trabalho adicionado

source: New Component Details
hr_hr: Pojedinosti o novim komponentama

source: Enter the stock location where this component is to be included.
hr_hr: Unesite skladišnu lokaciju gdje će se ova komponenta uključiti.

source: There are no work centres set up yet
hr_hr: Još nema postavljenih radnih centara
pt_pt: Não há locais de trabalho

source: Please use the link below to set up work centres
hr_hr: Koristite poveznicu u nastavku za postavljanje radnih centara
pt_pt: Use o link abaixo para cadstrar locais de trabalho

source: Work Centre Maintenance
hr_hr: Održavanje radnog centra
pt_pt: Manutenção de locais de trabalho

source: Enter the work centre where this component is to be included.
hr_hr: Unesite radni centar u koji će ova komponenta biti uključena.

source: Enter the quantity of this component is to be included.
hr_hr: Unesite količinu ove komponente koja će biti uključena.

source: The component will be used from this date.
hr_hr: Komponenta će se koristiti od ovog datuma.

source: The component will be used until this date.
hr_hr: Komponenta će se koristiti do ovog datuma.

source: Auto Issue this Component to Work Orders
hr_hr: Automatsko izdavanje ove komponente za radne naloge
pt_pt: Auto Emitir este componente para as Ordens de Trabalho

source: Should this component be automatically issued to a work order for this BOM.
hr_hr: Treba li se ova komponenta automatski izdati radnom nalogu za ovu sastavnicu.

source: Comment
hr_hr: Komentar

source: Any comments for this BOM line to appear on a work order.
hr_hr: Svi komentari za ovaj redak sastavnice koji će se pojaviti na radnom nalogu.

source: Select a Different BOM
hr_hr: Odaberite drugu sastavnicu
pt_pt: Seleccione uma FDM diferente

source: The effective after date field must be a date in the format
hr_hr: Polje s datumom na snazi ​​mora biti datum u formatu

source: The effective to date field must be a date in the format
hr_hr: Polje s datumom na snazi ​​mora biti datum u formatu

source: The quantity entered must be numeric
hr_hr: Unesena količina mora biti brojčana
pt_pt: A quantidade inserida deve ser um valor numérico

source: The effective to date must be a date after the effective after date
hr_hr: Datum stupanja na snagu mora biti nakon datuma stupanja na snagu
pt_pt: A data no campo 'Efetivo até' deve ser uma data após a do campo 'Efetivo após'

source: The effective to date is
hr_hr: Na snazi ​​do danas je
pt_pt: A data 'Efetivo até' está

source: days before the effective after date
hr_hr: dana prije datuma stupanja na snagu
pt_pt: dias anterior à data 'Efetivo após'

source: No updates have been performed
hr_hr: Nema ažuriranja
pt_pt: Nenhuma atualização realizada

source: Effective after was
hr_hr: Na snazi ​​nakon bila
pt_pt: A data 'Efetivo após' era

source: and effective to was
hr_hr: i učinkovito je bilo
pt_pt: e a data 'Efetivo até' era

source: Only non-serialised or non-lot controlled items can be set to auto issue. These items require the lot/serial numbers of items issued to the works orders to be specified so autoissue is not an option. Auto issue has been automatically set to off for this component
hr_hr: Samo neserijski ili nekontrolirani predmeti mogu se postaviti na automatsko izdavanje. Ove stavke zahtijevaju navođenje lot/serijskih brojeva stavki izdanih za radne naloge tako da automatsko izdavanje nije opcija. Automatski problem je automatski isključen za ovu komponentu
pt_pt: Apenas não-seriados ou lotes de itens não-controlados podem ser configurados para emissão automatico. Esses itens exigem o lote / números de série de itens emitidos para as ordens de trabalho serem especificados de modo que a auto-emissão não seja uma opção. Auto emissão foi automaticamente desactivado para este componente

source: The component selected is the same with the parent, it is not allowed
hr_hr: Odabrana komponenta je ista kao nadređena, nije dopuštena

source: Could not update this BOM component because
hr_hr: Nije moguće ažurirati ovu komponentu BOM-a jer
pt_pt: Não foi possível actualizar esta FDM pois

source: Details for
hr_hr: Detalji za
pt_pt: Detalhes de

source: have been updated
hr_hr: su ažurirani
pt_pt: foram actualizados

source: An error occurred in checking the component is not already on the BOM
hr_hr: Došlo je do pogreške prilikom provjere da komponenta nije već na sastavnici
pt_pt: Um erro ocorreu durante a verificação: o componente não existe na FDM

source: Could not insert the BOM component because
hr_hr: Nije moguće umetnuti komponentu sastavnice jer
pt_pt: Não foi possível inserir o componente FDM pois

source: A new component part
hr_hr: Novi sastavni dio
pt_pt: Um novo componente

source: has been added to the bill of material for part
hr_hr: je dodan u popis materijala za dio
pt_pt: foi adicionada à factura de material

source: The component
hr_hr: Komponenta
pt_pt: O componente

source: is already recorded as a component of
hr_hr: već je zabilježen kao sastavni dio
pt_pt: já está registado como componente de

source: Whilst the quantity of the component required can be modified it is inappropriate for a component to appear more than once in a bill of material
hr_hr: Iako se potrebna količina komponente može mijenjati, nije prikladno da se komponenta pojavljuje više od jednom u popisu materijala
pt_pt: Apesar de a quantidade de componentes requisitada poder ser modificada, é inapropriado para um componente aparecer mais de uma vez em uma factura de material

source: Could not delete this BOM components because
hr_hr: Nije moguće izbrisati ove komponente sastavnice jer
pt_pt: Não foi possível remover estes componentes FDM pois

source: The component part
hr_hr: Sastavni dio
pt_pt: A parte de componente

source: has been deleted from this BOM
hr_hr: je izbrisan iz ovog BOM-a
pt_pt: foi removida desta FDM

source: Assembly
hr_hr: Skupština
pt_pt: Conjunto

source: Purchased
hr_hr: Kupljeno
pt_pt: Comprado

source: Manufactured
hr_hr: Proizvedeno
pt_pt: Fabricado

source: Phantom
hr_hr: Fantom
pt_pt: Fantasma

source: Manufactured parent items
hr_hr: Proizvedeni matični artikli
pt_pt: Item Base Fabricado

source: Assembly parent items
hr_hr: Montažne roditeljske stavke
pt_pt: Conjunto de itens base

source: Kit sets
hr_hr: Setovi kompleta
pt_pt: Conjuntos de Kit

source: Level
hr_hr: Razina
pt_pt: Nível

source: Sequence
hr_hr: Slijed
pt_pt: Sequência

source: Category Description
hr_hr: Opis kategorije
pt_pt: Descrição da categoria

source: Work Centre
hr_hr: Centar za rad
pt_pt: Local de Trabalho

source: Auto Issue
hr_hr: Automatski problem
pt_pt: Auto Emissão

source: Qty On Hand
hr_hr: Količina pri ruci
pt_pt: Quantidade Em Mão

source: No materials found.
hr_hr: Materijali nisu pronađeni.
pt_pt: Nenhum material encontrado

source: Select new component for BOM
hr_hr: Odaberite novu komponentu za BOM

source: Select a Stock Category
hr_hr: Odaberite kategoriju dionica
pt_pt: Selecione Categoria de Stock

source: Select the stock category to filter by, or choose All to select from all categories
hr_hr: Odaberite kategoriju dionica prema kojoj želite filtrirati ili odaberite Sve za odabir iz svih kategorija

source: Search for the description of the component item to add to the BOM
hr_hr: Potražite opis komponente komponente koju želite dodati u BOM

source: Search for the component item code to add tor the BOM
hr_hr: Potražite šifru stavke komponente koju želite dodati u BOM

source: to maintain the bill of material for using the options below
hr_hr: za održavanje popisa materijala za korištenje dolje navedenih opcija
pt_pt: manter a factura de material para usar as opções abaixo

source: Select the parent item for the BOM
hr_hr: Odaberite nadređenu stavku za sastavnicu

source: Search for the description of parent item for the BOM
hr_hr: Potražite opis nadređene stavke za sastavnicu

source: Search for the parent item code for the BOM
hr_hr: Potražite šifru nadređene stavke za sastavnicu

source: Show all levels
hr_hr: Prikaži sve razine

source: To show all levels of the BOM choose Yes otherwise choose No.
hr_hr: Za prikaz svih razina sastavnice odaberite Da ili odaberite Ne.

source: Bill Of Materials Maintenance
hr_hr: Održavanje popisa materijala

source: Are you sure you wish to delete this component from the bill of material?
hr_hr: Jeste li sigurni da želite izbrisati ovu komponentu iz popisa materijala?

source: The quantity entered cannot be zero
hr_hr: Unesena količina ne može biti nula
pt_pt: A quantidade inserida não pode ser zero

source: Edit the details of the selected component in the fields below
hr_hr: Uredite detalje odabrane komponente u poljima ispod
pt_pt: Alterar os detalhes do componente seleccionado nos campos abaixo

source: Click on the Enter Information button to update the component details
hr_hr: Kliknite na gumb Unesite podatke za ažuriranje pojedinosti komponente
pt_pt: Clicar em 'Insira as Informações' para actualizar os detalhes do componente

source: Component code
hr_hr: Kod komponente
pt_pt: Código do componente

source: Enter the quantity of this item required for the parent item
hr_hr: Unesite količinu ove stavke koja je potrebna za nadređenu stavku

source: Cost Of Sales GL Postings Set Up
hr_hr: Postavljanje knjiženja troškova prodaje GL
pt_pt: Configuração da Afixação no LC do Custo das Vendas

source: Cost of sales GL posting code has been updated
hr_hr: GL kod za knjiženje troškova prodaje je ažuriran
pt_pt: O código do custo das vendas inseridas no LC foi actualizado

source: A new cost of sales posting code has been inserted
hr_hr: Umetnut je novi kod knjiženja troškova prodaje
pt_pt: Um novo código de afixação de custo de vendas foi inserido

source: The cost of sales posting code record has been deleted
hr_hr: Zapis šifre knjiženja troškova prodaje je izbrisan
pt_pt: O registo do código de afixação do custo de vendas foi eliminado

source: The following cost of sales posting records that do not have valid general ledger code specified - these records must be amended.
hr_hr: Sljedeći zapisi o knjiženju troškova prodaje koji nemaju naveden važeći kod glavne knjige - ti se zapisi moraju izmijeniti.
pt_pt: Os seguintes registros de afixação do custo de vendas que não tenham código de livro de contabilidade especifico válido - estes registros devem ser alterados.
