Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Version 3.02
hr_hr: Verzija 3.02
pt_pt: Versão 3.02

source: Version 3.03
hr_hr: Verzija 3.03
pt_pt: Versão 3.03

source: Version 3.04
hr_hr: Verzija 3.04
pt_pt: Versão 3.04

source: Version 3.05
hr_hr: Verzija 3.05
pt_pt: Versão 3.05

source: Version 3.06
hr_hr: Verzija 3.06
pt_pt: Versão 3.06

source: Version 3.07
hr_hr: Verzija 3.07
pt_pt: Versão 3.07

source: Version 3.08
hr_hr: Verzija 3.08
pt_pt: Versão 3.08

source: Version 3.09
hr_hr: Verzija 3.09
pt_pt: Versão 3.09

source: Version 3.10
hr_hr: Verzija 3.10
pt_pt: Versão 3.10

source: Version 3.11 or 4.01 - 4.02
hr_hr: Verzija 3.11 ili 4.01 - 4.02

source: This script will perform any modifications to the database required to allow the additional functionality in later scripts.
hr_hr: Ova skripta izvršit će sve izmjene baze podataka potrebne za dopuštanje dodatne funkcije u kasnijim skriptama.

source: Click to do a database backup now before proceeding!
hr_hr: Kliknite da sada napravite sigurnosnu kopiju baze podataka prije nastavka!

source: Perform Database Upgrade
hr_hr: Izvršite nadogradnju baze podataka
pt_pt: Executar uma atualização de banco de dados

source: The database is up to date, there are no upgrades to perform
hr_hr: Baza podataka je ažurna, nema nadogradnji koje treba izvršiti

source: and the database version is
hr_hr: a verzija baze podataka je
pt_pt: ea versão do banco de dados é

source: If there are any failures then please check with your system administrator. Please read all notes carefully to ensure they are expected
hr_hr: Ako postoje bilo kakvi kvarovi, provjerite sa svojim administratorom sustava. Pažljivo pročitajte sve napomene kako biste bili sigurni da su očekivane

source: To perform this upgrade the web server must have write access to the config.php file. Currently the web-server is reporting that it does not have appropriate permission. Please ensure config.php is writable and run the upgrade again
hr_hr: Za izvođenje ove nadogradnje web poslužitelj mora imati pristup za pisanje u datoteku config.php. Trenutno web-poslužitelj prijavljuje da nema odgovarajuću dozvolu. Provjerite je li u config.php moguće pisati i ponovno pokrenite nadogradnju

source: You should now make the config.php read only for the web server.
hr_hr: Sada biste trebali postaviti config.php samo za čitanje za web poslužitelj.

source: Only mysql upgrades are performed seamlessly at this time. Your database will need to be manually updated
hr_hr: Trenutno se besprijekorno izvode samo mysql nadogradnje. Vaša će se baza podataka morati ručno ažurirati

source: Applying
hr_hr: Primjena
pt_pt: Aplicando

source: Success
hr_hr: Uspjeh
pt_pt: Sucesso

source: Foreign Key already removed
hr_hr: Strani ključ je već uklonjen

source: Table has already been created
hr_hr: Tablica je već izrađena
pt_pt: Tabela já foi criado

source: Column has already been changed
hr_hr: Kolona je već promijenjena

source: Column has already been created
hr_hr: Kolona je već kreirana
pt_pt: A coluna já foi criado

source: Index already exists
hr_hr: Indeks već postoji
pt_pt: Índice já existe

source: Entry has already been done
hr_hr: Unos je već obavljen
pt_pt: Entrada já foi feito

source: SQL syntax error. The SQL error message is
hr_hr: Pogreška SQL sintakse. Poruka o SQL pogrešci je
pt_pt: Erro de sintaxe SQL. A mensagem de erro do SQL é

source: Primary key already exists
hr_hr: Primarni ključ već postoji
pt_pt: Chave primária já existe

source: Index already dropped previously
hr_hr: Indeks je već ranije pao
pt_pt: Índice já caiu anteriormente

source: Failure
hr_hr: Neuspjeh
pt_pt: Falha

source: Error number
hr_hr: Broj greške
pt_pt: Número de erro

source: User Authorised Bank Accounts
hr_hr: Ovlašteni bankovni računi korisnika

source: You have not selected any User
hr_hr: Niste odabrali nijednog korisnika

source: You have not selected a bank account to be authorised for this user
hr_hr: Niste odabrali bankovni račun za autorizaciju za ovog korisnika

source: The Bank Account
hr_hr: Bankovni račun

source: is already authorised for this user
hr_hr: je već ovlašten za ovog korisnika

source: bank account has been changed
hr_hr: bankovni račun je promijenjen

source: The Bank account user record could not be deleted because
hr_hr: Evidencija korisnika bankovnog računa nije se mogla izbrisati jer

source: bank account removed
hr_hr: bankovni račun uklonjen

source: User Selection
hr_hr: Odabir korisnika

source: Authorised bank accounts for User
hr_hr: Ovlašteni bankovni računi za Korisnika

source: Are you sure you wish to un-authorise this bank account?
hr_hr: Jeste li sigurni da želite poništiti autorizaciju ovog bankovnog računa?

source: Bank Selection
hr_hr: Odabir banke

source: User Authorised GL Accounts
hr_hr: Korisnički ovlašteni GL računi

source: You have not selected any user
hr_hr: Niste odabrali nijednog korisnika

source: Authorised GL Accounts for
hr_hr: Ovlašteni GL računi za

source: You have not selected an GL Account to be authorised for this user
hr_hr: Niste odabrali GL račun za autorizaciju za ovog korisnika

source: The GL Account
hr_hr: GL račun

source: An access permission to a GL account could not be added
hr_hr: Nije bilo moguće dodati dozvolu za pristup GL računu

source: An access permission to a GL account was added
hr_hr: Dodana je dozvola za pristup GL računu

source: An access permission to a GL account could not be removed
hr_hr: Dopuštenje za pristup GL računu nije bilo moguće ukloniti

source: An access permission to a GL account was removed
hr_hr: Dopuštenje za pristup GL računu je uklonjeno

source: Are you sure you wish to remove Update for this GL Account?
hr_hr: Jeste li sigurni da želite ukloniti ažuriranje za ovaj GL račun?

source: Are you sure you wish to add Update for this GL Account?
hr_hr: Jeste li sigurni da želite dodati ažuriranje za ovaj GL račun?

source: Are you sure you wish to un-authorise this GL Account?
hr_hr: Jeste li sigurni da želite poništiti autorizaciju ovog GL računa?

source: User does not have access permissions to GL accounts
hr_hr: Korisnik nema dopuštenja pristupa GL računima

source: Add access permissions to a GL account
hr_hr: Dodajte dopuštenja pristupa GL računu

source: User has access permissions to all GL accounts
hr_hr: Korisnik ima dopuštenja pristupa svim GL računima

source: Select A Different User
hr_hr: Odaberite drugog korisnika

source: User Authorised Inventory Locations Maintenance
hr_hr: Održavanje lokacija inventara ovlaštenih od strane korisnika

source: User Authorised Locations
hr_hr: Korisnički ovlaštene lokacije

source: You have not selected an inventory location to be authorised for this user
hr_hr: Niste odabrali mjesto inventara za autorizaciju za ovog korisnika

source: The location
hr_hr: Lokacija

source: Authorised Inventory Locations for User
hr_hr: Ovlaštene lokacije inventara za korisnika

source: Are you sure you wish to remove Update for this location?
hr_hr: Jeste li sigurni da želite ukloniti ažuriranje za ovu lokaciju?

source: Are you sure you wish to add Update for this location?
hr_hr: Jeste li sigurni da želite dodati ažuriranje za ovu lokaciju?

source: Are you sure you wish to un-authorise this location?
hr_hr: Jeste li sigurni da želite poništiti autorizaciju ove lokacije?

source: Location Selection
hr_hr: Odabir lokacije

source: User Settings
hr_hr: Korisničke postavke
pt_pt: Definições do Utilizador

source: Latin Western Languages - Times
hr_hr: Latinski zapadni jezici - Times

source: Eastern European Russian Japanese Korean Hebrew Arabic Thai
hr_hr: istočnoeuropski ruski japanski korejski hebrejski arapski tajlandski
pt_pt: Leste Europeu Russo Hebraico Japonês Coreano Tailandês Árabe

source: Chinese
hr_hr: kineski
pt_pt: Chinês

source: Free Serif
hr_hr: Besplatni Serif

source: The Maximum Number of Records on Display entered must not be negative
hr_hr: Uneseni maksimalni broj zapisa na zaslonu ne smije biti negativan
pt_pt: O número máximo de registros na página inserido não pode ser negativo

source: 0 will default to system setting
hr_hr: 0 će biti zadana postavka sustava
pt_pt: 0 é o valor padrão

source: Cannot change password in the demo or others would be locked out!
hr_hr: Ne možete promijeniti zaporku u demo verziji ili bi drugi bili zaključani!

source: The password and password confirmation fields entered do not match
hr_hr: Unesena polja za lozinku i potvrdu zaporke ne odgovaraju
pt_pt: Os campos 'Senha' e 'Confirmar senha' não conferem

source: The user alterations could not be processed because
hr_hr: Korisničke izmjene nisu se mogle obraditi jer
pt_pt: Não foi possível processar as alterações do utilizador pois

source: The user settings have been updated
hr_hr: Korisničke postavke su ažurirane
pt_pt: As configurações do utilizador foram atualizadas

source: Be sure to remember your password for the next time you login
hr_hr: Obavezno zapamtite svoju lozinku za sljedeći put kada se prijavite
pt_pt: Não esquecer da senha para o próximo login

source: Edit User Settings
hr_hr: Uredite korisničke postavke

source: Maximum Number of Records to Display
hr_hr: Maksimalan broj zapisa za prikaz
pt_pt: Número máximo de registros na página

source: New Password
hr_hr: Nova lozinka
pt_pt: Nova senha

source: Must be more than 5 characters and cannot be as same as userid
hr_hr: Mora imati više od 5 znakova i ne može biti isto što i ID korisnika

source: If you leave the password boxes empty your password will not change
hr_hr: Ako polja za lozinku ostavite prazna, vaša se lozinka neće promijeniti
pt_pt: Caso os campos de senha sejam deixados em branco, a senha não será modificada

source: Confirm Password
hr_hr: Potvrdite lozinku
pt_pt: Confirmar senha

source: Confirm the password you entered above
hr_hr: Potvrdite lozinku koju ste unijeli gore

source: Display page help
hr_hr: Prikaži stranicu pomoći

source: Show page help when available
hr_hr: Prikaži pomoć za stranicu kada je dostupna

source: Display field help
hr_hr: Prikaz pomoći u polju

source: Show field help when available
hr_hr: Prikaži pomoć za polje kada je dostupna

source: PDF Language Support
hr_hr: Podrška za PDF jezik
pt_pt: PDF Idiomas

source: Where Used Inquiry
hr_hr: Gdje se koristi Upit
pt_pt: Consulta de Quando é Utilizado

source: The item code entered
hr_hr: Unesena šifra artikla
pt_pt: O código de item inserido

source: is not set up as an item in the system
hr_hr: nije postavljen kao stavka u sustavu
pt_pt: não está definido como um item no sistema

source: Re-enter a valid item code or select from the Select Item link above
hr_hr: Ponovno unesite važeći kod artikla ili odaberite s gornje veze Odaberi artikl
pt_pt: Insira um código de item válido ou seleccione-o usando o link de Seleção de item acima

source: Item Search
hr_hr: Pretraživanje artikla

source: Enter an Item Code
hr_hr: Unesite šifru artikla
pt_pt: Insira um Código de Item

source: No illegal characters allowed
hr_hr: Nedopušteni znakovi nisu dopušteni

source: Illegal characters and blank is not allowed
hr_hr: Nedopušteni znakovi i praznina nisu dopušteni

source: Show Where Used
hr_hr: Prikaži gdje se koristi
pt_pt: Mostrar Onde é Usado

source: The parents for the selected part could not be retrieved because
hr_hr: Roditelji za odabrani dio nisu se mogli dohvatiti jer
pt_pt: Não foi possível obter as partes base para a parte seleccionada pois

source: The selected item
hr_hr: Odabrana stavka
pt_pt: O item seleccionado

source: is not used as a component of any other parts
hr_hr: ne koristi se kao sastavni dio drugih dijelova
pt_pt: não é usado como componente de nenhuma parte

source: Used By
hr_hr: Koristio
pt_pt: Usado por

source: Show Bill Of Material
hr_hr: Prikaži popis materijala
pt_pt: Mostrar factura de material

source: WO items can be produced with available stock
hr_hr: WO artikli mogu se proizvoditi s raspoloživim zalihama

source: The SQL to find the WO items to produce
hr_hr: SQL za pronalaženje WO stavki za proizvodnju

source: Requested
hr_hr: Zatraženo

source: Result
hr_hr: Proizlaziti
pt_pt: Resultado

source: For Factory Location
hr_hr: Za lokaciju tvornice

source: Search Items To Produce
hr_hr: Pretražite artikle za proizvodnju

source: Work Centres
hr_hr: Radni centri
pt_pt: Centros de Trabalho

source: The Work Centre code must be at least 2 characters long
hr_hr: Šifra radnog centra mora imati najmanje 2 znaka
pt_pt: O código do centro de trabalho deve ter ao menos 2 caracteres

source: The Work Centre description must be at least 3 characters long
hr_hr: Opis radnog centra mora imati najmanje 3 znaka
pt_pt: A descrição do centro de trabalho deve ter ao menos 3 caracteres

source: The work centre code cannot contain any of the following characters
hr_hr: Šifra radnog centra ne može sadržavati nijedan od sljedećih znakova
pt_pt: O código do centro de trabalho não pode conter quaisquer dos seguintes caracteres

source: The work centre record has been updated
hr_hr: Zapis radnog centra je ažuriran
pt_pt: O registro do centro de trabalho foi actualizado

source: The new work centre has been added to the database
hr_hr: Novi radni centar dodan je u bazu podataka
pt_pt: O novo centro de trabalho foi adicionado ao base de dados

source: The update/addition of the work centre failed because
hr_hr: Ažuriranje/dodavanje radnog centra nije uspjelo jer
pt_pt: A atualização/adição do centro de trabalho foi mal sucedida pois

source: Cannot delete this work centre because bills of material have been created requiring components to be added at this work center
hr_hr: Nije moguće izbrisati ovaj radni centar jer su stvoreni popisi materijala koji zahtijevaju dodavanje komponenti u ovaj radni centar
pt_pt: Não foi possível remover este centro de trabalho pois foram criadas facturas de materiais requisitando a adição de componentes neste centro

source: BOM items referring to this work centre code
hr_hr: Stavke sastavnice koje se odnose na ovu šifru radnog centra
pt_pt: itens de uma FDM referindo a este código de centro de trabalho

source: Cannot delete this work centre because contract bills of material have been created having components added at this work center
hr_hr: Nije moguće izbrisati ovaj radni centar jer su stvoreni ugovorni troškovnici s dodanim komponentama u ovom radnom centru
pt_pt: Não foi possível remover este centro de trabalho pois foram criadas facturas de material de contrato tendo adicionado componentes neste centro

source: Contract BOM items referring to this work centre code
hr_hr: Stavke sastavnice ugovora koje se odnose na ovu šifru radnog centra
pt_pt: itens de FDM de contrato referenciando este centro de trabalho

source: The selected work centre record has been deleted
hr_hr: Odabrani zapis radnog centra je izbrisan
pt_pt: O registro do centro de trabalho seleccionado foi removido

source: WC Code
hr_hr: Kod WC-a
pt_pt: Código do centro de trabalho

source: Overhead GL Account
hr_hr: Račun režijskih troškova
pt_pt: Despesa na conta do LC

source: Overhead Per Hour
hr_hr: Režijski troškovi po satu
pt_pt: Despesas por hora

source: Are you sure you wish to delete this work centre?
hr_hr: Jeste li sigurni da želite izbrisati ovaj radni centar?

source: Show all Work Centres
hr_hr: Prikaži sve radne centre
pt_pt: Mostrar todos os centros de trabalho

source: Edit Work Centre
hr_hr: Uredi radni centar

source: Work Centre Code
hr_hr: Šifra radnog centra
pt_pt: Código do centro de trabalho

source: Create Work Centre
hr_hr: Stvorite radni centar

source: More than 2 legal characters
hr_hr: Više od 2 pravna znaka

source: The code should be at least 2 characters and no illegal characters allowed
hr_hr: Kod bi trebao imati najmanje 2 znaka i nedopušteni znakovi nisu dopušteni

source: Work Centre Description
hr_hr: Opis radnog centra
pt_pt: Descrição do centro de trabalho

source: More than 3 legal characters
hr_hr: Više od 3 pravna znaka

source: The Work Center should be more than 3 characters and no illegal characters allowed
hr_hr: Radni centar bi trebao sadržavati više od 3 znaka i nedopušteni znakovi nisu dopušteni

source: Overhead Recovery GL Account
hr_hr: GL račun za oporavak režijskih troškova
pt_pt: Retorno de despesa na conta do LC

source: Work Order Costing
hr_hr: Troškovi radnog naloga
pt_pt: Custo da Ordem de Trabalho

source: Back to Work Orders
hr_hr: Povratak na radne naloge
pt_pt: Voltar para Ordens de Trabalho

source: Select a work order
hr_hr: Odaberite radni nalog
pt_pt: Selecione uma ordem de trabalho

source: This page can only be opened if a work order has been selected.
hr_hr: Ova stranica se može otvoriti samo ako je odabran radni nalog.
pt_pt: Esta página só pode ser aberta se um pedido de compra estiver seleccionada

source: Could not retrieve the details of the selected work order
hr_hr: Nije moguće dohvatiti detalje odabranog radnog naloga
pt_pt: Não foi possível obter os detalhes da ordem de trabalho selecionada

source: The selected work order item cannot be retrieved from the database
hr_hr: Odabrana stavka radnog naloga ne može se dohvatiti iz baze podataka
pt_pt: O item da ordem de trabalho selecionado não pode ser obtida da base de dados

source: Work order
hr_hr: Radni nalog
pt_pt: Ordem de Trabalho

source: Manufactured at
hr_hr: Proizvedeno u
pt_pt: Fabricado em

source: Cost Reqd
hr_hr: Trošak Reqd
pt_pt: Custo Requerido

source: Usage Variance
hr_hr: Odstupanje u korištenju
pt_pt: Uso Variância

source: Cost Variance
hr_hr: Varijanca troškova
pt_pt: Variança de Custo

source: Could not retrieve the issues of the item because:
hr_hr: Nije moguće dohvatiti probleme stavke jer:
pt_pt: Não foi possível obter a emissão do item porque

source: Could not get issues that were not required by the BOM because
hr_hr: Nisam mogao dobiti probleme koji nisu bili potrebni prema BOM-u jer
pt_pt: Não foi possível obter o emissões que não era exigidas pelo BOM porque

source: share of variance
hr_hr: udio varijance
pt_pt: quota de variância

source: The GL posting for the work order variance could not be inserted because
hr_hr: Knjiženje GL za odstupanje radnog naloga nije se moglo umetnuti jer
pt_pt: A afixação no LC para a cariância da ordem de trabalho não pode ser inserida porque

source: The GL posting for the WIP side of the work order variance posting could not be inserted because
hr_hr: GL knjiženje za WIP stranu knjiženja odstupanja radnog naloga nije se moglo umetnuti jer
pt_pt: A afixação no LC do lado do WIP para a afixação da variança da ordem de trabalho não pode ser inserida porque

source: share of usage variance
hr_hr: udio varijance korištenja
pt_pt: Partilha da variança de utilização

source: The GL posting for the material usage variance could not be inserted because
hr_hr: Knjiženje GL za varijancu utroška materijala nije se moglo umetnuti jer
pt_pt: A GL postagem para a variância uso de material não pode ser inserido por

source: The GL posting for the WIP side of the usage variance posting could not be inserted because
hr_hr: GL knjiženje za WIP stranu knjiženja varijance upotrebe nije se moglo umetnuti jer
pt_pt: O envio do LC para o WIP do lado do envio da variança da utilização não pôde ser inserido porque

source: share of cost variance
hr_hr: udio varijance troškova
pt_pt: partilha de custo de variância

source: The GL posting for the cost variance could not be inserted because
hr_hr: Knjiženje GL za odstupanje troškova nije se moglo umetnuti jer
pt_pt: A afixação no LC para a variância do custo não pode ser inserido porque

source: The GL posting for the WIP side of the cost variance posting could not be inserted because
hr_hr: GL knjiženje za WIP stranu knjiženja varijance troškova nije se moglo umetnuti jer
pt_pt: A afixação no LC do lado do WIP para a afixação do custo da variança não pode ser inserida porque

source: Could not delete the predefined work order serial numbers
hr_hr: Nije moguće izbrisati unaprijed definirane serijske brojeve radnog naloga
pt_pt: Não foi possível excluir o trabalho de números predefinidos ordem serial

source: The SQL used to delete the predefined serial numbers was:
hr_hr: SQL korišten za brisanje unaprijed definiranih serijskih brojeva bio je:
pt_pt: O SQL usado para apagar os números pré-definidos foram:

source: The item cost as calculated from the work order has been applied against the weighted average cost and the necessary GL journals created to update stock as a result of closing this work order
hr_hr: Trošak stavke kako je izračunat iz radnog naloga primijenjen je na ponderirani prosječni trošak i potrebne GL dnevnike stvorene za ažuriranje zaliha kao rezultat zatvaranja ovog radnog naloga
pt_pt: O custo do item foi calculado a partir da ordem de trabalho que foi aplicada contra a média ponderada do custo e as necessárias revistas do Livro de Contabilidade criado para actualizar stock, como resultado do encerramento desta ordem de trabalho

source: The work order has been closed and general ledger entries made for the variances on the work order
hr_hr: Radni nalog je zatvoren i izvršena su knjiženja glavne knjige za odstupanja na radnom nalogu
pt_pt: A ordem de trabalho foi encerrada e inserção no livro de contabilidade feitas para as variâncias nas ordens de trabalho

source: The item costs resulting from the work order have been applied against the weighted average stock value of the items on the work order, and the work order has been closed
hr_hr: Troškovi stavke proizašli iz radnog naloga primijenjeni su na ponderiranu prosječnu vrijednost zaliha stavki na radnom nalogu, a radni nalog je zatvoren
pt_pt: Os custos do item resultantes da ordem de trabalho foram aplicados contra a média ponderada do valor do stock dos itens na ordem de trabalho, e a ordem de trabalho foi encerrada

source: The work order has been closed
hr_hr: Radni nalog je zatvoren
pt_pt: A ordem de trabalho foi fechada

source: Close This Work Order
hr_hr: Zatvori ovaj radni nalog
pt_pt: Fechar esta ordem de trabalho

source: Closing the work order takes the variances to the general ledger (if integrated). The work order will no longer be able to have manufactured goods received entered against it or materials issued to it.
hr_hr: Zatvaranje radnog naloga prenosi odstupanja u glavnu knjigu (ako je integrirana). Uz radni nalog više se neće moći unositi primljena proizvedena roba niti izdavati materijali.
pt_pt: Encerrar a ordem de trabalho toma as variâncias para o livro de contabilidade (se integrado). A ordem de trabalho não será mais capaz de receber inserções de produtos manufaturados de encontro a ele ou materiais emitidos para ele.

source: This work order is closed and cannot accept additional issues of materials or receipts of manufactured items
hr_hr: Ovaj radni nalog je zatvoren i ne može prihvatiti dodatna izdanja materijala ili primitke proizvedenih artikala
pt_pt: Esta ordem de trabalho foi encerrada e não pode aceitar emissões adicionais de materiais ou recibos de itens fabricados

source: Work Order Entry
hr_hr: Unos radnog naloga
pt_pt: Inserção de Ordem de Trabalho

source: Your security settings do not allow you to create or update new Work Order at this location
hr_hr: Vaše sigurnosne postavke ne dopuštaju vam stvaranje ili ažuriranje novog radnog naloga na ovoj lokaciji

source: Select an existing work order
hr_hr: Odaberite postojeći radni nalog
pt_pt: Seleccione uma ordem de trabalho existente

source: The item selected cannot be added to a work order because it is not a manufactured item
hr_hr: Odabrana stavka ne može se dodati radnom nalogu jer nije proizvedena stavka
pt_pt: O item selecionado não pode ser adicionado a uma ordem de trabalho, porque não é um item fabricado

source: The item selected cannot be found in the database
hr_hr: Odabrana stavka ne može se pronaći u bazi podataka
pt_pt: O item selecionado não foi encontrado na base de dados
