Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Task ID
hr_hr: ID zadatka

source: Last Completed
hr_hr: Zadnje dovršeno

source: Person
hr_hr: Osoba

source: No Manager Set
hr_hr: Nema skupa upravitelja

source: Are you sure you wish to delete this maintenance task?
hr_hr: Jeste li sigurni da želite izbrisati ovaj zadatak održavanja?

source: Edit Maintenance Task
hr_hr: Uredi zadatak održavanja

source: Create Maintenance Task
hr_hr: Stvorite zadatak održavanja

source: Asset to Maintain
hr_hr: Sredstvo za održavanje

source: Task Description
hr_hr: Opis zadatka

source: Days Before Task Due
hr_hr: Dana prije roka zadatka

source: Responsible
hr_hr: Odgovoran

source: No Manager
hr_hr: Nema upravitelja

source: Update Task
hr_hr: Zadatak ažuriranja

source: Enter New Task
hr_hr: Unesite novi zadatak

source: Fixed Assets Maintenance Schedule
hr_hr: Plan održavanja dugotrajne imovine

source: The maintenance schedule cannot be retrieved because
hr_hr: Raspored održavanja nije moguće dohvatiti jer

source: Due By
hr_hr: Dospjelo do

source: Now Complete
hr_hr: Sada dovršeno

source: Are you sure you wish to mark this maintenance task as completed?
hr_hr: Jeste li sigurni da želite označiti ovaj zadatak održavanja kao dovršen?

source: Mark Completed
hr_hr: Označi kao završeno

source: webERP Manual
hr_hr: webERP priručnik

source: Table of Contents
hr_hr: Sadržaj

source: Go to Bottom
hr_hr: Idi na dno

source: Display Checked
hr_hr: Zaslon označen

source: Go to Top
hr_hr: Idi na vrh

source: Brands Maintenance
hr_hr: Održavanje marki

source: manufacturer record because
hr_hr: rekord proizvođača jer

source: The manufacturer record has been updated
hr_hr: Zapis proizvođača je ažuriran

source: An error occurred inserting the new manufacturer record because
hr_hr: Došlo je do pogreške prilikom umetanja novog zapisa proizvođača jer

source: The new manufacturer record has been added
hr_hr: Dodan je novi rekord proizvođača

source: Cannot delete this manufacturer because products have been defined as from this manufacturer
hr_hr: Nije moguće izbrisati ovog proizvođača jer su proizvodi definirani kao proizvodi ovog proizvođača

source: items with this manufacturer code
hr_hr: stavke s ovim kodom proizvođača

source: Manufacturer
hr_hr: Proizvođač

source: There are no manufacturers to display
hr_hr: Nema proizvođača za prikaz

source: Manufacturers
hr_hr: Proizvođači

source: Brand Code
hr_hr: Šifra marke

source: Brand Name
hr_hr: Naziv marke

source: Brand URL
hr_hr: URL marke

source: Brands Image
hr_hr: Slika robne marke

source: Are you sure you wish to delete this brand?
hr_hr: Jeste li sigurni da želite izbrisati ovu marku?

source: Brand
hr_hr: Marka

source: Amend Brand Details
hr_hr: Izmijenite pojedinosti o marki

source: New Brand/Manufacturer Details
hr_hr: Novi podaci o marki/proizvođaču

source: Brand Image File (
hr_hr: Datoteka slike marke (

source: Raw Materials Not Used Anywhere
hr_hr: Sirovine koje se nigdje ne koriste

source: Raw Materials Not Used in any BOM
hr_hr: Sirovine koje se ne koriste ni u jednoj sastavnici

source: Std Cost
hr_hr: Standardni trošak
pt_pt: Custo padrão

source: MRP Calendar
hr_hr: MRP kalendar
pt_pt: Calendário PRM

source: To Date Must Be Greater Than From Date
hr_hr: Do datuma mora biti veći od datuma od
pt_pt: A data deverá ser maior do que de Data

source: The MRP Calendar has been created
hr_hr: MRP kalendar je kreiran
pt_pt: O Calendário de PRM foi criado

source: Invalid Change Date
hr_hr: Nevažeći datum promjene
pt_pt: Inválida Mudança de Data

source: Cannot update the MRP Calendar
hr_hr: Nije moguće ažurirati MRP kalendar
pt_pt: Não é possível atualizar o calendário MRP

source: The MRP calendar record for
hr_hr: MRP kalendarski zapis za

source: Manufacturing Date
hr_hr: Datum proizvodnje
pt_pt: Data de Fabrico

source: Create MRP Calendar
hr_hr: Napravite MRP kalendar

source: Exclude The Following Days
hr_hr: Isključi sljedeće dane
pt_pt: Exclua os Seguintes Dias

source: Create Calendar
hr_hr: Stvori kalendar
pt_pt: Criar Calendário

source: List Date Range
hr_hr: Datumski raspon popisa
pt_pt: Lista Período de Data

source: Change Date Status
hr_hr: Promjena statusa datuma
pt_pt: Alterar Estado da Data

source: MRP Create Demands
hr_hr: MRP Kreirajte zahtjeve
pt_pt: Criar Exigências de PRM

source: The date from must be specified in the format
hr_hr: U formatu mora biti naveden datum od
pt_pt: A data de início deve ser especificada segundo o formato

source: The date to must be specified in the format
hr_hr: U formatu mora biti naveden datum do
pt_pt: A data de fim deve ser especificada segundo o formato

source: The date to must be after the date from
hr_hr: Datum do mora biti nakon datuma od
pt_pt: A data para deve ser posterior a data a partir de

source: The distribution start date must be specified in the format
hr_hr: Datum početka distribucije mora biti naveden u formatu
pt_pt: A data de início da distribuição deve ser especificado no formato

source: The quantity below which no demand will be created must be numeric
hr_hr: Količina ispod koje se neće stvarati potražnja mora biti brojčana

source: The multiplier is expected to be a positive number
hr_hr: Očekuje se da množitelj bude pozitivan broj

source: records have been created
hr_hr: zapisi su stvoreni
pt_pt: registros foram criados

source: Demand Type
hr_hr: Vrsta potražnje
pt_pt: Tipo de Exigência

source: Inventory Categories
hr_hr: Kategorije inventara

source: Inventory Location
hr_hr: Mjesto inventara
pt_pt: Localização do inventário

source: From Sales Date
hr_hr: Od datuma prodaje
pt_pt: A partir da data de Vendas

source: To Sales Date
hr_hr: Do datuma prodaje
pt_pt: A data da venda

source: Start Date For Distribution
hr_hr: Datum početka distribucije
pt_pt: Data de início da Distribuição

source: Distribution Period
hr_hr: Razdoblje distribucije
pt_pt: Período de Distribuição

source: Weekly
hr_hr: Tjedni
pt_pt: Semanal

source: Monthly
hr_hr: Mjesečno
pt_pt: Mensal

source: Number of Periods
hr_hr: Broj razdoblja
pt_pt: Número de Períodos

source: Exclude Total Quantity Less Than
hr_hr: Isključi ukupnu količinu manje od
pt_pt: Excluir Quantidade Total Less Than

source: Exclude Total Dollars Less Than
hr_hr: Isključi ukupno dolara manje od
pt_pt: Dólares Excluir Total Less Than

source: Multiplier
hr_hr: Multiplikator
pt_pt: Multiplicador

source: MRP Demands
hr_hr: MRP zahtjevi
pt_pt: Exigências do PRM

source: No record found in search
hr_hr: U pretrazi nije pronađen nijedan zapis
pt_pt: Não foram encontrados registros nesta procura

source: Quantity must be numeric
hr_hr: Količina mora biti brojčana
pt_pt: A quantidade deve ser numérico

source: Quantity must be greater than 0
hr_hr: Količina mora biti veća od 0
pt_pt: A quantidade deve ser maior que 0

source: Invalid due date
hr_hr: Nevažeći rok
pt_pt: Invalid data de vencimento

source: Invalid demand type
hr_hr: Nevažeća vrsta zahtjeva
pt_pt: tipo de demanda inválido

source: is not a valid item code
hr_hr: nije važeća šifra artikla
pt_pt: não é um código válido item

source: Record already exists for part number/demand type/date
hr_hr: Zapis već postoji za broj dijela/vrstu zahtjeva/datum
pt_pt: Record já existe para o número de peça tipo de demanda / data

source: The MRP demand record has been updated for
hr_hr: Zapis MRP potražnje je ažuriran za
pt_pt: O registro de demanda MRP foi atualizado para

source: A new MRP demand record has been added to the database for
hr_hr: Novi MRP zapis potražnje dodan je u bazu podataka za
pt_pt: Um registro de nova demanda MRP foi adicionado ao banco de dados para

source: The update/addition of the MRP demand record failed because
hr_hr: Ažuriranje/dodavanje MRP zapisa potražnje nije uspjelo jer
pt_pt: A atualização / Além do registro de demanda MRP falhou porque

source: The MRP demand record for
hr_hr: MRP evidencija potražnje za
pt_pt: O registro de demanda para o MRP

source: All records for demand type
hr_hr: Svi zapisi za vrstu potražnje
pt_pt: Todos os registros para o tipo de demanda

source: have been deleted
hr_hr: su izbrisani
pt_pt: ter sido eliminado

source: Are you sure you wish to delete this demand?
hr_hr: Jeste li sigurni da želite izbrisati ovaj zahtjev?

source: Number of Records
hr_hr: Broj zapisa
pt_pt: Número de Registros

source: Select Stock Item
hr_hr: Odaberite stavku zalihe

source: List All Demands
hr_hr: Navedite sve zahtjeve
pt_pt: Lista de todas as demandas

source: Amend MRP Demand
hr_hr: Izmijeniti MRP zahtjev

source: Create New MRP Demand
hr_hr: Stvorite novu MRP potražnju

source: List Selection
hr_hr: Odabir popisa
pt_pt: Lista de Seleção

source: Delete Demand Type
hr_hr: Izbriši vrstu zahtjeva
pt_pt: Tipo de Demanda Excluir

source: Or Delete Record
hr_hr: Ili Izbriši zapis
pt_pt: Ou Excluir registro

source: MRP Demand Types
hr_hr: MRP vrste potražnje
pt_pt: Tipos de Exigências de PRM

source: The Demand Type is reserved for the system
hr_hr: Vrsta zahtjeva rezervirana je za sustav
pt_pt: A Demanda tipo é reservada para o sistema

source: The Demand Type code must be at least 1 character long
hr_hr: Kod vrste zahtjeva mora imati najmanje 1 znak
pt_pt: A demanda Digite o código deve ser de pelo menos um caráter de longo

source: The Demand Type description must be at least 3 characters long
hr_hr: Opis vrste zahtjeva mora imati najmanje 3 znaka
pt_pt: A Demanda Tipo descrição deve ser de pelo menos 3 caracteres

source: The demand type record has been updated
hr_hr: Zapis vrste potražnje je ažuriran
pt_pt: O registro de tipo de demanda tem sido actualizado

source: The new demand type has been added to the database
hr_hr: Nova vrsta potražnje dodana je u bazu podataka
pt_pt: O tipo de demanda nova foi adicionada ao banco de dados

source: The update/addition of the demand type failed because
hr_hr: Ažuriranje/dodavanje vrste zahtjeva nije uspjelo jer
pt_pt: A atualização / adição do tipo de demanda, porque não

source: Cannot delete this demand type because MRP Demand records exist for this type
hr_hr: Nije moguće izbrisati ovu vrstu potražnje jer za ovu vrstu postoje zapisi MRP potražnje
pt_pt: Não é possível excluir esse tipo de demanda, porque os registros Demanda MRP existentes para este tipo

source: MRP Demands referring to this type
hr_hr: MRP zahtjevi koji se odnose na ovu vrstu
pt_pt: MRP demandas referentes a este tipo

source: The selected demand type record has been deleted
hr_hr: Odabrani zapis vrste potražnje je izbrisan
pt_pt: O registro tipo selecionado demanda tem sido excluído

source: Show all Demand Types
hr_hr: Prikaži sve vrste potražnje
pt_pt: Mostrar todos os tipos de demanda

source: Edit Demand Type
hr_hr: Uredi vrstu potražnje

source: Create Demand Type
hr_hr: Stvorite vrstu potražnje

source: Demand Type Description
hr_hr: Opis vrste potražnje
pt_pt: Descrição do tipo de demanda

source: Run MRP Calculation
hr_hr: Pokrenite MRP izračun
pt_pt: Executar Cálculo MRP

source: Start time
hr_hr: Vrijeme početka
pt_pt: Hora de início

source: Initialising tables .....
hr_hr: Inicijaliziranje tablica .....
pt_pt: A iniciar as tabelas .....

source: Creating first level
hr_hr: Stvaranje prve razine
pt_pt: A criar primeiro nível

source: Creating other levels
hr_hr: Stvaranje drugih razina
pt_pt: A criar outros níveis

source: Creating bomlevels table
hr_hr: Izrada tablice bomlevels
pt_pt: A criar bom níveis tabela

source: Creating levels table
hr_hr: Izrada tablice razina
pt_pt: A criar niveis tabela

source: Levels table has been created
hr_hr: Tablica razina je izrađena
pt_pt: Níveis tabela foi criada

source: Creating requirements table
hr_hr: Izrada tablice zahtjeva
pt_pt: Criando tabela de requisitos

source: Create of mrprequirements failed because
hr_hr: Stvaranje mrpreduvjeta nije uspjelo jer
pt_pt: Criar de mrprequirements falhou porque

source: Loading requirements from sales orders
hr_hr: Učitavanje zahtjeva iz prodajnih naloga
pt_pt: Carregando exigências de pedidos de vendas

source: Loading requirements from work orders
hr_hr: Učitavanje zahtjeva iz radnih naloga
pt_pt: requisitos de carga de ordens de serviço

source: Loading requirements based on mrpdemands
hr_hr: Zahtjevi za učitavanje na temelju mrpdemands
pt_pt: Carregando requisitos baseados em mrpdemands

source: Loading requirements based on reorder level
hr_hr: Zahtjevi za učitavanje na temelju razine ponovnog naručivanja
pt_pt: Carregando exigências baseadas no nível de reposição

source: Creating supplies table
hr_hr: Izrada tablice zaliha
pt_pt: Criando tabela suprimentos

source: Create of mrpsupplies failed because
hr_hr: Stvaranje mrpsupplies nije uspjelo jer
pt_pt: Criar de mrpsupplies falhou porque

source: Loading supplies from purchase orders
hr_hr: Učitavanje zaliha iz narudžbenica
pt_pt: Carregando fontes de ordens de compra

source: Loading supplies from inventory on hand
hr_hr: Punjenje zaliha iz inventara pri ruci
pt_pt: Carregando fontes do inventário na mão

source: Loading supplies from work orders
hr_hr: Učitavanje zaliha iz radnih naloga
pt_pt: Carregando fontes de ordens de serviço

source: Creating planned orders table
hr_hr: Izrada tablice planiranih naloga
pt_pt: Criando tabela ordens planejadas

source: Create of mrpplannedorders failed because
hr_hr: Stvaranje mrpplaniranih naloga nije uspjelo jer
pt_pt: Criar de mrpplannedorders falhou porque

source: Processing level
hr_hr: Razina obrade
pt_pt: nível de processamento

source: End time
hr_hr: Vrijeme završetka
pt_pt: Hora de término

source: Last Run Details
hr_hr: Pojedinosti zadnje vožnje
pt_pt: Última Run Details

source: Last Run Time
hr_hr: Vrijeme zadnjeg izvođenja
pt_pt: Hora da Última Execução

source: Days Leeway
hr_hr: Dani slobodnog prostora
pt_pt: Dias de Margem

source: Use MRP Demands
hr_hr: Koristite MRP zahtjeve
pt_pt: Use Exige MRP

source: Use Reorder Level Demands
hr_hr: Upotrijebite zahtjeve razine preuređivanja

source: Use EOQ
hr_hr: Koristite EOQ

source: Use Pan Size
hr_hr: Koristite Pan Size
pt_pt: Use Pan Tamanho

source: Use Shrinkage
hr_hr: Koristite skupljanje
pt_pt: Use Encolhimento

source: This Run Details
hr_hr: Pojedinosti o ovoj utrci
pt_pt: Este Run Details

source: Use MRP Demands?
hr_hr: Koristiti MRP zahtjeve?
pt_pt: Usar Exigências de PRM?

source: Use Reorder Level Demands?
hr_hr: Koristiti zahtjeve za razinu promjene redoslijeda?

source: Use EOQ?
hr_hr: Koristiti EOQ?
pt_pt: Usar EOQ?

source: Use Pan Size?
hr_hr: Koristiti Pan Size?
pt_pt: Usar Tamanho Pan?

source: Use Shrinkage?
hr_hr: Koristiti skupljanje?
pt_pt: Usar Retratibilidade?

source: Run MRP
hr_hr: Pokrenite MRP
pt_pt: Executar PRM

source: MRP error
hr_hr: MRP greška

source: The MRP calculation must be run before you can run this report
hr_hr: MRP izračun mora se pokrenuti prije pokretanja ovog izvješća
pt_pt: O cálculo MRP deve ser executado antes de executar este relatório

source: To run the MRP calculation click
hr_hr: Za pokretanje MRP izračuna kliknite
pt_pt: Para executar o cálculo, clique em MRP

source: Through
hr_hr: Kroz

source: Print MRP Planned Purchase Orders
hr_hr: Ispis MRP planiranih narudžbenica

source: There were no items with planned purchase orders
hr_hr: Nije bilo artikala s planiranim narudžbenicama
pt_pt: Não foram encontrados itens com ordens de compra planejada

source: MRP Planned Purchase Orders Report
hr_hr: MRP izvješće o planiranim narudžbama
pt_pt: MRP Compra Planejada Relatório Pedidos

source: Consolidation
hr_hr: Konsolidacija
pt_pt: Consolidação

source: MRP Date
hr_hr: MRP datum
pt_pt: MRP Data

source: Ext. Cost
hr_hr: Ext. trošak
pt_pt: Ext. Custo

source: Source Type
hr_hr: Vrsta izvora
pt_pt: Tipo de Origem

source: Source Order
hr_hr: Redoslijed izvora
pt_pt: Fonte Ordem

source: Consolidations
hr_hr: Konsolidacije
pt_pt: Consolidações

source: Totals
hr_hr: Ukupno
pt_pt: Totais

source: MRP Planned Purchase Orders
hr_hr: MRP planirane narudžbenice
pt_pt: MRP Planejamento Pedidos

source: MRP Planned Purchase Orders Reporting
hr_hr: Izvješćivanje o planiranim MRP narudžbama
pt_pt: Relatório de Planeamento de PRM de Pedidos de Compra

source: Print Option
hr_hr: Opcija ispisa
pt_pt: Opções de Impressão

source: Print With Alternating Highlighted Lines
hr_hr: Ispis s izmjeničnim istaknutim linijama
pt_pt: Impressão com linhas alternadas em Destaque

source: Plain Print
hr_hr: Običan ispis
pt_pt: Imprimir Planície

source: Cut Off Date
hr_hr: Datum prekida
pt_pt: Data de Interrupção

source: MRP Planned Work Orders
hr_hr: MRP planirani radni nalozi
pt_pt: MRP Planejamento Ordens de Trabalho

source: There were no items with demand greater than supply
hr_hr: Nije bilo artikala s većom potražnjom od ponude
pt_pt: Não foram encontrados itens com demanda superior à oferta

source: MRP Planned Work Orders Report
hr_hr: MRP izvješće o planiranim radnim nalozima
pt_pt: MRP trabalho planejado Relatório Pedidos

source: Consolidation Count
hr_hr: Broj konsolidacije
pt_pt: Consolidação Contagem

source: Total Extended Cost:
hr_hr: Ukupni prošireni trošak:
pt_pt: Custo Total prolongado:

source: MRP Planned Work Orders Reporting
hr_hr: MRP Izvješćivanje o planiranim radnim nalozima
pt_pt: MRP ordens planejadas trabalho de reportagem

source: Print MRP Report Warning
hr_hr: Ispis MRP izvješća Upozorenje
pt_pt: Imprimir relatório alertando MRP

source: MRP Report
hr_hr: MRP izvješće
pt_pt: Relatório de PRM

source: Demand
hr_hr: Zahtjev
pt_pt: Exigência

source: Supply
hr_hr: Opskrbiti
pt_pt: Fornecimento

source: This report shows the MRP calculation for a specific item - a part code must be selected
hr_hr: Ovo izvješće prikazuje MRP izračun za određenu stavku - šifra dijela mora biti odabrana
pt_pt: Este Relatório mostra o cálculo de PRM para um item especifico - uma parte do código deve ser selecionado

source: No stock items were returned by this search please re-enter alternative criteria to try again
hr_hr: Ovo pretraživanje nije vratilo artikle na zalihama, molimo ponovno unesite alternativne kriterije kako biste pokušali ponovno
pt_pt: Nenhum item foi retornado por esta procura, favor re-insira um critério alternativo

source: pages
hr_hr: stranice
pt_pt: páginas

source: Go to Page
hr_hr: Idi na stranicu
pt_pt: Prosseguir para página

source: Go
hr_hr: Ići
pt_pt: Prosseguir

source: Total Qty On Hand
hr_hr: Ukupna količina na raspolaganju
pt_pt: Quantidade Total em Mão

source: Stock Status
hr_hr: Stanje zaliha
pt_pt: Estado do Stock

source: Page
hr_hr: Stranica
pt_pt: Página

source: MRP Reschedules
hr_hr: MRP reprogramira
pt_pt: MRP reclassifica

source: No MRP reschedule retrieved
hr_hr: Nema ponovnog rasporeda MRP-a
pt_pt: Não MRP reagendar recuperados

source: MRP Reschedule Report
hr_hr: Izvješće o ponovnom rasporedu MRP-a
pt_pt: MRP Reagendar Relatório

source: Selection:
hr_hr: Izbor:
pt_pt: Seleção:

source: Order No.
hr_hr: Narudžba br.
pt_pt: Despacho n. º

source: MRP Reschedule Reporting
hr_hr: Izvješćivanje o ponovnom rasporedu MRP-a
pt_pt: Relatórios de PRM Reescalonavel

source: Work Orders Only
hr_hr: Samo radni nalozi
pt_pt: Ordens de Trabalho Apenas

source: Purchase Orders Only
hr_hr: Samo narudžbenice
pt_pt: Ordens de Compra Apenas

source: Create of demandtotal failed because
hr_hr: Stvaranje potražnje nije uspjelo jer
pt_pt: Criar de demandtotal falhou porque

source: Create of supplytotal failed because
hr_hr: Stvaranje SupplyTotal nije uspjelo jer
pt_pt: Criar de supplytotal falhou porque

source: MRP Shortages Report
hr_hr: Izvješće o nedostatcima MRP-a
pt_pt: Escassez MRP Relatório

source: MRP Shortages
hr_hr: Nedostaci MRP-a
pt_pt: Escassez de PRM

source: MRP Excess Report
hr_hr: Izvješće o višku MRP-a

source: MRP Excess
hr_hr: MRP višak

source: MRP Shortages and Excesses
hr_hr: MRP nedostaci i viškovi

source: No MRP shortages - Excess retrieved
hr_hr: Nema manjka MRP-a - višak je vraćen

source: Ext. Shortage
hr_hr: Ext. Nedostatak
pt_pt: Ext. Escassez

source: Excess
hr_hr: Višak

source: Ext. Excess
hr_hr: Ext. Višak

source: Total Extended Shortage:
hr_hr: Ukupni produljeni nedostatak:
pt_pt: Escassez de Extensão total:

source: Total Extended Excess:
hr_hr: Ukupno produljeno prekoračenje:

source: MRP Shortages - Excess Reporting
hr_hr: Nedostaci MRP-a - izvješćivanje o višku

source: Inventory Category
hr_hr: Kategorija inventara
pt_pt: Categoria do inventário

source: All Stock Categories
hr_hr: Sve kategorije dionica
pt_pt: Todas as categorias Stock

source: Sort
hr_hr: Vrsta
pt_pt: Ordenar

source: Extended Shortage Dollars
hr_hr: Proširena nestašica dolara
pt_pt: Escassez de dólares prolongado

source: Shortage-Excess Option
hr_hr: Opcija manjak-višak

source: Report MRP Shortages
hr_hr: Prijavite MRP nedostatke

source: Report MRP Excesses
hr_hr: Prijavite MRP ekscese

source: No Sales Items Searching
hr_hr: Nema traženja prodajnih artikala

source: No Sales Report
hr_hr: No Prodaja Report

source: Location QOH
hr_hr: Lokacija QOH

source: Total QOH
hr_hr: Ukupni QOH

source: No Sales Items
hr_hr: Nema prodajnih artikala

source: No Sales Items List
hr_hr: Nema popisa prodajnih artikala

source: Top Sales Items List
hr_hr: Popis najprodavanijih artikala
pt_pt: Top de Vendas Lista de Itens

source: List of items with stock available during the last X days at the selected locations but did not sell any quantity during these X days.
hr_hr: Popis artikala sa zalihama dostupnim tijekom posljednjih X dana na odabranim lokacijama, ali nije prodana nikakva količina tijekom ovih X dana.

source: This list gets the no selling items, items at the location just wasting space, or need a price reduction, etc.
hr_hr: Ovaj popis sadrži artikle koji se ne prodaju, artikle na lokaciji koji samo troše prostor ili im je potrebno sniženje cijene itd.

source: Stock available during the last X days means there was a stock movement that produced that item into that location before that day, and no other positive stock movement has been created afterwards. No sell any quantity means, there is no sales order for that item from that location.
hr_hr: Dostupnost zaliha tijekom zadnjih X dana znači da je došlo do kretanja zaliha koje je proizvelo taj artikl na tu lokaciju prije tog dana, a nakon toga nije stvoreno drugo pozitivno kretanje zaliha. Nema prodaje bilo koje količine znači da ne postoji prodajni nalog za tu stavku s te lokacije.

source: Select Customer Type
hr_hr: Odaberite vrstu kupca
pt_pt: Selecionar tipo de cliente

source: Number Of Days
hr_hr: Broj dana
pt_pt: Número de Dias

source: Enter the number of days to examine the sales for
hr_hr: Unesite broj dana za koje želite provjeriti prodaju

source: Supplier Offers
hr_hr: Ponude dobavljača
pt_pt: Fornecedores Ofertas

source: There are no offers outstanding that you are authorised to deal with
hr_hr: Nema otvorenih ponuda s kojima ste ovlašteni raditi
pt_pt: Não há ofertas pendentes que você esteja autorizado a lidar com

source: Select Supplier
hr_hr: Odaberite Dobavljač
pt_pt: Seleccione Fornecedor

source: Supplier Selection
hr_hr: Odabir dobavljača
pt_pt: Seleção de fornecedor

source: Offer ID
hr_hr: ID ponude
pt_pt: ID da oferta

source: Offer Expires
hr_hr: Ponuda ističe
pt_pt: Expira em Oferta

source: Reject
hr_hr: Odbiti
pt_pt: Rejeitar

source: Defer
hr_hr: Odgoditi
pt_pt: Diferir

source: This email has been automatically generated by the webERP installation at
hr_hr: Ovu e-poštu automatski je generirala webERP instalacija na adresi
pt_pt: Este email foi gerado automaticamente pela instalação na webERP

source: The following offers you made have been accepted
hr_hr: Sljedeće ponude koje ste dali su prihvaćene
pt_pt: As seguintes ofertas que você fez foram aceites

source: An official order will be sent to you in due course
hr_hr: Službeni nalog će vam biti poslan u dogledno vrijeme
pt_pt: Uma ordem oficial será enviado a você no momento oportuno
