Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Line Point Graph
hr_hr: Grafikon linijske točke
pt_pt: Gráfico de Linha Ponto

source: Area Graph
hr_hr: Grafikon površine
pt_pt: Espaço Gráfico

source: Points Graph
hr_hr: Grafikon bodova
pt_pt: Pontos Gráfico

source: Pie Graph
hr_hr: Tortni grafikon

source: Thin Bar Line Graph
hr_hr: Tanki linijski grafikon
pt_pt: Gráfico Thin Line Bar

source: Squared Graph
hr_hr: Kvadratni graf
pt_pt: Squared Gráfico

source: Stacked Area Graph
hr_hr: Složeni površinski grafikon

source: Invert Graph
hr_hr: Invertni graf

source: Select Period From
hr_hr: Odaberite Razdoblje od
pt_pt: Seleccionar 'Período desde'

source: Select Period To
hr_hr: Odaberite Razdoblje do
pt_pt: Seleccionar 'Período até'

source: Show Account Graph
hr_hr: Prikaži grafikon računa

source: GL Account Graph - Account Value
hr_hr: GL Račun Graph - Račun Value

source: GL Account Graph - Actual Transactions
hr_hr: GL Račun Graph - Actual Transactions

source: From Period
hr_hr: Iz razdoblja
pt_pt: Período desde

source: Actual
hr_hr: Stvarno
pt_pt: Real

source: Month
hr_hr: Mjesec
pt_pt: Mês

source: The GL Account graph data for the selected criteria could not be retrieved because
hr_hr: Podaci grafikona GL računa za odabrane kriterije nisu se mogli dohvatiti jer

source: There is not GL Account data for the criteria entered to graph
hr_hr: Ne postoje podaci o GL računu za kriterije unesene u grafikon

source: Select Different Criteria
hr_hr: Odaberite različite kriterije

source: Use the keyboard Shift key to select multiple periods
hr_hr: Koristite tipku Shift na tipkovnici za odabir više točaka
pt_pt: Use a tecla Shift do teclado para selecionar vários períodos

source: Inquiry Criteria
hr_hr: Kriteriji upita

source: Show Account Transactions
hr_hr: Prikaži transakcije računa
pt_pt: Mostrar Transacções da Conta

source: Org Currency
hr_hr: Valuta organizacije

source: Amount in Org Currency
hr_hr: Iznos u valuti organizacije

source: Bank Ref
hr_hr: Ref. banke

source: Transactions for account
hr_hr: Transakcije za račun
pt_pt: Transacções realizadas por conta

source: Debit
hr_hr: Zaduženje
pt_pt: Débito

source: Total for period
hr_hr: Ukupno za razdoblje
pt_pt: Total para período

source: Period
hr_hr: Razdoblje
pt_pt: Período

source: Account movement per transaction
hr_hr: Kretanje računa po transakciji
pt_pt: Movimentação da conta por transação

source: Period difference
hr_hr: Razlika u razdoblju
pt_pt: Diferença no período

source: Failed to retrieve bank data
hr_hr: Dohvaćanje bankovnih podataka nije uspjelo

source: Failed to retrieve bank receive data
hr_hr: Dohvaćanje podataka o primanju banke nije uspjelo

source: A log of the account differences for the periods report shows below
hr_hr: Dnevnik razlika računa za izvješće o razdobljima prikazan je u nastavku
pt_pt: Uma anotação das diferenças na conta para o relatório periódico é mostrada a seguir

source: GL Account Report
hr_hr: Izvješće o računu GL
pt_pt: GL Relatório Conta

source: Listing for Period
hr_hr: Popis za razdoblje
pt_pt: Listagem por Período

source: Inventory Planning Report
hr_hr: Izvješće o planiranju zaliha
pt_pt: Relatório de Planeamento de Inventário

source: View Report
hr_hr: Pogledaj izvješće

source: Not set up
hr_hr: Nije postavljeno

source: No effect on cash flow
hr_hr: Nema utjecaja na novčani tok

source: Operating activity
hr_hr: Operativna djelatnost

source: Investing activity
hr_hr: Investicijska djelatnost

source: Financing activity
hr_hr: Djelatnost financiranja

source: Cash or cash equivalent
hr_hr: Gotovina ili novčani ekvivalent

source: Unknown
hr_hr: Nepoznato

source: General Ledger Accounts
hr_hr: Računi glavne knjige
pt_pt: Ledger Conta Geral

source: The account name must be fifty characters or less long
hr_hr: Naziv računa mora sadržavati pedeset znakova ili manje
pt_pt: O nome da conta deve ter no máximo cinqüenta caracteres

source: Could not update the account because
hr_hr: Nije moguće ažurirati račun jer
pt_pt: Não foi possível actualizar a conta porque

source: The general ledger account has been updated
hr_hr: Konto glavne knjige je ažuriran
pt_pt: A conta no livro de contabilidade foi actualizada

source: Could not add the new account code
hr_hr: Nije moguće dodati novi kôd računa
pt_pt: Não foi possível adicionar o novo código de conta

source: The new general ledger account has been added
hr_hr: Dodan je novi konto glavne knjige
pt_pt: A nova conta do livro de contabilidade foi adicionada

source: chart details that require this account code
hr_hr: detalji grafikona koji zahtijevaju ovaj kod računa
pt_pt: detalhes gráficos que requerem este código de conta

source: Could not test for existing transactions because
hr_hr: Nije moguće testirati postojeće transakcije jer
pt_pt: Não foi possível verificar as transacções existentes pois

source: Cannot delete this account because transactions have been created using this account
hr_hr: Nije moguće izbrisati ovaj račun jer su transakcije stvorene pomoću ovog računa
pt_pt: Não é possível remover esta conta pois transacções foram criadas utilizando esta conta

source: transactions that require this account code
hr_hr: transakcije koje zahtijevaju ovu šifru računa
pt_pt: transacções que requerem este código de conta

source: Could not test for default company GL codes because
hr_hr: Nije moguće testirati zadane GL kodove tvrtke jer
pt_pt: Não foi possível verificar os códigos de empresa padrão no LC pois

source: Cannot delete this account because it is used as one of the company default accounts
hr_hr: Nije moguće izbrisati ovaj račun jer se koristi kao jedan od zadanih računa tvrtke
pt_pt: Não foi possível remover esta conta por ser usada como uma das contas padrão da empresa

source: Could not test for tax authority GL codes because
hr_hr: Nije moguće testirati GL kodove porezne uprave jer
pt_pt: Não pôde testar por taxa do governo no código LC porque

source: Cannot delete this account because it is used as one of the tax authority accounts
hr_hr: Nije moguće izbrisati ovaj račun jer se koristi kao jedan od računa porezne uprave
pt_pt: Não pôde remover esta conta porque ela está sendo usada como única conta de taxa de governo

source: Could not test for existing sales interface GL codes because
hr_hr: Nije moguće testirati postojeće GL kodove prodajnog sučelja jer
pt_pt: Não podia testar para códigos existentes da relação LC das vendas porque

source: Cannot delete this account because it is used by one of the sales GL posting interface records
hr_hr: Nije moguće izbrisati ovaj račun jer ga koristi jedan od zapisa sučelja za knjiženje GL prodaje
pt_pt: Não pôde remover esta conta porque ela está sendo usada por uma das vendas no registro do LC

source: Could not test for existing cost of sales interface codes because
hr_hr: Nije moguće testirati postojeće kodove sučelja za troškove prodaje jer
pt_pt: Não pôde testar por existir custos das vendas

source: Cannot delete this account because it is used by one of the cost of sales GL posting interface records
hr_hr: Nije moguće izbrisati ovaj račun jer ga koristi jedan od zapisa sučelja knjiženja troškova prodaje GL
pt_pt: Não pôde remover esta conta porque ela está sendo usada por uma dos custos de vendas inseridas no registo

source: Could not test for existing stock GL codes because
hr_hr: Nije moguće testirati postojeće zalihe GL kodova jer
pt_pt: Não foi possível verificar a existência de códigos de stock no LC pois

source: Cannot delete this account because it is used by one of the stock GL posting interface records
hr_hr: Nije moguće izbrisati ovaj račun jer ga koristi jedan od zapisa sučelja za knjiženje dioničkog GL-a
pt_pt: Não pôde remover esta conta porque ela está sendo usada por um dos estoques inseridos no registro

source: Could not test for existing bank account GL codes because
hr_hr: Nije moguće testirati postojeće GL kodove bankovnog računa jer
pt_pt: Não foi possível verificar a existência de códigos de contas bancárias no LC pois

source: Cannot delete this account because it is used by one the defined bank accounts
hr_hr: Nije moguće izbrisati ovaj račun jer ga koristi jedan definirani bankovni račun
pt_pt: Não foi possível remover esta conta por ser usada por uma das contas bancárias definidas

source: Edit GL Account Details
hr_hr: Uredite pojedinosti o GL računu

source: Create GL Account Details
hr_hr: Stvorite pojedinosti o GL računu

source: Account Code
hr_hr: Šifra računa
pt_pt: Código da conta

source: Enter up to 20 alpha-numeric characters for the general ledger account code
hr_hr: Unesite do 20 alfanumeričkih znakova za šifru računa glavne knjige

source: Enter up to 50 alpha-numeric characters for the general ledger account name
hr_hr: Unesite do 50 alfanumeričkih znakova za naziv računa glavne knjige

source: Account Group
hr_hr: Grupa računa
pt_pt: Grupo Contábil

source: Cash Flows Activity
hr_hr: Aktivnost novčanih tokova

source: P/L or B/S
hr_hr: P/L ili B/S
pt_pt: P/L ou B/S

source: Balance Sheet
hr_hr: Bilanca stanja
pt_pt: Folha de Balancete

source: Profit/Loss
hr_hr: Dobit/gubitak
pt_pt: Lucros/Prejuízos

source: The chart accounts could not be retrieved because
hr_hr: Grafikon računa nije se mogao dohvatiti jer
pt_pt: As contas do gráfico não pode ser obtido poque

source: Are you sure you wish to delete this account? Additional checks will be performed in any event to ensure data integrity is not compromised.
hr_hr: Jeste li sigurni da želite izbrisati ovaj račun? U svakom slučaju izvršit će se dodatne provjere kako bi se osiguralo da integritet podataka nije ugrožen.
pt_pt: Tem certeza de que deseja apagar esta conta? Verificações adicionais serão realizadas em todo o caso, para garantir que a integridade dos dados não seja comprometida.

source: Show All Accounts
hr_hr: Prikaži sve račune
pt_pt: Mostrar Todas as Contas

source: Copy Authority of GL Accounts from one user to another
hr_hr: Kopiranje ovlaštenja GL računa s jednog korisnika na drugog

source: User FROM must be different from user TO
hr_hr: Korisnik FROM mora se razlikovati od korisnika TO

source: The SQL to delete the auhority in glaccountusers record failed
hr_hr: SQL za brisanje ovlaštenja u zapisu korisnika gl računa nije uspio

source: The SQL to insert the auhority in glaccountusers record failed
hr_hr: SQL za umetanje ovlaštenja u zapis korisnika gl računa nije uspio

source: Copy GL Account Authority
hr_hr: Copy GL Račun Authority

source: Select User to copy the Authority FROM
hr_hr: Odaberite korisnika od kojeg kopirate ovlaštenje

source: Select User to copy the Authority TO
hr_hr: Odaberite korisnika za kopiranje ovlaštenja u

source: Process Copy of Authority
hr_hr: Obradi kopiju ovlasti

source: GL Account Authorised Users
hr_hr: Ovlašteni korisnici GL računa

source: You have not selected any GL Account
hr_hr: Niste odabrali nijedan GL račun

source: Authorised Users for
hr_hr: Ovlašteni korisnici za

source: You have not selected an user to be authorised to use this GL Account
hr_hr: Niste odabrali korisnika koji će biti ovlašten za korištenje ovog GL računa

source: is already authorised to use this GL Account
hr_hr: već je ovlašten za korištenje ovog GL računa

source: An access permission for a user could not be added
hr_hr: Nije moguće dodati dozvolu pristupa za korisnika

source: An access permission for a user was added
hr_hr: Dodana je dozvola pristupa za korisnika

source: An access permission for a user could not be removed
hr_hr: Dopuštenje pristupa za korisnika nije bilo moguće ukloniti

source: An access permission for a user was removed
hr_hr: Dopuštenje pristupa za korisnika je uklonjeno

source: An access permission to update a GL account could not be modified
hr_hr: Dopuštenje pristupa za ažuriranje GL računa nije se moglo izmijeniti

source: An access permission to update a GL account was modified
hr_hr: Dopuštenje pristupa za ažuriranje GL računa je izmijenjeno

source: Are you sure you wish to remove Update for this user?
hr_hr: Jeste li sigurni da želite ukloniti ažuriranje za ovog korisnika?

source: Remove Update
hr_hr: Ukloni ažuriranje

source: Are you sure you wish to add Update for this user?
hr_hr: Jeste li sigurni da želite dodati ažuriranje za ovog korisnika?

source: Add Update
hr_hr: Dodaj ažuriranje

source: GL account does not have access permissions for users
hr_hr: GL račun nema dopuštenja pristupa za korisnike

source: Add access permissions to a user
hr_hr: Dodavanje dopuštenja pristupa korisniku

source: GL account has access permissions for all users
hr_hr: GL račun ima dopuštenja pristupa za sve korisnike

source: Select A Different GL account
hr_hr: Odaberite drugi GL račun

source: Statement of Financial Position
hr_hr: Izvještaj o financijskom položaju

source: Balance Sheet as at
hr_hr: Saldo Sheet as at
pt_pt: Balanço geral como em

source: Last Year
hr_hr: Prošle godine
pt_pt: Ano passado

source: General Ledger Balance Sheet
hr_hr: Bilanca glavne knjige

source: Balance Sheet (or statement of financial position) is a summary of balances. Assets, liabilities and ownership equity are listed as of a specific date, such as the end of its financial year. Of the four basic financial statements, the balance sheet is the only statement which applies to a single point in time.
hr_hr: Bilanca (ili izvještaj o financijskom položaju) je sažetak stanja. Imovina, obveze i vlasnički kapital navedeni su na određeni datum, kao što je kraj financijske godine. Od četiri osnovna financijska izvješća, bilanca je jedina izjava koja se odnosi na jednu točku u vremenu.
pt_pt: Balanço Patrimonial (ou uma declaração de posição financeira) é um resumo dos saldos. Ativos, passivos e patrimônio líquido de propriedade são listados como de uma data específica, como o fim do seu exercício. Dos quatro demonstrações financeiras básicas, o balanço é a única afirmação que se aplica a um único ponto no tempo.

source: The balance sheet has three parts: assets, liabilities and ownership equity. The main categories of assets are listed first and are followed by the liabilities. The difference between the assets and the liabilities is known as equity or the net assets or the net worth or capital of the company and according to the accounting equation, net worth must equal assets minus liabilities.
hr_hr: Bilanca ima tri dijela: imovinu, obveze i vlasnički kapital. Glavne kategorije imovine navedene su prve, a nakon njih slijede obveze. Razlika između imovine i obveza poznata je kao kapital ili neto imovina ili neto vrijednost ili kapital poduzeća, a prema računovodstvenoj jednadžbi, neto vrijednost mora biti jednaka imovini umanjenoj za obveze.
pt_pt: O balanço tem três partes: os activos, passivos e patrimônio de propriedade. As principais categorias de ativos são listados em primeiro lugar e são seguidas pelas responsabilidades. A diferença entre os activos e os passivos é conhecida como capital ou o patrimônio líquido ou o patrimônio líquido ou capital social da empresa e de acordo com a equação de contabilidade, o patrimônio líquido deve ser igual a activos menos passivos.

source: Check this box to show all accounts including those with zero balance
hr_hr: Označite ovaj okvir za prikaz svih računa uključujući one s nultim stanjem

source: PDF Balance Sheet
hr_hr: PDF bilanca

source: Show Balance Sheet
hr_hr: Prikaži bilancu

source: Copy Bank Account Authority
hr_hr: Copy Bank Račun Authority

source: Create GL Budgets
hr_hr: Stvorite GL proračune
pt_pt: Criar Orçamentos no LC

source: This Financial Year
hr_hr: Ova financijska godina
pt_pt: Ano Fiscal Actual

source: Select a general ledger account code
hr_hr: Odaberite šifru računa glavne knjige
pt_pt: Selecione um código de conta de contabilidade geral

source: Prev Account
hr_hr: Prethodni račun
pt_pt: Conta Anterior

source: Select Account
hr_hr: Odaberite Račun
pt_pt: Seleccione Conta

source: Next Account
hr_hr: Sljedeći račun
pt_pt: Próxima Conta

source: Operating activities
hr_hr: Operativne aktivnosti

source: Investing activities
hr_hr: Investicijske aktivnosti

source: Financing activities
hr_hr: Aktivnosti financiranja

source: Statement of Cash Flows, Indirect Method
hr_hr: Izvještaj o novčanom tijeku, neizravna metoda

source: The beginning of the period should be before or equal to the end of the period. Please reselect the reporting period.
hr_hr: Početak razdoblja trebao bi biti prije ili jednak kraju razdoblja. Molimo ponovno odaberite razdoblje izvješćivanja.

source: The period should be 12 months or less in duration. Please select an alternative period range.
hr_hr: Razdoblje bi trebalo trajati 12 mjeseci ili manje. Odaberite alternativni raspon razdoblja.

source: The period to and period from must both be entered as numbers
hr_hr: Razdoblje do i razdoblje od moraju se unijeti kao brojevi

source: Period Actual
hr_hr: Stvarno razdoblje
pt_pt: Período Actual

source: Cash flows signs: a negative number indicates a cash flow used in activities; a positive number indicates a cash flow provided by activities.
hr_hr: Znakovi novčanih tokova: negativan broj označava novčani tok koji se koristi u aktivnostima; pozitivan broj označava novčani tok koji osiguravaju aktivnosti.

source: Cash and cash equivalents signs: a negative number indicates a cash outflow; a positive number indicates a cash inflow.
hr_hr: Predznaci novca i novčanih ekvivalenata: negativan broj označava odljev novca; pozitivan broj označava priljev novca.

source: Net profit and dividends
hr_hr: Neto dobit i dividende

source: Net profit for the period
hr_hr: Neto dobit razdoblja

source: Dividends
hr_hr: Dividende

source: Retained earnings
hr_hr: Zadržana dobit

source: Net increase in cash and cash equivalents
hr_hr: Neto povećanje novca i novčanih ekvivalenata

source: Cash and cash equivalents at beginning of period
hr_hr: Novac i novčani ekvivalenti na početku razdoblja

source: Cash and cash equivalents at end of period
hr_hr: Novac i novčani ekvivalenti na kraju razdoblja

source: Run Setup
hr_hr: Pokrenite postavljanje

source: The statement of cash flows, also known as the successor of the old source and application of funds statement, reports how changes in balance sheet accounts and income affect cash and cash equivalents, and breaks the analysis down to operating, investing and financing activities.
hr_hr: Izvješće o novčanim tokovima, također poznato kao nasljednik starog izvora i primjene izvještaja o fondovima, izvješćuje o tome kako promjene u računima bilance i prihodima utječu na novac i novčane ekvivalente, te raščlanjuje analizu na operativne, investicijske i financijske aktivnosti.

source: The purpose of the statement of cash flows is to show where the company got their money from and how it was spent during the period being reported for a user selectable range of periods.
hr_hr: Svrha izvješća o novčanim tokovima je pokazati odakle je tvrtka dobila novac i kako je potrošen tijekom razdoblja o kojem se izvješćuje za raspon razdoblja koje korisnik može odabrati.

source: The statement of cash flows represents a period of time. This contrasts with the statement of financial position, which represents a single moment in time.
hr_hr: Izvještaj o novčanom tijeku predstavlja vremensko razdoblje. To je u suprotnosti s izvještajem o financijskom položaju koji predstavlja jedan trenutak u vremenu.

source: Select the beginning of the reporting period
hr_hr: Odaberite početak izvještajnog razdoblja

source: Select the end of the reporting period
hr_hr: Odaberite kraj izvještajnog razdoblja

source: Select a period instead of using the beginning and end of the reporting period.
hr_hr: Odaberite razdoblje umjesto početka i kraja izvještajnog razdoblja.

source: Show cash and cash equivalents accounts
hr_hr: Prikaži račune gotovine i novčanih ekvivalenata

source: Check this box to show cash and cash equivalents accounts
hr_hr: Označite ovaj okvir za prikaz računa gotovine i novčanih ekvivalenata

source: Cash Flows Activities Maintenance
hr_hr: Održavanje aktivnosti novčanih tokova

source: Can not update chartmaster.cashflowsactivity because
hr_hr: Nije moguće ažurirati chartmaster.cashflowsactivity jer

source: The net profit of the period GL account was updated
hr_hr: Ažurirana je neto dobit GL računa razdoblja

source: The retained earnings GL account was updated
hr_hr: Ažuriran je GL račun zadržane dobiti

source: The cash flow activity was reset in all accounts
hr_hr: Aktivnost novčanog toka poništena je na svim računima

source: Cash
hr_hr: Unovčiti

source: Investment
hr_hr: Ulaganje

source: Commission
hr_hr: Komisija

source: Share
hr_hr: Udio

source: Dividend
hr_hr: Dividenda

source: Interest
hr_hr: Interes

source: Loan
hr_hr: Zajam

source: Building
hr_hr: zgrada

source: Equipment
hr_hr: Oprema

source: Land
hr_hr: Zemljište

source: Vehicle
hr_hr: Vozilo

source: Sale
hr_hr: Prodaja

source: Receivable
hr_hr: Potraživanje

source: Payable
hr_hr: Plativo

source: Adjustment
hr_hr: Podešavanje
pt_pt: Ajuste

source: Amortisation
hr_hr: Amortizacija

source: Can not update chartmaster.cashflowsactivity. Error code:
hr_hr: Nije moguće ažurirati chartmaster.cashflowsactivity. Šifra greške:

source: The cash flow activity was updated in some accounts
hr_hr: Aktivnost novčanog toka ažurirana je na nekim računima

source: The statement of cash flows, using direct and indirect methods, is partitioned into three sections: operating activities, investing activities and financing activities.
hr_hr: Izvještaj o novčanom tijeku, korištenjem izravne i neizravne metode, podijeljen je u tri dijela: poslovne aktivnosti, investicijske aktivnosti i financijske aktivnosti.

source: You must classify all accounts in any of those three sections of the cash flow statement, or as no effect on cash flow, or as cash or cash equivalent.
hr_hr: Morate klasificirati sve račune u bilo kojem od ta tri odjeljka izvješća o novčanom tijeku ili kao bez utjecaja na novčani tok ili kao novac ili novčani ekvivalent.

source: Action to do
hr_hr: Akcija koju treba učiniti

source: Net profit for the period GL account
hr_hr: Neto dobit za razdoblje GL račun

source: Select...
hr_hr: Odaberite...

source: GL account to post the net profit for the period
hr_hr: GL račun za knjiženje neto dobiti za razdoblje

source: Retained earnings GL account
hr_hr: Zadržana dobit GL račun

source: GL account to post the retained earnings
hr_hr: GL račun za knjiženje zadržane dobiti

source: Reset values
hr_hr: Ponovno postavite vrijednosti

source: Automatic setup
hr_hr: Automatsko postavljanje

source: Manual setup
hr_hr: Ručno postavljanje

source: GL Codes Inquiry
hr_hr: Upit za GL kodove
pt_pt: Consulta dos Códigos no LC

source: Print Invoices or Credit Notes (Portrait Mode)
hr_hr: Ispis faktura ili knjižnog odobrenja (portretni način)
pt_pt: Imprimir Facturas ou Notas de Crédito ( Modo Retrato)

source: Group
hr_hr: Skupina
pt_pt: Grupo

source: General Ledger Journal Inquiry
hr_hr: Upit o dnevniku glavne knjige

source: Selection Criteria
hr_hr: Kriteriji odabira

source: Transaction Type
hr_hr: Vrsta transakcije

source: Journal Number Range
hr_hr: Raspon brojeva dnevnika

source: Journals Dated Between
hr_hr: Časopisi datirani između

source: Journal Number
hr_hr: Broj časopisa

source: Account Description
hr_hr: Opis računa
pt_pt: Descrição da conta

source: Others
hr_hr: Drugi

source: Other GL Accounts
hr_hr: Ostali GL računi

source: Journal Entry
hr_hr: Unos u dnevnik
pt_pt: Inserção no Diário

source: The date entered was not valid please enter the date to process the journal in the format
hr_hr: Uneseni datum nije važeći. Unesite datum za obradu dnevnika u formatu
pt_pt: A data inserida não é válida, favor inserir uma data para processar o diário no formato
