Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The update of the tax group description failed because
hr_hr: Ažuriranje opisa porezne grupe nije uspjelo jer
pt_pt: A actualização da descrição do grupo de imposto falhou porque

source: The tax group description was updated to
hr_hr: Opis porezne grupe ažuriran je na
pt_pt: A descrição do grupo de imposto foi actualizada para

source: A new tax group could not be added because a tax group already exists for
hr_hr: Nije moguće dodati novu poreznu skupinu jer već postoji porezna skupina za
pt_pt: Não foi possível adicionar um novo grupo de imposto porque ele já existe

source: The addition of the group failed because
hr_hr: Dodavanje grupe nije uspjelo jer
pt_pt: A adição do grupo falhou porque

source: Added the new tax group
hr_hr: Dodana je nova porezna skupina
pt_pt: Adicionado o novo grupo de imposto

source: The addition of the tax failed because
hr_hr: Dodavanje poreza nije uspjelo jer
pt_pt: A adição do imposto falhou porque

source: The tax was added.
hr_hr: Dodan je porez.
pt_pt: O imposto foi adicionado.

source: The removal of this tax failed because
hr_hr: Ukidanje ovog poreza nije uspjelo jer
pt_pt: A eliminação deste imposto falhou porque

source: This tax was removed.
hr_hr: Ovaj porez je uklonjen.
pt_pt: Esta taxa foi removida

source: Could not get tax authorities in the selected tax group
hr_hr: Nije moguće dobiti porezne vlasti u odabranoj poreznoj skupini
pt_pt: Não foi possível obter as autoridades fiscais no groupo de imposto selecionado

source: It is inappropriate to set tax on tax where the tax is the first in the calculation order. The system has changed it back to no tax on tax for this tax authority
hr_hr: Neprimjereno je određivati ​​porez na porez gdje je porez prvi u obračunskom redu. Sustav ga je promijenio natrag u bez poreza na porez za ovu poreznu upravu
pt_pt: É inadequado definir imposto sobre o imposto onde o imposto é o primeiro na odem de cálculo. O sistema mudou de volta para nenhum imposto sobre imposto para este imposto de autoridade

source: Cannot delete this tax group because some customer branches are setup using it
hr_hr: Nije moguće izbrisati ovu poreznu grupu jer su neke poslovnice klijenata postavljene pomoću nje
pt_pt: Não é possível eliminar este groupo de imposto porque algumas filiais de clientes estam definidas com ele

source: customer branches referring to this tax group
hr_hr: podružnice kupaca koje se odnose na ovu poreznu skupinu
pt_pt: filiais de clientes referenciados este grupo fiscais

source: Cannot delete this tax group because some suppliers are setup using it
hr_hr: Nije moguće izbrisati ovu poreznu grupu jer su neki dobavljači postavljeni pomoću nje
pt_pt: Não é possível eliminar este grupos de imposto porque alguns fornecedores estão configurados utilizando-o

source: suppliers referring to this tax group
hr_hr: dobavljači koji se odnose na ovu poreznu skupinu
pt_pt: fornecedores referênciado a este grupo de imposto

source: tax group has been deleted
hr_hr: porezna grupa je izbrisana
pt_pt: o grupo de imposto foi eliminado

source: There are no tax groups configured.
hr_hr: Nema konfiguriranih poreznih grupa.
pt_pt: Não existem groupos de impostos configurados

source: Group No
hr_hr: Grupa br
pt_pt: Número do Grupo

source: Are you sure you wish to delete this tax group?
hr_hr: Jeste li sigurni da želite izbrisati ovu poreznu skupinu?

source: Review Existing Groups
hr_hr: Pregledajte postojeće grupe
pt_pt: Rever Grupos Existentes

source: The selected tax group is no longer available.
hr_hr: Odabrana porezna skupina više nije dostupna.
pt_pt: O grupo de imposto selecionado não se encontra mais disponível.

source: Edit Tax Group
hr_hr: Uredi poreznu grupu

source: Create Tax Group
hr_hr: Stvorite poreznu grupu

source: 4 to 40 legal characters
hr_hr: 4 do 40 zakonskih znakova

source: The group name must be more 4 and less than 40 characters and cannot be left blank
hr_hr: Naziv grupe mora sadržavati više od 4 i manje od 40 znakova i ne može ostati prazan

source: Enter Group
hr_hr: Unesite grupu
pt_pt: Insira Grupo

source: Calculation Order
hr_hr: Redoslijed izračuna
pt_pt: Ordem de cálculo

source: Tax on Prior Taxes
hr_hr: Porez na prethodne poreze
pt_pt: Imposto sobre Impostos Anteriores

source: The input must be positive integer and less than 10
hr_hr: Unos mora biti pozitivan cijeli broj i manji od 10

source: Update Order
hr_hr: Redoslijed ažuriranja
pt_pt: Actualizar Pedido

source: Assigned Taxes
hr_hr: Dodijeljeni porezi
pt_pt: Impostos computados

source: Available Taxes
hr_hr: Dostupni porezi
pt_pt: Impostos Disponíveis

source: Tax Auth ID
hr_hr: Porezni ID
pt_pt: ID Aut.Fiscal

source: Tax Authority Name
hr_hr: Naziv porezne uprave
pt_pt: Nome Aut.Fiscal

source: Tax on Prior Tax(es)
hr_hr: Porez na prethodni porez(e)
pt_pt: Imposto sobre Imposto(s) Anterior(es)

source: There are no tax authorities defined to allocate to this tax group
hr_hr: Ne postoje definirana porezna tijela za raspoređivanje u ovu poreznu skupinu
pt_pt: Nenhuma Aut.Fiscal para este grupo

source: Are you sure you wish to remove this tax authority from the group?
hr_hr: Jeste li sigurni da želite ukloniti ovo porezno tijelo iz grupe?

source: Tax Report
hr_hr: Porezno izvješće

source: Tax on Sales
hr_hr: Porez na promet

source: Total Outputs
hr_hr: Ukupni izlazi
pt_pt: Saída total

source: Tax on Purchases
hr_hr: Porez na kupnju

source: Tax on Petty Cash Expenses
hr_hr: Porez na sitne novčane troškove

source: Petty Cash Expense
hr_hr: Troškovi sitnog novca

source: Outputs
hr_hr: Izlazi

source: Inputs
hr_hr: Unosi

source: Adjustments for Tax paid to Customs, FBT, entertainments etc must also be entered
hr_hr: Moraju se unijeti i usklađenja za porez plaćen carini, FBT-u, zabavi itd
pt_pt: Ajustes para o GST pago para clientes NZ, FBT, entretenimento etc também são inseridos

source: Taxation Reporting Error
hr_hr: Pogreška u izvješćivanju o porezu
pt_pt: Relatório de erros de taxação

source: There are no tax entries to list
hr_hr: Nema poreznih unosa za popis
pt_pt: Não existem entradas fiscais para a lista

source: Tax Reporting
hr_hr: Porezno izvješćivanje
pt_pt: Relatório de Impostos

source: Tax Authority To Report On:
hr_hr: Porezna uprava za izvješćivanje:
pt_pt: Autoridade Fiscal apresentar um Relatório sobre

source: Return Covering
hr_hr: Povratno pokrivanje
pt_pt: Devolver Cobertura

source: 2 Months
hr_hr: 2 mjeseca

source: 3 Months
hr_hr: 3 mjeseca

source: 6 Months
hr_hr: 6 mjeseci

source: 12 Months
hr_hr: 12 mjeseci

source: 24 Months
hr_hr: 24 mjeseca

source: 48 Months
hr_hr: 48 mjeseci

source: Return To
hr_hr: Povratak na
pt_pt: Retornar Para

source: Could not retrieve the period data because
hr_hr: Nije moguće dohvatiti podatke o razdoblju jer
pt_pt: Não foi possível obter os dados do período pois

source: Detail Or Summary Only
hr_hr: Samo pojedinosti ili sažetak
pt_pt: Detalhes ou Apenas Sumário

source: Detail and Summary
hr_hr: Detalj i sažetak
pt_pt: Detalhes e sumário

source: Summary Only
hr_hr: Samo sažetak
pt_pt: Apenas sumário

source: Dispatch Tax Provinces
hr_hr: Provincije poreza na otpremu
pt_pt: Despacho Imposto Províncias

source: The tax province name cannot contain any of the illegal characters
hr_hr: Naziv porezne pokrajine ne smije sadržavati nedopuštene znakove

source: The tax province name may not be empty
hr_hr: Naziv porezne pokrajine ne smije biti prazan
pt_pt: O nome do imposto província pode não se encontrar vázio

source: The tax province cannot be renamed because another with the same name already exists.
hr_hr: Porezna pokrajina ne može se preimenovati jer već postoji druga s istim imenom.
pt_pt: O imposto província não pode ser renomeado porque outro com o mesmo nome já existe.

source: Could not update tax province
hr_hr: Nije moguće ažurirati poreznu pokrajinu
pt_pt: Não foi possível actualizar a conta pois

source: Tax province name changed
hr_hr: Naziv porezne pokrajine promijenjen
pt_pt: O nome do imposto província foi alterado

source: The tax province no longer exists
hr_hr: Porezna pokrajina više ne postoji
pt_pt: O imposto província não existe mais

source: The tax province cannot be created because another with the same name already exists
hr_hr: Porezna pokrajina ne može se stvoriti jer već postoji druga s istim imenom
pt_pt: O imposto província não pode ser criado porque outro com o mesmo nome já existe.

source: Could not add tax province
hr_hr: Nije moguće dodati poreznu pokrajinu
pt_pt: Não foi possível adicionar imposto província

source: Could not add tax authority rates for the new dispatch tax province. The rates of tax will not be able to be added - manual database interaction will be required to use this dispatch tax province
hr_hr: Nije moguće dodati stope porezne uprave za novu pokrajinu poreza na otpremu. Stope poreza neće se moći dodati - bit će potrebna ručna interakcija s bazom podataka za korištenje ove pokrajine poreza na otpremu
pt_pt: Não foi possível adicionar taxas de autoridade fiscal para o novo despacho de imposto província. As taxas de imposto não seram capazes de ser adicionadas - inserção manual na base de dados será necessária para usar este despacho de imposto província

source: Errors were encountered adding this tax province
hr_hr: Došlo je do pogrešaka prilikom dodavanja ove porezne pokrajine
pt_pt: Foram encontrados erros ao adicionar este imposto de província

source: New tax province added
hr_hr: Dodana nova porezna pokrajina
pt_pt: Novo imposto Província Adicionado

source: Cannot delete this tax province because it no longer exists
hr_hr: Nije moguće izbrisati ovu poreznu pokrajinu jer više ne postoji
pt_pt: Não foi possível eliminar este imposto província porque ele já não existe

source: Cannot delete this tax province because at least one stock location is defined to be inside this province
hr_hr: Nije moguće izbrisati ovu poreznu pokrajinu jer je barem jedna lokacija skladišta definirana kao unutar ove pokrajine
pt_pt: Não é possível excluir esta província imposto devido, pelo menos, uma localidade de estoque é definido como sendo dentro desta província

source: stock locations that refer to this tax province
hr_hr: mjesta zaliha koja se odnose na ovu poreznu pokrajinu
pt_pt: localizações de stock que se referem a este imposto de província

source: tax province and any tax rates set for it have been deleted
hr_hr: porezna pokrajina i sve porezne stope postavljene za nju su izbrisane
pt_pt: Imposto província e quaisqueres taxas de imposto estabelecidas foram eliminados

source: Review Tax Provinces
hr_hr: Pregledajte porezne pokrajine
pt_pt: Rever Impostos Províncias

source: Could not retrieve the requested tax province, please try again.
hr_hr: Nije moguće dohvatiti traženu poreznu pokrajinu, pokušajte ponovno.
pt_pt: Não foi possível obter o imposto província solicitado, tente novamente.

source: Edit Tax Province
hr_hr: Uredi poreznu pokrajinu

source: Create Tax Province
hr_hr: Stvorite poreznu pokrajinu

source: Tax Province Name
hr_hr: Naziv porezne pokrajine
pt_pt: Nome do Imposto Província

source: The tax province cannot be left blank and includes illegal characters
hr_hr: Porezna pokrajina ne može ostati prazna i uključuje nedopuštene znakove

source: Within 30 legal characters
hr_hr: Unutar 30 zakonskih znakova

source: Test Plan Results
hr_hr: Rezultati plana testiranja

source: Copy Results
hr_hr: Kopiraj rezultate

source: Copy to This Sample
hr_hr: Kopiraj u ovaj uzorak

source: Override existing Test values?
hr_hr: Zaobići postojeće testne vrijednosti?

source: Test Results have been copied to sample
hr_hr: Rezultati testa su kopirani u uzorak

source: The insert of the test results failed because
hr_hr: Umetanje rezultata testa nije uspjelo jer

source: Test Results have been overwritten to sample
hr_hr: Rezultati testa su prepisani u uzorak

source: from sample
hr_hr: iz uzorka

source: for test
hr_hr: za test

source: Test Results have NOT BEEN overwritten for Result ID
hr_hr: Rezultati testa NISU BILI prebrisani za ID rezultata

source: Test Results have been copied to
hr_hr: Rezultati testa su kopirani u

source: A Sample Result record has been added for Test ID
hr_hr: Za ID testa dodan je zapis o rezultatu uzorka

source: The insert of the Sample Result failed because
hr_hr: Umetanje rezultata uzorka nije uspjelo jer

source: Sample Results were updated for Result ID
hr_hr: Rezultati uzorka ažurirani su za ID rezultata

source: The updated of the sampleresults failed because
hr_hr: Ažuriranje rezultata uzorka nije uspjelo jer

source: Cannot delete this Result ID because it is a part of the Product Specification
hr_hr: Nije moguće izbrisati ovaj ID rezultata jer je dio specifikacije proizvoda

source: Result QA Sample
hr_hr: Uzorak QA rezultata

source: Select a sample to enter results against
hr_hr: Odaberite uzorak za unos rezultata

source: This page can only be opened if a QA Sample has been selected. Please select a sample first
hr_hr: Ova se stranica može otvoriti samo ako je odabran QA Sample. Prvo odaberite uzorak

source: Back to Samples
hr_hr: Povratak na uzorke

source: Used for Cert
hr_hr: Koristi se za Cert

source: Test Method
hr_hr: Metoda ispitivanja

source: Test Date
hr_hr: Datum testiranja

source: Tested By
hr_hr: Testirao

source: Test Result
hr_hr: Rezultat testa

source: On Cert
hr_hr: Na Cert

source: Are you sure you wish to delete this Test from this Sample ?
hr_hr: Jeste li sigurni da želite izbrisati ovaj test iz ovog uzorka?

source: Copy These Results
hr_hr: Kopirajte ove rezultate

source: Print COA
hr_hr: Ispiši COA

source: Timesheet Entry
hr_hr: Unos vremenskog lista

source: Timesheets
hr_hr: Vremenske tablice

source: The total hours entered are zero for this line - so better to delete the line
hr_hr: Ukupni uneseni sati su nula za ovu liniju - stoga je bolje izbrisati liniju

source: The hours entered for day 1 look to be too high - this is probably an error
hr_hr: Sati uneseni za dan 1 izgledaju previsoki - ovo je vjerojatno pogreška

source: The hours entered for day 2 look to be too high - this is probably an error
hr_hr: Sati uneseni za 2. dan izgledaju previsoki - ovo je vjerojatno pogreška

source: The hours entered for day 3 look to be too high - this is probably an error
hr_hr: Sati uneseni za dan 3 izgledaju previsoki - ovo je vjerojatno pogreška

source: The hours entered for day 4 look to be too high - this is probably an error
hr_hr: Sati uneseni za 4. dan izgledaju previsoki - ovo je vjerojatno pogreška

source: The hours entered for day 5 look to be too high - this is probably an error
hr_hr: Sati uneseni za 5. dan izgledaju previsoki - ovo je vjerojatno pogreška

source: The hours entered for day 6 look to be too high - this is probably an error
hr_hr: Sati uneseni za 6. dan izgledaju previsoki - ovo je vjerojatno pogreška

source: The hours entered for day 7 look to be too high - this is probably an error
hr_hr: Sati uneseni za dan 7 izgledaju previsoki - ovo je vjerojatno pogreška

source: If the time is non-chargable then both the work order and the work centre must reflect this. Only if a work order is selected can a work centre be set
hr_hr: Ako se vrijeme ne naplaćuje, to moraju odražavati i radni nalog i radno mjesto. Radni centar se može postaviti samo ako je odabran radni nalog

source: If a work order is selected then the work centre must be set
hr_hr: Ako je odabran radni nalog tada se mora postaviti radni centar

source: An existing timesheet record for the same work order, week ending and work centre was updated with these hours
hr_hr: Postojeći zapis vremenskog lista za isti radni nalog, kraj tjedna i radni centar ažuriran je ovim satima

source: Could not add this timesheet record
hr_hr: Nije moguće dodati ovaj zapis vremenskog lista

source: Timesheet record added
hr_hr: Dodan je zapis radnog vremena

source: This timesheet cannot be submitted until your full working week hours are accounted for
hr_hr: Ova se tablica radnog vremena ne može predati dok se ne uračunaju puni sati radnog tjedna

source: hours or more must be entered
hr_hr: moraju se unijeti sati ili više

source: timesheet submitted for the week ending
hr_hr: vremenski raspored dostavljen za tjedan koji završava

source: Review and approve this timesheet
hr_hr: Pregledajte i odobrite ovaj raspored

source: This timesheet has been submitted to your manager for approval
hr_hr: Ovaj vremenski raspored poslan je vašem upravitelju na odobrenje

source: Timesheet submitted
hr_hr: Predan vremenski list

source: This timesheet cannot be submitted until a cost is set up for the item defined for this employee
hr_hr: Ova se vremenska tablica ne može poslati dok se ne postavi trošak za stavku definiranu za ovog zaposlenika

source: This employees labour item has no cost entered
hr_hr: Ova stavka rada zaposlenika nema unesene troškove

source: No more time to post for this timesheet
hr_hr: Nema više vremena za objavljivanje ovog vremenskog lista

source: Timesheet for the week ending
hr_hr: Vremenska tablica za tjedan koji završava

source: labour stock movement records could not be inserted when processing the timesheet because
hr_hr: zapisi o kretanju zaliha radne snage nisu se mogli umetnuti prilikom obrade vremenskog lista jer

source: as
hr_hr: kao

source: hours
hr_hr: sati

source: The labour cost posting to a work order GL posting could not be inserted because
hr_hr: Knjiženje troškova rada na GL knjiženje radnog naloga nije se moglo umetnuti jer

source: The labour recovery account credit on the approval of a timesheet GL posting could not be inserted because
hr_hr: Kredit računa za oporavak od odobrenja knjiženja vremenskog lista GL nije se mogao umetnuti jer

source: Could not update the work order labour cost because
hr_hr: Nije moguće ažurirati cijenu rada radnog naloga jer

source: Could not change the timesheet status to approved because
hr_hr: Nije moguće promijeniti status vremenskog lista u odobreno jer

source: The following SQL was used to update the work order
hr_hr: Sljedeći SQL korišten je za ažuriranje radnog naloga
pt_pt: O comando SQL a seguir foi usado para actualizar o registro de stock

source: Timesheet posted
hr_hr: Dnevni list objavljen

source: Select a different employee
hr_hr: Odaberite drugog zaposlenika

source: Only employees set up to enter timesheets can use this script - please see the timesheet administrator
hr_hr: Samo zaposlenici koji su postavljeni za unos vremenskih tablica mogu koristiti ovu skriptu - obratite se administratoru vremenske tablice

source: Timesheet row deleted
hr_hr: Redak vremenskog lista izbrisan

source: For the week ending
hr_hr: Za tjedan koji završava

source: Non-chargable
hr_hr: Ne naplaćuje se

source: Posted
hr_hr: Objavljeno
pt_pt: Enviado

source: Are you sure you wish to delete this timesheet entry
hr_hr: Jeste li sigurni da želite izbrisati ovaj unos radnog vremena

source: submitted
hr_hr: podnesen

source: Submit for Approval
hr_hr: Predajte na odobrenje

source: Approve
hr_hr: Odobriti

source: Top Items Searching
hr_hr: Pretraživanje najpopularnijih stavki
pt_pt: Itens Top Busca

source: Value Sales
hr_hr: Vrijednost prodaje
pt_pt: Valor das vendas

source: Stock (Days)
hr_hr: Zaliha (dani)

source: Top Sales Order Search
hr_hr: Najbolja pretraga prodajnih naloga
pt_pt: Ordenar Top de Vendas

source: Select Order By
hr_hr: Odaberite Naruči prema
pt_pt: Ordenar por Selecione

source: Total Pieces
hr_hr: Ukupno komada

source: Value of Sales
hr_hr: Vrijednost prodaje
pt_pt: Valor das Vendas

source: The input must be positive integer
hr_hr: Unos mora biti pozitivan cijeli broj

source: With less than
hr_hr: S manje od

source: Days of Stock (QOH + QOO) Available
hr_hr: Dostupno u danima zalihe (QOH + QOO).

source: Number Of Top Items
hr_hr: Broj gornjih stavki
pt_pt: Número de itens Início

source: Units Of Measure
hr_hr: Jedinice mjere
pt_pt: Unidades de Medida

source: The unit of measure cannot contain any of the illegal characters
hr_hr: Jedinica mjere ne smije sadržavati niti jedan nedopušteni znak

source: The unit of measure may not be empty
hr_hr: Jedinica mjere ne smije biti prazna
pt_pt: A unidade de medida não podepode ser vázio

source: The unit of measure can not be renamed because another with the same name already exist.
hr_hr: Jedinicu mjere nije moguće preimenovati jer već postoji druga s istim imenom.
pt_pt: O nome da unidade de medida não pode ser alterada porque já existe outra com o mesmo nome.

source: The unit of measure no longer exist.
hr_hr: Mjerna jedinica više ne postoji.
pt_pt: A unidade de medida já não existe.

source: Unit of measure changed
hr_hr: Promijenjena mjerna jedinica
pt_pt: Unidade de medida alterada

source: The unit of measure can not be created because another with the same name already exists.
hr_hr: Mjernu jedinicu nije moguće izraditi jer već postoji druga s istim nazivom.
pt_pt: O nome da unidade de medida não pode ser criada porque já existe outra com o mesmo nome.

source: New unit of measure added
hr_hr: Dodana nova mjerna jedinica
pt_pt: Nova unidade de medida adicionada

source: Could not update unit of measure
hr_hr: Nije moguće ažurirati jedinicu mjere
pt_pt: Não foi possível actualizar a conta pois

source: Cannot delete this unit of measure because it no longer exist
hr_hr: Ovu mjernu jedinicu nije moguće izbrisati jer više ne postoji
pt_pt: Não é possível eliminar esta unidade de medida porque já não existe

source: Cannot delete this unit of measure because inventory items have been created using this unit of measure
hr_hr: Nije moguće izbrisati ovu mjernu jedinicu jer su stavke inventara stvorene pomoću ove mjerne jedinice
pt_pt: Não é possível remover esta unidade de medida porque um inventário de itens foi criado usando essa unidade de medida

source: inventory items that refer to this unit of measure
hr_hr: stavke inventara koje se odnose na ovu mjernu jedinicu
pt_pt: itens de inventário que estão referênciados a esta unidade de medida

source: unit of measure has been deleted
hr_hr: jedinica mjere je izbrisana
pt_pt: unidade de medida eliminada

source: Could not get unit of measures because
hr_hr: Nije moguće dobiti mjernu jedinicu jer
pt_pt: Não foi possível obter a unidade de medida porque

source: Are you sure you wish to delete this unit of measure?
hr_hr: Jeste li sigurni da želite izbrisati ovu mjernu jedinicu?

source: Review Units of Measure
hr_hr: Pregledajte mjerne jedinice
pt_pt: Rever Unidades de Medida

source: Could not retrieve the requested unit of measure, please try again.
hr_hr: Nije moguće dohvatiti traženu mjernu jedinicu, pokušajte ponovno.
pt_pt: Não foi possível obter a unidade de medida requerida, tente novamente.

source: Edit Unit of Measure
hr_hr: Uredi mjernu jedinicu

source: Create Unit of Measure
hr_hr: Stvorite mjernu jedinicu

source: Cannot be blank or contains illegal characters
hr_hr: Ne može biti prazno ili sadržavati nedopuštene znakove

source: More than one character
hr_hr: Više od jednog lika

source: Upgrade webERP Database
hr_hr: Nadogradite webERP bazu podataka

source: The webERP code is version
hr_hr: WebERP kod je verzija
pt_pt: O código é a versão webERP

source: and the database version is not actually recorded at this version
hr_hr: a verzija baze podataka zapravo nije zabilježena u ovoj verziji
pt_pt: ea versão do banco de dados não está realmente gravado nesta versão

source: Select the version you are upgrading from:
hr_hr: Odaberite verziju s koje nadograđujete:
pt_pt: Selecione a versão a actualizar

source: Apply database changes manually
hr_hr: Ručno primijenite promjene baze podataka
pt_pt: Aplicar as alterações à Base de Dados manualmente

source: Version 3.00
hr_hr: Verzija 3.00
pt_pt: Versão 3.00

source: Version 3.01
hr_hr: Verzija 3.01
pt_pt: Versão 3.01
