Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The statements for two periods are used in horizontal analysis. The earliest period is used as the base period. The items on the later statement are compared with items on the statement of the base period. The changes are shown both in currency (actual change) and percentage (relative change).
hr_hr: U horizontalnoj analizi koriste se iskazi za dva razdoblja. Kao bazno razdoblje koristi se najranije razdoblje. Stavke kasnijeg izvoda uspoređuju se sa stavkama izvoda baznog razdoblja. Promjene su prikazane u valuti (stvarna promjena) i postotku (relativna promjena).

source: webERP is an accrual based system (not a cash based system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
hr_hr: webERP je obračunski sustav (ne gotovinski sustav). Sustavi obračunavanja uključuju stavke kada su fakturirane kupcu i kada se troškovi duguju na temelju datuma fakture dobavljača.

source: Report Parameters
hr_hr: Parametri izvješća

source: Select period from
hr_hr: Odaberite razdoblje od

source: Select period to
hr_hr: Odaberite razdoblje do

source: OR
hr_hr: ILI
pt_pt: OU

source: Select Period
hr_hr: Odaberite Razdoblje

source: Detail or summary
hr_hr: Detalj ili sažetak

source: Summary
hr_hr: Sažetak
pt_pt: Sumário

source: All Accounts
hr_hr: Svi računi
pt_pt: Todas as contas

source: Selecting Summary will show on the totals at the account group level
hr_hr: Odabirom Sažetak prikazat će se ukupni iznosi na razini grupe računa

source: Show accounts with zero balance
hr_hr: Prikaži račune s nultim stanjem

source: Check this box to show accounts with zero balance
hr_hr: Označite ovaj okvir za prikaz računa s nultim stanjem

source: Submit
hr_hr: Pošalji
pt_pt: Enviar

source: A period up to 12 months in duration can be specified
hr_hr: Može se odrediti razdoblje do 12 mjeseci
pt_pt: Um período de até 12 meses de duração pode ser especificado

source: the system automatically shows a comparative for the same period from the previous year
hr_hr: sustav automatski prikazuje usporedbu za isto razdoblje iz prethodne godine
pt_pt: o sistema mostra automaticamente um comparativo com o mesmo período do ano anterior

source: it cannot do this if a period of more than 12 months is specified
hr_hr: to ne može učiniti ako je navedeno razdoblje dulje od 12 mjeseci
pt_pt: não pode ser feito se foi especificado um período de mais de 12 meses

source: Please select an alternative period range
hr_hr: Odaberite alternativni raspon razdoblja
pt_pt: Favor escolher um período alternativo

source: For
hr_hr: Za
pt_pt: Para

source: months to
hr_hr: mjeseci do
pt_pt: meses para

source: All amounts stated in
hr_hr: Svi iznosi navedeni u
pt_pt: Todas as quantias apresentadas em

source: Account
hr_hr: Račun
pt_pt: Conta

source: Account Name
hr_hr: Naziv računa
pt_pt: Nome da conta

source: Current period
hr_hr: Tekuće razdoblje

source: Last period
hr_hr: Posljednje razdoblje

source: Actual change
hr_hr: Stvarna promjena

source: Relative change
hr_hr: Relativna promjena

source: Actual change signs: a positive number indicates a variation that increases the net profit; a negative number indicates a variation that decreases the net profit.
hr_hr: Predznaci stvarne promjene: pozitivan broj označava varijaciju koja povećava neto dobit; negativan broj označava varijaciju koja smanjuje neto dobit.

source: Relative change signs: a positive number indicates an increase in the amount of that account; a negative number indicates a decrease in the amount of that account.
hr_hr: Predznaci relativne promjene: pozitivan broj označava povećanje iznosa tog računa; negativan broj označava smanjenje iznosa tog računa.

source: No general ledger accounts were returned by the SQL because
hr_hr: SQL nije vratio nijedan račun glavne knjige jer
pt_pt: Nenhuma conta do livro contabilidade foi retornada pelo comando SQL pois

source: The SQL that failed was
hr_hr: SQL koji nije uspio bio je
pt_pt: O comando SQL mal sucedido foi

source: total
hr_hr: ukupno

source: Gross Profit
hr_hr: Bruto dobit
pt_pt: Lucro bruto

source: Earnings after
hr_hr: Zarada nakon

source: Net Profit
hr_hr: Neto dobit

source: Print
hr_hr: Ispis
pt_pt: Imprimir

source: New Report
hr_hr: Novo izvješće

source: Horizontal Analysis of Statement of Financial Position
hr_hr: Horizontalna analiza izvještaja o financijskom položaju

source: Shows the horizontal analysis of the statement of financial position.
hr_hr: Prikazuje horizontalnu analizu izvještaja o financijskom položaju.

source: Select the balance date
hr_hr: Odaberite datum stanja
pt_pt: Seleccione a data do balancete

source: as at
hr_hr: kao kod
pt_pt: como em

source: Actual change signs: a positive number indicates a source of funds; a negative number indicates an application of funds.
hr_hr: Predznaci stvarne promjene: pozitivan broj označava izvor sredstava; negativan broj označava primjenu sredstava.

source: The accumulated profits brought forward could not be calculated by the SQL because
hr_hr: SQL nije mogao izračunati prenesenu akumuliranu dobit jer
pt_pt: Não foi possível calcular os lucros acumulados previstos pois

source: Check Total
hr_hr: Provjerite Ukupno
pt_pt: Verificar total

source: Sales Area Maintenance
hr_hr: Održavanje prodajnog prostora
pt_pt: Manutenção das Áreas de Venda

source: The area code must be three characters or less long
hr_hr: Pozivni broj mora imati tri znaka ili manje
pt_pt: O código da área deve possuir no máximo três caracteres

source: The area code entered already exists
hr_hr: Uneseni pozivni broj već postoji
pt_pt: O código de área já existe

source: The area description must be twenty five characters or less long
hr_hr: Opis područja mora imati dvadeset pet znakova ili manje
pt_pt: A descrição da área deve possuir no máximo vinte e cinco caracteres

source: The area code may not be empty
hr_hr: Pozivni broj ne smije biti prazan
pt_pt: O código da área não pode ser nulo

source: The area description may not be empty
hr_hr: Opis područja ne smije biti prazan
pt_pt: A área de descrição não pode estar vazia

source: Area code
hr_hr: pozivni broj
pt_pt: Código da área

source: New area code
hr_hr: Novi pozivni broj
pt_pt: Novo código de área

source: has been inserted
hr_hr: je umetnuto
pt_pt: foi inserido(a)

source: The area could not be added or updated because
hr_hr: Područje nije bilo moguće dodati ili ažurirati jer
pt_pt: Não foi possível adicionar ou actualizar a área pois

source: Cannot delete this area because customer branches have been created using this area
hr_hr: Nije moguće izbrisati ovo područje jer su podružnice kupaca stvorene pomoću ovog područja
pt_pt: Não foi possível eliminar esta área porque as filias do cliente foram criadas usando esta área

source: branches using this area code
hr_hr: podružnice koje koriste ovaj pozivni broj
pt_pt: filiais usando este código de área

source: Cannot delete this area because sales analysis records exist that use this area
hr_hr: Nije moguće izbrisati ovo područje jer postoje zapisi analize prodaje koji koriste ovo područje
pt_pt: Não é possível excluir esta área, porque existem registros de vendas de análise que utilizam esta área

source: sales analysis records referring this area code
hr_hr: zapisi analize prodaje koji se odnose na ovaj pozivni broj
pt_pt: análise de vendas nesta código de área

source: Area Code
hr_hr: pozivni broj
pt_pt: Código de área

source: has been deleted
hr_hr: je izbrisano
pt_pt: foi removido(a)

source: Area Name
hr_hr: Naziv područja
pt_pt: Nome da área

source: View Customers from this Area
hr_hr: Pogledajte kupce iz ovog područja
pt_pt: Exibir clientes desta área

source: Review Areas Defined
hr_hr: Definirana područja pregleda
pt_pt: Rever áreas definidas

source: Edit existing Sales Area details
hr_hr: Uredite postojeće podatke o prodajnom području

source: Create New Sales Area details
hr_hr: Stvorite detalje novog prodajnog područja

source: Enter the sales area code - up to 3 characters are allowed
hr_hr: Unesite šifru prodajnog područja - dopuštena su do 3 znaka

source: Enter the description of the sales area
hr_hr: Unesite opis prodajnog prostora

source: Audit Trail
hr_hr: Revizijski trag
pt_pt: Rastro de Auditoria

source: Incorrect date format used, please re-enter
hr_hr: Upotrijebljen je pogrešan format datuma, unesite ponovno
pt_pt: Incorreta formato de data usado, por favor, re-introduzir

source: Report Criteria
hr_hr: Kriteriji izvješća

source: From Date
hr_hr: Od datuma
pt_pt: De Data

source: To Date
hr_hr: Do danas
pt_pt: Para Data

source: User ID
hr_hr: ID korisnika
pt_pt: ID do Utilizador

source: All
hr_hr: Sve
pt_pt: Todos

source: Table
hr_hr: Stol
pt_pt: Tabela

source: Containing text
hr_hr: Sadrži tekst

source: Date/Time
hr_hr: Datum/vrijeme
pt_pt: Data/Hora

source: User
hr_hr: Korisnik
pt_pt: Utilizador

source: Type
hr_hr: Tip
pt_pt: Tipo

source: Table
hr_hr: Stol
pt_pt: Tabela

source: Field Name
hr_hr: Naziv polja
pt_pt: Nome do Campo

source: Value
hr_hr: Vrijednost
pt_pt: Valor

source: Translate Item Descriptions
hr_hr: Prevedite opise stavki

source: Description Automatic Translation for empty translations
hr_hr: Opis Automatski prijevod za prazne prijevode

source: Code
hr_hr: Kodirati
pt_pt: Código

source: To
hr_hr: Do
pt_pt: Para

source: Translated
hr_hr: Prevedeno

source: Number of translated descriptions via Google API
hr_hr: Broj prevedenih opisa putem Google API-ja

source: No item descriptions were automatically translated
hr_hr: Nijedan opis artikla nije automatski preveden

source: Backup webERP Database
hr_hr: Sigurnosna kopija webERP baze podataka

source: Deleted
hr_hr: Izbrisano

source: Unable to delete
hr_hr: Nije moguće izbrisati

source: All backup files on the server have been deleted
hr_hr: Sve sigurnosne kopije datoteka na poslužitelju su izbrisane

source: No backup files on the server were deleted
hr_hr: Nije izbrisana nijedna sigurnosna kopija datoteka na poslužitelju

source: Backup
hr_hr: Sigurnosna kopija
pt_pt: Cópia de segurança

source: The backup file has now been created. You must now download this to your computer because in case the web-server has a disk failure the backup would then not on the same machine. Use the link below
hr_hr: Datoteka sigurnosne kopije sada je stvorena. Sada ovo morate preuzeti na svoje računalo jer u slučaju kvara diska web-poslužitelja sigurnosna kopija ne bi bila na istom računalu. Koristite poveznicu ispod

source: Download the backup file to your locale machine
hr_hr: Preuzmite datoteku sigurnosne kopije na svoj lokalni stroj

source: Once you have downloaded the database backup file to your local machine you should use the link below to delete it - backup files can consume a lot of space on your hosting account and will accumulate if not deleted - they also contain sensitive information which would otherwise be available for others to download!
hr_hr: Nakon što ste preuzeli datoteku sigurnosne kopije baze podataka na svoje lokalno računalo, trebali biste upotrijebiti donju poveznicu da je izbrišete - datoteke sigurnosne kopije mogu zauzeti puno prostora na vašem hosting računu i nakupit će se ako se ne izbrišu - one također sadrže osjetljive informacije koje bi inače bile dostupan drugima za preuzimanje!

source: Delete the backup file off the server
hr_hr: Izbrišite datoteku sigurnosne kopije s poslužitelja

source: List of bank account balances
hr_hr: Popis stanja bankovnih računa

source: Bank Account Balances
hr_hr: Stanje bankovnog računa

source: Bank Account
hr_hr: Bankovni račun
pt_pt: Conta Bancária

source: Balance in account currency
hr_hr: Stanje u valuti računa

source: Balance in functional currency
hr_hr: Stanje u funkcionalnoj valuti

source: The bank accounts could not be retrieved because
hr_hr: Bankovni računi nisu mogli biti vraćeni jer
pt_pt: Não foi possível obter as contas bancárias pois

source: There are no bank accounts defined that you have authority to see
hr_hr: Nema definiranih bankovnih računa koje imate ovlaštenje vidjeti

source: Bank Accounts
hr_hr: Bankovni računi
pt_pt: Contas Bancárias

source: Bank
hr_hr: Banka
pt_pt: Banco

source: Bank Accounts Maintenance
hr_hr: Održavanje bankovnih računa
pt_pt: Manutenção das Contas Bancárias

source: Update Bank Account details. Account Code is for SWIFT or BSB type Bank Codes. Set Default for Invoices to Currency Default or Fallback Default to print Account details on Invoices (only one account should be set to Fall Back Default).
hr_hr: Ažurirajte podatke o bankovnom računu. Šifra računa je za bankovne kodove tipa SWIFT ili BSB. Postavite zadano za fakture na zadanu valutu ili rezervnu zadanu za ispis pojedinosti o računu na fakturama (samo jedan račun treba biti postavljen na rezervnu zadanu).

source: The bank account code already exists in the database
hr_hr: Šifra bankovnog računa već postoji u bazi podataka
pt_pt: O código de conta bancária já existe no banco de dados

source: The bank account name must be fifty characters or less long
hr_hr: Naziv bankovnog računa mora sadržavati pedeset znakova ili manje
pt_pt: O nome da conta de banco deve possuir no máximo cinqüenta caracteres

source: The bank account name may not be empty.
hr_hr: Naziv bankovnog računa ne smije biti prazan.
pt_pt: O nome da conta bancária não pode estar vazio

source: The bank account number may not be empty.
hr_hr: Broj bankovnog računa ne smije biti prazan.
pt_pt: O número da conta bancária não pode estar vázia

source: The bank account number must be fifty characters or less long
hr_hr: Broj bankovnog računa mora sadržavati pedeset znakova ili manje
pt_pt: O número da conta de banco deve possuir no máximo cinqüenta caracteres

source: The bank address must be fifty characters or less long
hr_hr: Adresa banke mora sadržavati pedeset znakova ili manje
pt_pt: O endereço do banco deve possuir no máximo cinqüenta caracteres

source: Note that it is not possible to change the currency of the account once there are transactions against it
hr_hr: Imajte na umu da nije moguće promijeniti valutu računa nakon što postoje transakcije na njemu
pt_pt: Note que não é possível alterar a moeda da conta, uma vez que existem operações contra

source: The bank account details have been updated
hr_hr: Podaci o bankovnom računu su ažurirani
pt_pt: Os detalhes da conta de banco foram actualizados

source: The new bank account has been entered
hr_hr: Novi bankovni račun je unesen
pt_pt: A nova conta de banco foi registrada

source: The bank account could not be inserted or modified because
hr_hr: Bankovni račun nije bilo moguće umetnuti ili izmijeniti jer
pt_pt: Não foi possível inserir ou modificar a conta de banco pois

source: Cannot delete this bank account because transactions have been created using this account
hr_hr: Nije moguće izbrisati ovaj bankovni račun jer su transakcije napravljene pomoću njega
pt_pt: Não é possível remover esta conta de banco pois transacções foram criadas usando esta conta

source: transactions with this bank account code
hr_hr: transakcije s ovim kodom bankovnog računa
pt_pt: transacções com este código de conta de banco

source: Bank account deleted
hr_hr: Bankovni račun izbrisan
pt_pt: Conta de banco removida

source: GL Account Code
hr_hr: GL kod računa
pt_pt: Código da Conta no LC

source: Bank Account Name
hr_hr: Naziv bankovnog računa
pt_pt: Nome da Conta Bancária

source: Bank Account Code
hr_hr: Šifra bankovnog računa
pt_pt: Código do Banco Conta

source: Bank Account Number
hr_hr: Broj bankovnog računa
pt_pt: Número da Conta Bancária

source: Bank Address
hr_hr: Adresa banke
pt_pt: Endereço do Banco

source: Import Format
hr_hr: Format uvoza

source: Currency
hr_hr: Valuta
pt_pt: Moeda

source: Default for Invoices
hr_hr: Zadano za fakture
pt_pt: Padrão para faturas

source: Fall Back Default
hr_hr: Vrati zadano

source: Currency Default
hr_hr: Zadana valuta

source: Are you sure you wish to delete this bank account?
hr_hr: Jeste li sigurni da želite izbrisati ovaj bankovni račun?

source: Show All Bank Accounts Defined
hr_hr: Prikaži sve definirane bankovne račune
pt_pt: Mostrar Todas as Contas Bancárias Definidas

source: Edit Bank Account Details
hr_hr: Uredite podatke o bankovnom računu

source: Bank Account GL Code
hr_hr: GL kod bankovnog računa
pt_pt: Código no LC da Conta Bancária

source: Create New Bank Details
hr_hr: Stvorite nove bankovne podatke

source: Transaction Import File Format
hr_hr: Format datoteke za uvoz transakcija

source: MT940 - Siam Comercial Bank Thailand
hr_hr: MT940 - Siam Commercial Bank Thailand

source: MT940 - ING Bank Netherlands
hr_hr: MT940 - ING Bank Nizozemska

source: GIFTS - Bank of New Zealand
hr_hr: POKLONI - Bank of New Zealand

source: Currency Of Account
hr_hr: Valuta računa
pt_pt: Moeda da Conta

source: Bank Account Users
hr_hr: Korisnici bankovnog računa

source: Bank Account Authorised Users
hr_hr: Ovlašteni korisnici bankovnog računa

source: Maintenance Of Bank Account Authorised Users
hr_hr: Održavanje bankovnih računa ovlaštenih korisnika

source: You have not selected any bank account
hr_hr: Niste odabrali nijedan bankovni račun

source: You have not selected an user to be authorised to use this bank account
hr_hr: Niste odabrali korisnika koji će biti ovlašten za korištenje ovog bankovnog računa

source: The user
hr_hr: Korisnik

source: already authorised to use this bank account
hr_hr: već ovlašten za korištenje ovog bankovnog računa

source: has been authorised to use
hr_hr: je ovlašten za korištenje

source: bank account
hr_hr: bankovni račun

source: The bank account user record could not be deleted because
hr_hr: Evidencija korisnika bankovnog računa nije se mogla izbrisati jer

source: has been un-authorised to use
hr_hr: je neovlašteno koristiti

source: Select Bank Account
hr_hr: Odaberite bankovni račun

source: Not Yet Selected
hr_hr: Još nije odabrano

source: Accept
hr_hr: Prihvatiti
pt_pt: Confirmar

source: Cancel
hr_hr: Otkazati
pt_pt: Cancelar

source: Authorised users for bank account
hr_hr: Ovlašteni korisnici za bankovni račun

source: User Code
hr_hr: Korisnički kod

source: User Name
hr_hr: Korisničko ime
pt_pt: Nome de Utilizador

source: Are you sure you wish to un-authorise this user?
hr_hr: Jeste li sigurni da želite poništiti autorizaciju ovog korisnika?

source: Un-authorise
hr_hr: Poništi autorizaciju

source: Select User
hr_hr: Odaberite Korisnik

source: Bank Matching
hr_hr: Usklađivanje banaka
pt_pt: Banco de harmonização

source: Receipts
hr_hr: Primici
pt_pt: Receitas

source: Bank Account Matching - Receipts
hr_hr: Usklađivanje bankovnih računa - potvrde
pt_pt: Banco de correspondência da conta - Recibos

source: Payments
hr_hr: Plaćanja
pt_pt: Pagamentos

source: Bank Account Matching - Payments
hr_hr: Usklađivanje bankovnih računa - plaćanja
pt_pt: Banco Matching Conta - Pagamentos

source: This page must be called with a bank transaction type
hr_hr: Ova se stranica mora pozvati s vrstom bankovne transakcije
pt_pt: Esta página deve ser chamada com um tipo de transação bancário

source: It should not be called directly
hr_hr: Ne treba ga pozivati ​​izravno
pt_pt: Não deve ser chamada diretamente

source: Could not retrieve transaction information
hr_hr: Nije moguće dohvatiti podatke o transakciji
pt_pt: Não foi possível recuperar informações sobre a transação

source: Could not match off this payment because
hr_hr: Nije moguće uskladiti ovo plaćanje jer
pt_pt: Pode não coincidir com este pagamento, porque fora

source: Could not update the amount matched off this bank transaction because
hr_hr: Nije moguće ažurirati iznos koji odgovara ovoj bankovnoj transakciji jer
pt_pt: impossível de actualizar este movimento pois

source: Could not unclear this bank transaction because
hr_hr: Nije moguće razjasniti ovu bankovnu transakciju jer
pt_pt: impossível de desfazer o movimento pois

source: Use this screen to match webERP Receipts and Payments to your Bank Statement. Check your bank statement and click the check-box when you find the matching transaction.
hr_hr: Upotrijebite ovaj zaslon za spajanje webERP računa i plaćanja s bankovnim izvodom. Provjerite bankovni izvod i kliknite potvrdni okvir kada pronađete odgovarajuću transakciju.
pt_pt: Use esta tela para corresponder webERP Recebimentos e Pagamentos para o seu extrato bancário. Verifique o seu extrato bancário e clique na caixa de seleção quando você encontrar a operação correspondente.

source: Select Criteria
hr_hr: Odaberite Kriteriji

source: Show
hr_hr: Pokazati
pt_pt: Mostrar

source: from
hr_hr: iz
pt_pt: de(o)

source: Choose outstanding
hr_hr: Odaberite izvanredan
pt_pt: Escolher pendentes

source: only or all
hr_hr: samo ili sve
pt_pt: somente ou todos(as)

source: in the date range
hr_hr: u rasponu datuma
pt_pt: no periodo

source: Show all
hr_hr: Prikaži sve
pt_pt: Mostrar tudo

source: Show unmatched
hr_hr: Prikaži bez premca
pt_pt: Mostrar não checados

source: only
hr_hr: samo
pt_pt: somente

source: Choose to display only the first 20 matching
hr_hr: Odaberite prikaz samo prvih 20 odgovarajućih
pt_pt: Escolha mostrar somente os 20 primeiros resultados

source: or all
hr_hr: ili sve
pt_pt: ou tudo

source: meeting the criteria
hr_hr: ispunjavanje kriterija
pt_pt: conforme critérios

source: Show only the first 20
hr_hr: Prikaži samo prvih 20
pt_pt: Mostrar somente os 20 primeiros

source: Show selected
hr_hr: Prikaži odabrano
pt_pt: Mostrar seleccionado

source: Show reconciliation
hr_hr: Pokažite pomirenje
pt_pt: Mostrar Reconciliação

source: The date entered for the field to show
hr_hr: Datum unesen za polje za prikaz
pt_pt: A data inserida do campo requisitado

source: before
hr_hr: prije
pt_pt: antes

source: is not entered in a recognised date format
hr_hr: nije unesen u priznatom formatu datuma
pt_pt: não foi inserida num formato correto

source: Entry is expected in the format
hr_hr: Unos se očekuje u formatu
pt_pt: Inserção esperada no formato

source: after
hr_hr: nakon
pt_pt: após

source: The payments with the selected criteria could not be retrieved because
hr_hr: Uplate s odabranim kriterijima nisu se mogle dohvatiti jer
pt_pt: Não foi possível obter os pagamentos com os critérios seleccionados pois

source: Cheque No
hr_hr: Ček br
pt_pt: Cheque N.

source: Amount
hr_hr: Iznositi
pt_pt: Quantidade

source: Outstanding
hr_hr: Izvanredan
pt_pt: Pendente

source: Clear
hr_hr: Jasan
pt_pt: Limpar

source: Unclear
hr_hr: nejasno
pt_pt: Desfazer

source: Update Matching
hr_hr: Ažuriranje podudaranja
pt_pt: Actualizar Correspondência

source: Bank Reconciliation
hr_hr: Usklađivanje banaka
pt_pt: Reconciliação Bancária

source: The entry in the bank statement balance is not numeric. The balance on the bank statement should be entered. The exchange difference has not been calculated and no general ledger journal has been created
hr_hr: Unos stanja na bankovnom izvodu nije numerički. Treba unijeti stanje na bankovnom izvodu. Tečajna razlika nije obračunata i nije vođen dnevnik glavne knjige
pt_pt: A entrada no saldo bancário não é numérica. O saldo no extrato bancário devem ser inseridos. A diferença de câmbio não foi calculado e nenhum jornal Razão foi criado

source: Could not retrieve the exchange rate for the selected bank account
hr_hr: Nije moguće dohvatiti tečaj za odabrani bankovni račun
pt_pt: Não foi possível recuperar a taxa de câmbio para a conta bancária seleccionada

source: reconciliation on
hr_hr: pomirenje na
pt_pt: reconciliação em

source: Cannot insert a GL entry for the exchange difference because
hr_hr: Nije moguće umetnuti GL unos za tečajnu razliku jer
pt_pt: Não é possível inserir uma entrada GL para a diferença cambial, porque

source: Exchange difference of
hr_hr: Tečajna razlika od
pt_pt: Diferença cambial de
