Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The following SQL to insert the supplier credit note was used
pt_pt: O comando SQL para inserir a nota de crédito do fornecedor foi usada

source: The following SQL to insert the supplier transaction taxes record was used:
pt_pt: O comando SQL para inserir o registro de impostos da transacção do fornecedor foi utilizada:

source: The following SQL to update the purchase order details was used
pt_pt: O comando SQL para actualizar os detalhes do pedido de compra foi usado

source: The following SQL to update the GRN quantity credited was used
pt_pt: O comando SQL seguinte para actualizar a quantidade creditada da NBR doi utilizada

source: The following SQL to insert the Shipment charge record was used
pt_pt: O comando SQL para inserir oregistro da carga do carregamento foi usada

source: The following SQL was used to attempt the update of the fixed asset cost:
pt_pt: O SQL a seguir foi usado para tentar a atualização do custo do ativo fixo:

source: The following SQL to insert the contract charge record was used
pt_pt: O SQL para inserir o registro de taxa de contrato foi utilizado

source: The following SQL was used to attempt the update of the asset cost:
pt_pt: O SQL a seguir foi usado para tentar a atualização do custo de activos:

source: View GL Postings
pt_pt: Ver LC enviado

source: View Allocations
pt_pt: Ver Alocações

source: Enter Supplier Invoice:
pt_pt: Insira uma Factura de Fornecedor:

source: The total posted to the debit accounts is
pt_pt: O total enviado para conta de débito é

source: Inv
pt_pt: Fatu

source: The following SQL to insert the supplier invoice was used
pt_pt: O comando SQL para inserir a factura do fornecedor foi usada

source: The following SQL to update the GRN quantity invoiced was used
pt_pt: O comando SQL seguinte para actualizar a quantidade facturada da NBR foi utilizada

source: The SQL that was used to update the supplier but failed was
pt_pt: O comando SQL foi usado para actualizar o fornecedor, mas falhou

source: The SQL that was used to insert the supplier but failed was
pt_pt: O comando SQL mal sucedido usado para inserir o fornecedor foi

source: Review Contact Details
pt_pt: Rever detalhes do contacto

source: Supp Ref
pt_pt: Referência do Fornecedor

source: The supplier type
pt_pt: O tipo de fornecedor

source: Payment Run - Problem Report
pt_pt: Pagamento Run - Relatório Problema

source: The details of supplier invoices due could not be retrieved because
pt_pt: Não foi possível obter os detalhes das facturas devidas pelo fornecedor pois

source: Payment Processing - Problem Report
pt_pt: Processamento de pagamento - Relatório de problemas

source: None of the payments will be processed since updates to the transaction records for
pt_pt: Nenhum dos pagamentos será processado já que atualizações dos registros de transação para

source: could not be processed because
pt_pt: não puderam ser processados pois

source: None of the payments will be processed. Unfortunately, there was a problem committing the changes to the database because
pt_pt: Nenhum dos pagamentos serão processados. Infelizmente, houve um problema confirmar as alterações para o banco de dados porque

source: Starting Reference no (eg chq no)
pt_pt: Iniciando Referência Número

source: Price List of goods from a Supplier
pt_pt: O preço de lista de mercadorias de um fornecedor

source: System Configuration
pt_pt: Configuração do Sistema

source: The maximum size of item image files must be between 50 and 500 (NB this figure refers to KB)
pt_pt: O tamanho máximo de arquivos de imagem de item deve ser entre 50 e 500 (Nota: este valor refere-se a KB)

source: The Factory Manager Email address does not appear to be valid
pt_pt: O Gerente de Fábrica E-mail não parece ser válido

source: The Purchasing Manager Email address does not appear to be valid
pt_pt: A aquisição Email Manager não parece ser válido

source: System Variable Name
pt_pt: Nome de Variável do Sistema

source: New Users Default Theme
pt_pt: Tema Padrão para Novos Utilizadores

source: The default theme is used for new users who have not yet defined the display colour scheme theme of their choice
pt_pt: O tema padrão é usado para novos utilizadores que ainda não definiram o esquema de cores a exibir no tema da sua escolha

source: Could not load the countries from the currency table
pt_pt: Não foi possível carregar os países da tabela de moedas

source: This parameter is only effective if Do Freight Calculation is set to Yes. Country names come from the currencies table.
pt_pt: Este parametro é apenas efectivo se Fazer Cálculos de Transporte estiver definido como Sim. Nomes dos paises provêm da tabela de moedas

source: Could not load the Number Of Month Must be Shown
pt_pt: Não foi possível carregar o número de meses deve ser mostrado

source: Uses the function DB_Maintenance defined in ConnectDB_XXXX.inc to perform database maintenance tasks, to run at regular intervals - checked at each and every user login
pt_pt: Utiliza a função DB_Maintenance definido em ConnectDB_XXXX.inc para efectuar tarefas de manutenção de base de dados, para ser executado a intervalos regulares - verificados em todos e cada login de utilizador

source: Errors andWarnings
pt_pt: andWarnings Erros

source: The following SQL to retrieve the tax authorities was used
pt_pt: O comando SQL a seguir foi usado para obter os órgãos da receita

source: Rates
pt_pt: Taxas

source: Tax Groupings
pt_pt: Grupos de Impostos

source: Could not determine the last date of the period selected
pt_pt: Não foi possível determinar a última data do período seleccionado

source: The sql returned the following error
pt_pt: O comando SQL retornou o seguinte erro

source: Taxation Report
pt_pt: Relatório de taxação

source: Tax Report for
pt_pt: Relatório de taxação para

source: The accounts receivable transaction details could not be retrieved because
pt_pt: As contas a receber detalhes da transação não pode ser recuperada, pois

source: Tax On Sales
pt_pt: Imposto sobre Vendas

source: The accounts payable transaction details could not be retrieved because
pt_pt: As contas a pagar os detalhes da transação não pode ser recuperada, pois

source: Tax On Purchases
pt_pt: Imposto sobre as Compras

source: Total Inputs
pt_pt: Total de Inserções

source: Return Suggested Entries
pt_pt: Retornar Entradas Sugeridas

source: Total Sales and Income (incl Tax)
pt_pt: Total de Vendas e Rendimento (incluindo impostos)

source: Tax On Liable Sales
pt_pt: Imposto sobre Vendas Confiáveis

source: This information excludes Tax on journal entries/payments/receipts all Tax should be entered through AR/AP
pt_pt: Esta informação exclui Imposto nas entradas/pagamentos/recibos do diário, todo Imposto deve ser inserido através das Contas a Receber/Contas a Pagar

source: Quarter
pt_pt: Trimestre

source: Six Months
pt_pt: Seis Meses

source: Tax Provinces
pt_pt: Imposto Províncias

source: Edit/Review Tax Authorities
pt_pt: Editar/Rever Autoridades Fiscais

source: Edit/Review Tax Groupings
pt_pt: Editar/Rever Grupos Impostos

source: Edit/Review Tax Categories
pt_pt: Editar/Rever Categorias de Impostos

source: Print To PDF
pt_pt: Imprimir para PDF

source: The SQL that was used to update the user and failed was
pt_pt: O comando SQL mal sucedido usado para actualizar o utilizador foi

source: Qty Reqd
pt_pt: Quantidade Requerida

source: Enter a new work order
pt_pt: Inserir uma nova ordem de trabalho

source: Go to Costing
pt_pt: Ir para o Custeio

source: The required by date entered is in an invalid format
pt_pt: A requerida pela data inserida está com formato inválido

source: The factory where this work order is made can only be updated if the quantity received on all output items is 0
pt_pt: A fábrica onde esta ordem de trabalho é feita só pode ser actualizada se a quantidade recebida em todos os itens de saída é 0

source: The work order could not be added/updated
pt_pt: Não foi possível actualizar/adicionar a ordem de trabalho

source: The work order has been updated
pt_pt: A ordem de trabalho foi atualizada

source: The following SQL to test for an already existing controlled item was used
pt_pt: O comando SQL seguinte para testar um já existente item controloado foi utilizado

source: The following SQL to insert the batch/lot item records was used
pt_pt: O seguinte comando SQL para inserir os registros do lote do item foi utilizado

source: The following SQL to insert the work order issue GLTrans record was used
pt_pt: O comando SQL seguinte para inserir o registro de Trans no LC emitido com a ordem de trabalho foi utilizado

source: The following SQL to insert the stock GLTrans record was used
pt_pt: O comando SQL seguinte para inserir o registro de Trans no LC do stock foi utilizado

source: The following SQL to test for an already existing serialised stock item was used
pt_pt: O comando SQL seguinte para testar um item seriado em stock já existente foi utilizado

source: The following SQL to update the work order cost was used
pt_pt: O comando SQL a seguir foi usado para actualizar o registro de stock

source: The following SQL to insert the WO issue GLTrans record was used
pt_pt: O comando SQL seguinte para inserir o registro de Trans no LC para emissão do WO foi utilizado

source: The following SQL to delete the predefined work order serial number record was used
pt_pt: O SQL para apagar as categorias de ordem de serviço número recorde de série foi utilizado

source: The predefined batch/lot/bundle record could not be deleted because
pt_pt: O pré lote / registro pacote não poderia ser suprimido, pois

source: The following SQL to delete the predefined work order batch/bundle/lot record was used
pt_pt: O SQL a seguir para excluir o lote ordem predefinida trabalho / pacote / recorde lote foi utilizado

source: Access Permission Maintenance
pt_pt: Manutenção das Permissões de Acesso

source: Latin Western Languages
pt_pt: Línguas Latinas Western

source: User Maintenance
pt_pt: Manutenção de Utilizadores

source: User code
pt_pt: Código do utilizador

source: The SQL that was used to select bottom level components and failed in the process was
pt_pt: O SQL que foi utilizado para selecionar os componentes de nível inferior e não no processo foi

source: The SQL to update stock movement transaction records failed
pt_pt: O comando SQL usado para actualizar os registros de movimentação de stock foi mal sucedido

source: Changing location transfer information
pt_pt: Alterar as informações de transferência de localização

source: Changing MRP demands information
pt_pt: Alterar MRP informação exige

source: The SQL to update the mrpdemands records failed
pt_pt: O SQL para atualizar os registros mrpdemands falhou

source: Changing MRP planned orders information
pt_pt: Alterar MRP informações ordens planejadas

source: The SQL to update the mrpplannedorders records failed
pt_pt: O SQL para atualizar os registros mrpplannedorders falhou

source: Changing MRP requirements information
pt_pt: Alterar MRP requisitos de informação

source: The SQL to update the mrprequirements records failed
pt_pt: O SQL para atualizar os registros mrprequirements falhou

source: Changing MRP supplies information
pt_pt: Alterar MRP fornece informações

source: The SQL to update the mrpsupplies records failed
pt_pt: O SQL para atualizar os registros mrpsupplies falhou

source: Changing sales orders detail records
pt_pt: Modificando registros de detalhes dos pedidos de venda

source: Changing purchase order details records
pt_pt: Modificando registros de detalhes dos pedidos de compra

source: The SQL to update the purchase order detail records failed
pt_pt: O comando SQL utilizado para actualizar o registro de detalhes do pedido de compra foi mal sucedido

source: Changing purchasing data records
pt_pt: Modificando registros de dados da compra

source: The SQL to update the purchasing data records failed
pt_pt: O comando SQL usado para actualizar os registros de dados da compra foi mal sucedido

source: Changing the stock code in shipment charges records
pt_pt: Modificando código de stock nos registros de carregamento

source: The SQL to update Shipment Charges records failed
pt_pt: O comando SQL usado para actualizar os registros de carregamento foi mal sucedido

source: Changing the stock check freeze file records
pt_pt: Modificando os registros de arquivo de congelamento de verificação de stock

source: Changing the stock counts table records
pt_pt: Modificando registros de contagem de stock

source: The SQL to update stock counts records failed
pt_pt: O comando SQL usado para actualizar os registros de contagem de stock foi mal sucedido

source: Changing the GRNs table records
pt_pt: Modificando os registros da tabela das NBR

source: The SQL to update GRN records failed
pt_pt: O comando SQL para actualizar os registros da NBR falhou

source: Changing the contract BOM table records
pt_pt: Modificando os registros de FDM do contrato

source: components
pt_pt: componentes

source: parents
pt_pt: bases

source: The SQL to update the BOM parent records failed
pt_pt: O comando SQL usado para actualizar os registros base da FDM foi mal sucedido

source: Changing the item properties table records
pt_pt: Alterar o item registros de propriedades da tabela

source: The SQL to update the item properties records failed
pt_pt: O SQL para atualizar os registros de imóveis item não

source: Changing work order requirements information
pt_pt: Mudança de ordem de serviço requisitos de informação

source: The SQL to update the stockid worequirements records failed
pt_pt: O SQL para atualizar os registros StockID worequirements falhou

source: The SQL to update the parent stockid worequirements records failed
pt_pt: O SQL para atualizar os registros StockID worequirements mãe não

source: Changing work order information
pt_pt: Alterar as informações de ordem de trabalho

source: The SQL to update the woitem records failed
pt_pt: O SQL para atualizar os registros woitem falhou

source: Changing any serialised item information
pt_pt: A Alterar qualquer informação de item seriado

source: The SQL to update the stockserialitem records failed
pt_pt: O comando SQL usado para actualizar os registros do utilizador foi mal sucedido

source: Ov Amt
pt_pt: Quantidade acima

source: Tot Allcns
pt_pt: Total de alocações

source: Price List Export Problem ....
pt_pt: Problema na Exportação da Lista de Preços ....

source: Customer List Export Problem ....
pt_pt: Problema na Exportação da Lista de Cliente ....

source: The Customer List could not be retrieved by the SQL because
pt_pt: Não foi possível obter a Lista de Clientes porque

source: Salesman List Export Problem ....
pt_pt: Probelma na Exportação da Lista de Vendedores ....

source: The Salesman List could not be retrieved by the SQL because
pt_pt: A Lista de Vendedores não pode ser obtida pelo SQL porque

source: Security Token List Export Problem ....
pt_pt: Problema na Exportação da Lista de Segurança ....

source: The Image List could not be retrieved by the SQL because
pt_pt: A Lista de Imagem não pode ser devolvida pelo SQL porque

source: The Security Token List could not be retrieved by the SQL because
pt_pt: A Lista de Segurança não pode ser obtida pelo SQL porque

source: Security Role List Export Problem ....
pt_pt: Problema na Exportação da Lista de Funções de Segurança ....

source: The Security Role List could not be retrieved by the SQL because
pt_pt: A Lista de Funções de Segurança não pode ser obtida pelo SQL porque

source: Security Group List Export Problem ....
pt_pt: Problema na Exportação da Lista de Grupo de Segurança ....

source: The Security Group List could not be retrieved by the SQL because
pt_pt: A Lista de Grupo de Segurança não pode ser obtida pelo SQL porque

source: Security User List Export Problem ....
pt_pt: Problema na Exportação da Lista de Segurança de Utilizador ....

source: The Security User List could not be retrieved by the SQL because
pt_pt: A Lista de Segurança de Utilizador não pode ser obtida pelo SQL porque

source: Select a csv file containing the details of the account codes that you wish to import into webERP.
pt_pt: Selecione um arquivo CSV que contém os detalhes dos códigos de conta que você deseja importar para o webERP.

source: The depreciation type must be either "SL" - Straight Line or "DV" - Diminishing Value
pt_pt: O tipo de depreciação deve ser "SL " - linha reta ou "DV " - valor decrescente

source: The SQL that was used to add the asset and failed was
pt_pt: O SQL que foi utilizado para adicionar o recurso e não foi

source: The SQL that was used to add the fixedasset trans record that failed was
pt_pt: O SQL que foi utilizado para adicionar o registro fixedasset trans que não foi

source: Company abbreviations must not contain spaces, \& or " or '
pt_pt: As abreviaturas das empresas não devem conter espaços, &, \, ", '

source: The company details and parameters should now be set up for the new company. NB: Only a single user "demo" is defined with the password "weberp" in the new company database. A new system administrator user should be defined for the new company and this account deleted immediately.
pt_pt: Os detalhes da empresas e parâmetros devem ser agora definidos para a nova empresa. NB: Apenas um único utilizador: demo, é definido com a password: lince, na base de dados da nova empresa. Um novo utilizador administrador de sistema deve ser definido para a nova empresa e a esta conta ser eliminada imediatamente.

source: Enter up to 32 character lower case character abbreviation for the company
pt_pt: Insira até 32 caracteres em minúsculas para a abreviatura da empresa

source: UTILITY PAGE
pt_pt: PÁGINA DE UTILIDADE

source: that helps maintain language files
pt_pt: isto ajuda a manter os ficheiros de linguagem

source: gettext is not installed on this system
pt_pt: gettext não está instalado neste sistema

source: You cannot use the language files without it
pt_pt: Você não pode usar os arquivos da linguagem sem isto

source: Edit Remaining Items
pt_pt: Editar Itens Restantes

source: Rebuild
pt_pt: Reconstruir

source: Recalculation of GL Balances in Chart Details Table
pt_pt: Re-cálculo de saldos no LC na tabela de detalhes ???

source: Do the Recalculation
pt_pt: Refazer cálculos

source: All general ledger postings have been reposted from period
pt_pt: Todas as afixações no livro de contabilidade foram reafixados do período

source: Recalculation of Brought Forward Balances in Chart Details Table
pt_pt: Re-cálculo de saldos previstos na tabela de detalhes ???

source: Please re-select the reporting period
pt_pt: Favor seleccionar o período de relatório/prestação de contas

source: The SQL statement that was used and failed was
pt_pt: O comando SQL usado e mal sucedido foi

source: The SQL statement that was used to retrieve the contract bill of material was
pt_pt: A instrução SQL que foi utilizado para recuperar o projeto de lei do contrato de material foi

source: The SQL statement that was used to retrieve the other contract requirments was
pt_pt: A instrução SQL que foi utilizado para recuperar o requirments outro contrato foi

source: Label id
pt_pt: Etiqueta de identificação

source: Rows per sheet
pt_pt: Linhas por folha

source: Cols per sheet
pt_pt: Cols por folha

source: Sheet height
pt_pt: Altura da folha

source: Sheet width
pt_pt: Largura da folha

source: Label height
pt_pt: altura Label

source: Label width
pt_pt: largura da etiqueta

source: Top margin
pt_pt: margem superior

source: Left margin
pt_pt: Margem Esquerda

source: Row height
pt_pt: Altura da linha

source: Column width
pt_pt: A largura da coluna

source: Font size
pt_pt: Tamanho da fonte

source: Data to display
pt_pt: Os dados para mostrar

source: Code item
pt_pt: o item de código

source: Description remainder
pt_pt: Descrição restante

source: Long description
pt_pt: Descrição longa

source: Long description remainder
pt_pt: Long restante descrição

source: Failed loading XML file
pt_pt: Falhou o carregamento do arquivo XML

source: Report this problem
pt_pt: Denunciar este problema

source: The SQL statement used to insert the suppliers offer record and failed was
pt_pt: A instrução SQL usada para inserir os fornecedores oferecem registro e não foi

source: The SQL statement used to update the suppliers offer record and failed was
pt_pt: A instrução SQL usada para atualizar os fornecedores oferecem registro e não foi

source: TempName
pt_pt: Nome temporário

source: Vietnamese
pt_pt: Vietnamita

source: login as user
pt_pt: Efectuar Login como utilizador

source: weberp
pt_pt: lince

source: Your webserver is configured to enable Magic Quotes. This may cause problems if you use punctuation (such as quotes) when doing data entry. You should contact your webmaster to disable Magic Quotes
pt_pt: Seu servidor está configurado para permitir Magic Quotes. Isso pode causar problemas se usar pontuação (tais como aspas) ao inserir dados. Deve entrar em contato com o webmaster para desativar o Magic Quotes

source: Enter An Order or Quotation
pt_pt: Emitir Pedido ou Oferta

source: Enter Counter Sales
pt_pt: Digite balcão de vendas

source: Outstanding Sales Orders/Quotations
pt_pt: Pedidos de Venda Pendentes/Ofertas

source: Special Order
pt_pt: Pedido Especial

source: Recurring Order Template
pt_pt: Pedidos de Pedido em Aberto

source: Process Recurring Orders
pt_pt: Processar Ordens em Aberto

source: Order Inquiry
pt_pt: Consulta de Pedido

source: Print Price Lists
pt_pt: Imprimir Listas de Preços

source: Orders Invoiced Reports
pt_pt: Relatórios de Pedidos Facturados

source: Order Delivery Differences Report
pt_pt: Relatório de Diferenças na Ordem de Entrega

source: Sales Order Detail Or Summary Inquiries
pt_pt: Consultas de Vendas Detalhe Ordem ou Resumo

source: Top Sales Items Report
pt_pt: Itens Top Relatório de Vendas

source: Sales With Low Gross Profit Report
pt_pt: Relatório de vendas com lucro baixo Bruto

source: Create Contract
pt_pt: Criar contrato

source: Select Order to Invoice
pt_pt: Seleccionar Pedido para Facturar

source: Create A Credit Note
pt_pt: Criar uma Nota de Crédito

source: Allocate Receipts or Credit Notes
pt_pt: Ass. Recibos ou Notas de Créditos

source: Where Allocated Inquiry
pt_pt: Consulta Onde Atribuído

source: Sales Analysis Reports
pt_pt: Relatórios de Análise de Vendas

source: Aged Customer Balances/Overdues Report
pt_pt: Relatório de Saldos/Dívidas Pendentess

source: Re-Print A Deposit Listing
pt_pt: Imprimir Listagem de Depósitos

source: Debtor Balances At A Prior Month End
pt_pt: Saldo Devedor nos Meses Anteriores

source: Customer Listing By Area/Salesperson
pt_pt: Listagem de Clientes por Área/Vendedor

source: Sales Graphs
pt_pt: Gráficos de Vendas

source: List Daily Transactions
pt_pt: Transações lista diária

source: Add Customer
pt_pt: Adicionar Cliente

source: Aged Supplier Report
pt_pt: Relatório de Fornecedor (vencidos)

source: Supplier Balances At A Prior Month End
pt_pt: Saldo do Fornecedor nos Meses Anteriores

source: Supplier Transaction Inquiries
pt_pt: Transações Inquéritos Fornecedor

source: Add Supplier
pt_pt: Adicionar Fornecedor

source: Maintain Factor Companies
pt_pt: Manter Factor Empresas

source: Process Tenders and Offers
pt_pt: Licitações processo e oferece

source: Orders to Authorise
pt_pt: Pedidos para Autorizar

source: Shipment Entry
pt_pt: Inserção de Carregamento

source: Select A Shipment
pt_pt: Seleccionar um Carregamento

source: Purchase Order Detail Or Summary Inquiries
pt_pt: Pedidos de compra de detalhes do pedido ou Resumo

source: Bulk Inventory Transfer
pt_pt: Inventário de Volume de Transferência

source: Inventory Location Transfers
pt_pt: Transferência de Localização de Inventário

source: Inventory Adjustments
pt_pt: Ajustes de Inventário
