Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Two Months MAX
hr_hr: MAKSIMALNO dva mjeseca
pt_pt: Dois meses MAX

source: Two Month and a half MAX
hr_hr: Dva mjeseca i pol MAX
pt_pt: Dois meses e meio MAX

source: Three Months MAX
hr_hr: Tri mjeseca MAX
pt_pt: Três meses MAX

source: Four Months MAX
hr_hr: Četiri mjeseca MAX
pt_pt: Quatro Meses MAX

source: One Month AVG
hr_hr: Jednomjesečni PROSJEČ
pt_pt: Um mês AVG

source: One Month and a half AVG
hr_hr: Prosječni mjesec i pol
pt_pt: Um mês e um AVG meia

source: Two Months AVG
hr_hr: Dva mjeseca PROSJ
pt_pt: Dois meses AVG

source: Two Month and a half AVG
hr_hr: Dva mjeseca i pol AVG
pt_pt: Dois meses e um AVG meia

source: Three Months AVG
hr_hr: Tri mjeseca PROSJ
pt_pt: Três meses AVG

source: Four Months AVG
hr_hr: Četiri mjeseca PROSJ
pt_pt: Quatro Meses AVG

source: Preferred Supplier Inventory Plan
hr_hr: Preferirani plan zaliha dobavljača
pt_pt: Preferidos Plano de Inventário de Fornecedor

source: for all stock locations
hr_hr: za sva skladišna mjesta
pt_pt: para todas as localidades de stock

source: for stock at
hr_hr: za zalihe u
pt_pt: para stock em

source: Avg Qty
hr_hr: Prosj. kv
pt_pt: QTD

source: 4 mths
hr_hr: 4 mjeseca

source: Max Mnth
hr_hr: Maks. mj

source: Deviation
hr_hr: Devijacija
pt_pt: Desvio

source: Lead Time
hr_hr: Vrijeme isporuke
pt_pt: Tempo de execução

source: in months
hr_hr: u mjesecima
pt_pt: em meses

source: Qty Required
hr_hr: Potrebna količina
pt_pt: Quantidade Requerida

source: in Supply Chain
hr_hr: u lancu opskrbe
pt_pt: na Cadeia de Suprimentos

source: Nil
hr_hr: Nula
pt_pt: Nulo

source: There were no items in the range and location specified
hr_hr: Nije bilo artikala u navedenom rasponu i lokaciji
pt_pt: Não há itens na faixa e localização especificadas

source: Preferred Supplier Inventory Planning
hr_hr: Željeno planiranje zaliha dobavljača
pt_pt: Preferidos planejamento de estoque do fornecedor

source: Months Buffer Stock to Hold
hr_hr: Mjeseci međuzaliha za držanje
pt_pt: Meses estoque regulador para manter

source: Two Weeks
hr_hr: Dva tjedna
pt_pt: Duas Semanas

source: One Month
hr_hr: Jedan mjesec
pt_pt: Um Mês

source: Six Weeks
hr_hr: Šest tjedana
pt_pt: Seis Semanas

source: Two Months
hr_hr: Dva mjeseca
pt_pt: Dois Meses

source: Inventory Quantities Report
hr_hr: Izvješće o količinama zaliha
pt_pt: Quantidades relatório de inventário

source: Reorder
hr_hr: Ponovno naručivanje
pt_pt: Reordenar

source: Print Inventory Quantities Report
hr_hr: Ispis izvješća o količinama zaliha
pt_pt: Quantidades de inventário Imprimir Relatório

source: There were no items with inventory quantities
hr_hr: Nije bilo artikala s inventarnim količinama
pt_pt: Não foram encontrados itens com as quantidades de estoque

source: Inventory Quantities
hr_hr: Količine zaliha
pt_pt: Inventário de Quantidades

source: Inventory Quantities Reporting
hr_hr: Izvješćivanje o količinama zaliha
pt_pt: Quantidades de inventário Reporting

source: Use this report to display the quantity of Inventory items in different categories.
hr_hr: Koristite ovo izvješće za prikaz količine stavki inventara u različitim kategorijama.
pt_pt: Utilize este relatório para exibir a quantidade de itens de inventário em diferentes categorias.

source: Selection
hr_hr: Izbor
pt_pt: Seleção

source: Only Parts With Multiple Locations
hr_hr: Samo dijelovi s više lokacija
pt_pt: Apenas Peças com múltiplos locais

source: Print Inventory Valuation Error
hr_hr: Ispis Pogreška procjene inventara
pt_pt: Imprimir erro de avaliação de inventário

source: There were no items with any value to print out for the location specified
hr_hr: Nije bilo stavki s bilo kakvom vrijednošću za ispis za navedenu lokaciju
pt_pt: Não há itens com qualquer valor a ser impresso para a localização especificada

source: Inventory Valuation Report
hr_hr: Izvješće o procjeni zaliha
pt_pt: Relatório de Avaliação de Inventário

source: Extended Cost
hr_hr: Prošireni trošak
pt_pt: Custo prolongado

source: Grand Total Value
hr_hr: Ukupna ukupna vrijednost
pt_pt: Valor do Grande Total

source: Inventory Valuation Reporting
hr_hr: Izvješćivanje o procjeni zaliha
pt_pt: Relatório de Avaliação de Inventário

source: Label Templates
hr_hr: Predlošci naljepnica

source: Label Template Maintenance
hr_hr: Održavanje predloška naljepnice

source: all measurements in mm.
hr_hr: sve mjere u mm.

source: The GD module for PHP is required to print barcode labels. Your PHP installation is not capable currently. You will most likely experience problems with this script until the GD module is enabled.
hr_hr: GD modul za PHP potreban je za ispis naljepnica s barkodom. Vaša PHP instalacija trenutno nije sposobna. Najvjerojatnije ćete imati problema s ovom skriptom dok se ne omogući GD modul.

source: Entries for Vertical Position, Horizontal Position, and Font Size must be integers.
hr_hr: Unosi za vertikalni položaj, vodoravni položaj i veličinu fonta moraju biti cijeli brojevi.

source: The label description may not be empty
hr_hr: Opis oznake ne smije biti prazan

source: The update of this label template failed because
hr_hr: Ažuriranje ovog predloška oznake nije uspjelo jer

source: The label template has been updated
hr_hr: Predložak oznake je ažuriran

source: The addition of this label failed because
hr_hr: Dodavanje ove oznake nije uspjelo jer

source: The new label template has been added to the database
hr_hr: Novi predložak naljepnice dodan je u bazu podataka

source: The selected label template has been deleted
hr_hr: Odabrani predložak oznake je izbrisan

source: The defined label templates could not be retrieved because
hr_hr: Definirani predlošci naljepnica nisu se mogli dohvatiti jer

source: Rows x Cols
hr_hr: Redovi x stupci

source: Page Width
hr_hr: Širina stranice

source: Page Height
hr_hr: Visina stranice

source: Row Height
hr_hr: Visina reda

source: Column Width
hr_hr: Širina stupca

source: Are you sure you wish to delete this label?
hr_hr: Jeste li sigurni da želite izbrisati ovu oznaku?

source: Review all defined label records
hr_hr: Pregledajte sve definirane zapise oznaka

source: Label Details
hr_hr: Detalji oznake

source: Label Description
hr_hr: Opis oznake

source: Label Paper Size
hr_hr: Veličina papira za naljepnice

source: Custom Size
hr_hr: Prilagođena veličina

source: Label Height
hr_hr: Visina naljepnice

source: Label Width
hr_hr: Širina naljepnice

source: Top Margin
hr_hr: Gornja margina

source: Left Margin
hr_hr: Lijeva margina

source: Could not get the label fields because
hr_hr: Nije moguće dobiti polja oznaka jer

source: Field
hr_hr: Polje

source: Vertical
hr_hr: Okomito

source: Position
hr_hr: Položaj
pt_pt: Posição

source: Horizontal
hr_hr: Horizontalno

source: Bar-code
hr_hr: Bar-kod

source: Item Descrption
hr_hr: Opis stavke

source: Item Barcode
hr_hr: Barkod stavke

source: Company Logo
hr_hr: Logo tvrtke

source: Are you sure you wish to delete this label field?
hr_hr: Jeste li sigurni da želite izbrisati ovo polje oznake?

source: Print Labels
hr_hr: Ispis naljepnica

source: Location Maintenance
hr_hr: Održavanje lokacije
pt_pt: Manutenção de lLcalizações

source: The location code may not be empty
hr_hr: Kôd lokacije ne smije biti prazan
pt_pt: O código da localização não pode ser nulo

source: A cash sale customer and branch are necessary to fully setup the counter sales functionality
hr_hr: Klijent prodaje za gotovinu i poslovnica potrebni su za potpuno postavljanje funkcionalnosti prodaje na šalteru

source: The cash sale customer for this location must be defined with both a valid customer code and a valid branch code for this customer
hr_hr: Kupac prodaje za gotovinu za ovu lokaciju mora biti definiran i važećom šifrom kupca i važećom šifrom poslovnice za ovog kupca

source: location record because
hr_hr: lokacijski zapis jer
pt_pt: registro de localização porque

source: The location record has been updated
hr_hr: Zapis lokacije je ažuriran
pt_pt: O registro de localização foi actualizado

source: An error occurred inserting the new location record because
hr_hr: Došlo je do pogreške prilikom umetanja novog zapisa lokacije jer
pt_pt: Ocorreu um erro ao inserir um novo registro de localização pois

source: The new location record has been added
hr_hr: Dodan je novi zapis lokacije
pt_pt: O novo registro de localização foi adicionado

source: An error occurred inserting the new location stock records for all pre-existing parts because
hr_hr: Došlo je do pogreške prilikom umetanja novih zapisa lokacije za sve postojeće dijelove jer
pt_pt: Occoreu um erro inserindo um novo registro de local de stock para todas as partes pré-existentes

source: and new stock locations inserted for all existing stock items for the new location
hr_hr: i nove lokacije skladišta umetnute za sve postojeće stavke skladišta za novu lokaciju
pt_pt: e nova localização do stock inserida para todos os ítens de stocks existentes

source: The users/locations that need user location records created cannot be retrieved because
hr_hr: Korisnici/lokacije za koje je potrebno kreiranje zapisa o lokaciji korisnika ne mogu se dohvatiti jer

source: Existing users have been authorized for this location
hr_hr: Postojeći korisnici ovlašteni su za ovu lokaciju

source: Cannot delete this location because sales orders have been created delivering from this location
hr_hr: Nije moguće izbrisati ovu lokaciju jer su stvoreni prodajni nalozi za isporuku s ove lokacije
pt_pt: Não foi possível remover esta localização porque existem movimentações de stock criadas usando esta localização

source: sales orders with this Location code
hr_hr: prodajne narudžbe s ovim kodom lokacije
pt_pt: movimentação de stock com este código de localização

source: Cannot delete this location because stock movements have been created using this location
hr_hr: Nije moguće izbrisati ovu lokaciju jer su kretanja dionica stvorena pomoću ove lokacije
pt_pt: Não foi possível remover esta localização pois existem movimentações de stock criadas usando esta localização

source: stock movements with this Location code
hr_hr: kretanja zaliha s ovim kodom lokacije
pt_pt: movimentação de stock com este código de localização

source: Cannot delete this location because location stock records exist that use this location and have a quantity on hand not equal to 0
hr_hr: Nije moguće izbrisati ovu lokaciju jer postoje zapisi o zalihama lokacije koji koriste ovu lokaciju i imaju količinu pri ruci koja nije jednaka 0
pt_pt: Não foi possível remover esta licalidade pois existem registros de localização de stock usando esta localização que possuem quantidade ??? diferente de 0

source: stock items with stock on hand at this location code
hr_hr: zalihe sa zalihama pri ruci na ovom kodu lokacije
pt_pt: artigos conservados em stock com o stock na mão neste código de posição

source: Cannot delete this location because it is the default location for a user
hr_hr: Nije moguće izbrisati ovu lokaciju jer je to zadana lokacija za korisnika
pt_pt: Não é possível remover esta localização pois ela é a localização padrão para um utilizador

source: The user record must be modified first
hr_hr: Prvo se mora izmijeniti korisnički zapis
pt_pt: O registro do utilizador deve ser modificado primeiro

source: users using this location as their default location
hr_hr: korisnika koji koriste ovu lokaciju kao svoju zadanu lokaciju
pt_pt: utilizadors usando esta localização como localização padrão

source: Cannot delete this location because it is the default location for a bill of material
hr_hr: Nije moguće izbrisati ovu lokaciju jer je to zadana lokacija za popis materijala
pt_pt: Não é possível eliminar esta localização porque ela é a localização padrão para uma factura de material

source: The bill of materials must be modified first
hr_hr: Prvo se mora izmijeniti popis materijala
pt_pt: A factura de materiais deve ser modificada primeiro

source: bom components using this location
hr_hr: bom komponente koje koriste ovu lokaciju
pt_pt: componentes bom utilizando esta localização

source: Cannot delete this location because it is used by some work centre records
hr_hr: Nije moguće izbrisati ovu lokaciju jer je koriste zapisi nekih radnih centara
pt_pt: Não é possível remover esta localização pois é usada por alguns registros de centro de trabalho

source: works centres using this location
hr_hr: radni centri koji koriste ovu lokaciju
pt_pt: centros de trabalho usando esta localização

source: Cannot delete this location because it is used by some work order records
hr_hr: Nije moguće izbrisati ovu lokaciju jer je koriste neki zapisi radnog naloga
pt_pt: Não é possível eliminar esta localidade porque é utilizada por alguns registros de ordem de trabalho

source: work orders using this location
hr_hr: radnih naloga koristeći ovu lokaciju
pt_pt: ordens de trabalho utilizando esta localização

source: Cannot delete this location because it is used by some branch records as the default location to deliver from
hr_hr: Nije moguće izbrisati ovu lokaciju jer je koriste neki zapisi podružnica kao zadanu lokaciju za isporuku
pt_pt: Não é possível eliminar esta localização por ser a localização padrão para entrega de alguns registros

source: branches set up to use this location by default
hr_hr: podružnice postavljene za korištenje ove lokacije prema zadanim postavkama
pt_pt: filiais configuradas para usar esta localização como padrão

source: Cannot delete this location because it is used by some purchase order records as the location to receive stock into
hr_hr: Nije moguće izbrisati ovu lokaciju jer je koriste neki zapisi narudžbenice kao lokaciju za primanje zaliha

source: purchase orders set up to use this location as the receiving location
hr_hr: narudžbenice postavljene za korištenje ove lokacije kao lokacije primanja

source: There are no locations that match up with a tax province record to display. Check that tax provinces are set up for all dispatch locations
hr_hr: Nema lokacija koje se podudaraju sa zapisom porezne pokrajine za prikaz. Provjerite jesu li porezne pokrajine postavljene za sve lokacije otpreme
pt_pt: Não há localizações que correspondem com o registo de imposto de província a exibir. Verifique se os impostos províncias estão criados para todas as localizações de envio

source: Location Code
hr_hr: Kod lokacije
pt_pt: Código da Localização

source: Location Name
hr_hr: Naziv lokacije
pt_pt: Nome da Localização

source: Tax Province
hr_hr: Porezna pokrajina
pt_pt: Imposto Província

source: Allow Invoicing
hr_hr: Dopusti fakturiranje

source: Are you sure you wish to delete this inventory location?
hr_hr: Jeste li sigurni da želite izbrisati ovu lokaciju inventara?

source: Review Records
hr_hr: Pregledajte zapise
pt_pt: Registros de Revisão

source: Amend Location details
hr_hr: Izmijenite podatke o lokaciji
pt_pt: Alterar os detalhes Local

source: New Location details
hr_hr: Nove pojedinosti o lokaciji
pt_pt: Novos detalhes Location

source: Enter up to five characters for the inventory location code
hr_hr: Unesite do pet znakova za šifru mjesta inventara

source: Enter the inventory location name, this could be either a warehouse or a factory
hr_hr: Unesite naziv lokacije inventara, to može biti ili skladište ili tvornica

source: Contact for deliveries
hr_hr: Kontakt za dostavu
pt_pt: Contacto para entregas

source: Enter the name of the responsible person to contact for this inventory location
hr_hr: Unesite ime odgovorne osobe za kontakt za ovu lokaciju inventara

source: Delivery Address 1 (Building)
hr_hr: Adresa za dostavu 1 (zgrada)

source: Delivery Address 3 (Suburb)
hr_hr: Adresa za dostavu 3 (predgrađe)

source: Delivery Address 4 (City)
hr_hr: Adresa za dostavu 4 (grad)

source: Delivery Address 5 (Zip Code)
hr_hr: Adresa za dostavu 5 (poštanski broj)

source: The phone number should consist of numbers, spaces, parentheses, or the + character
hr_hr: Telefonski broj treba se sastojati od brojeva, razmaka, zagrada ili znaka +

source: Facsimile No
hr_hr: Faksimil br
pt_pt: Fax

source: The fax number should consist of numbers, parentheses, spaces or the + character
hr_hr: Broj faksa treba se sastojati od brojeva, zagrada, razmaka ili znaka +

source: Default Counter Sales Customer Code
hr_hr: Zadana šifra kupca za šaltersku prodaju

source: If counter sales are being used for this location then an existing customer account code needs to be entered here. All sales created from the counter sales will be recorded against this customer account
hr_hr: Ako se za ovu lokaciju koristi prodaja na šalteru, ovdje treba unijeti postojeći kod korisničkog računa. Sve prodaje stvorene prodajom na šalteru bit će zabilježene na ovom korisničkom računu

source: Counter Sales Branch Code
hr_hr: Šifra podružnice za šaltersku prodaju

source: If counter sales are being used for this location then an existing customer branch code for the customer account code entered above needs to be entered here. All sales created from the counter sales will be recorded against this branch
hr_hr: Ako se za ovu lokaciju koristi prodaja na šalteru, ovdje treba unijeti postojeću šifru poslovnice kupca za gore unesenu šifru računa kupca. Sve prodaje stvorene prodajom na šalteru bit će zabilježene prema ovoj podružnici

source: Allow internal requests?
hr_hr: Dopustiti interne zahtjeve?

source: Use for Work Order Productions?
hr_hr: Koristiti za izradu radnih naloga?

source: Enter the GL account for this location, or leave it blank if not needed
hr_hr: Unesite GL račun za ovu lokaciju ili ostavite prazno ako nije potrebno

source: Use this parameter to indicate whether these inventory location allows or denies the invoicing of its items.
hr_hr: Koristite ovaj parametar kako biste označili dopušta li ta lokacija inventara ili ne fakturiranje svojih stavki.

source: Inventory Location Authorised Users Maintenance
hr_hr: Lokacija inventara Ovlašteni korisnici Održavanje

source: You have not selected any Location
hr_hr: Niste odabrali nijednu lokaciju

source: You have not selected an user to be authorised to use this Location
hr_hr: Niste odabrali korisnika koji će biti ovlašten za korištenje ove lokacije

source: is already authorised to use this location
hr_hr: već je ovlašten za korištenje ove lokacije

source: authority to use the
hr_hr: ovlaštenje za korištenje

source: location has been changed
hr_hr: lokacija je promijenjena

source: The Location user record could not be deleted because
hr_hr: Korisnički zapis Lokacija nije mogao biti izbrisan jer

source: has had their authority to use the
hr_hr: ima svoje ovlasti za korištenje

source: location removed
hr_hr: lokacija uklonjena

source: has had their authority to update
hr_hr: ima svoje ovlasti za ažuriranje

source: Location Authorised Users
hr_hr: Ovlašteni korisnici lokacije

source: Select Location to Assign Users To
hr_hr: Odaberite lokaciju kojoj želite dodijeliti korisnike

source: Select Location
hr_hr: Odaberite Lokacija
pt_pt: Selecione um local

source: Authorised users for Location
hr_hr: Ovlašteni korisnici za lokaciju

source: Assign Users
hr_hr: Dodijelite korisnike

source: Mailing Group Maintenance
hr_hr: Održavanje grupe za slanje pošte

source: The Mail Group should be less than 100 characters and cannot contain illegal characters and cannot be null
hr_hr: Grupa e-pošte treba imati manje od 100 znakova i ne može sadržavati nedopuštene znakove i ne može biti null

source: Failed to add new mail group
hr_hr: Nije uspjelo dodavanje nove grupe e-pošte

source: The User Id should be set and must be less than 21 and cannot contains illegal characters
hr_hr: Treba postaviti korisnički ID i mora biti manji od 21 i ne smije sadržavati nedopuštene znakove

source: The Group Id must be integer
hr_hr: ID grupe mora biti cijeli broj

source: The Group name should be set and must be less than 100 characters and cannot contains illegal characters
hr_hr: Naziv grupe treba postaviti i mora biti manji od 100 znakova i ne smije sadržavati nedopuštene znakove

source: Failed to add users to mail group
hr_hr: Dodavanje korisnika u grupu e-pošte nije uspjelo

source: Failed to delete the mail group which id is
hr_hr: Nije uspjelo brisanje grupe e-pošte čiji je ID

source: The group id must be numeric
hr_hr: ID grupe mora biti numerički

source: The Group Name should be less than 100 and cannot contains illegal characters
hr_hr: Naziv grupe treba biti manji od 100 i ne smije sadržavati nedopuštene znakove

source: The page must be called with a group id
hr_hr: Stranica mora biti pozvana s ID-om grupe

source: Mail Group
hr_hr: Grupa za poštu

source: Failed to retrieve mail groups information
hr_hr: Dohvaćanje informacija o grupama e-pošte nije uspjelo

source: Are you sure you wish to delete this group?
hr_hr: Jeste li sigurni da želite izbrisati ovu grupu?

source: Failed to retrieve userid
hr_hr: Nije uspjelo dohvaćanje ID-a korisnika

source: Failed to retrieve user information
hr_hr: Dohvaćanje korisničkih podataka nije uspjelo

source: View All Groups
hr_hr: Prikaži sve grupe

source: Current Mail Group
hr_hr: Trenutna grupa pošte

source: Assigned Users
hr_hr: Dodijeljeni korisnici

source: Available Users
hr_hr: Dostupni korisnici

source: Are you sure you wish to remove this user from this mail group?
hr_hr: Jeste li sigurni da želite ukloniti ovog korisnika iz ove grupe e-pošte?

source: There are no user set up, please set up user first
hr_hr: Nema korisničkih postavki, prvo postavite korisnika

source: Inventory Valuation
hr_hr: Vrednovanje zaliha
pt_pt: Avaliação do inventário

source: Please find herewith the stock valuation report
hr_hr: Ovdje možete pronaći izvješće o procjeni vrijednosti dionica
pt_pt: Encontre com isto por favor o relatório de avaliação do stock

source: Print Inventory Valuation
hr_hr: Ispiši procjenu zaliha

source: The Inventory valuation report has been mailed
hr_hr: Izvješće o procjeni inventara poslano je poštom

source: There are no members of the Sales Analysis Report Recipients email group
hr_hr: Ne postoje članovi grupe e-pošte Primatelji izvješća o analizi prodaje

source: Sales Analysis
hr_hr: Analiza prodaje
pt_pt: Análise de vendas'

source: Please find herewith the comma separated values sales report
hr_hr: Ovdje možete pronaći izvješće o prodaji vrijednosti odvojenih zarezom
pt_pt: Por favor, encontre aqui o valores separados por vírgula relatório de vendas

source: Sales Analysis Report
hr_hr: Izvješće o analizi prodaje
pt_pt: Relatório de análise de vendas

source: Please find herewith sales report
hr_hr: Ovdje možete pronaći izvješće o prodaji
pt_pt: Por favor encontre com isso o relatório de vendas

source: Error running automated sales report number
hr_hr: Pogreška pri pokretanju broja automatiziranog izvješća o prodaji
pt_pt: Erro executando número do relatório de vendas automatizado

source: You have the following maintenance task(s) falling due or over-due:
hr_hr: Imate sljedeći zadatak(e) održavanja koji nije uspio ili kasni:

source: NB: THIS JOB IS OVERDUE
hr_hr: NAPOMENA: OVAJ POSAO JE ZAKASNIO

source: Task:
hr_hr: Zadatak:

source: Due:
hr_hr: Rok:

source: Fixed Asset Maintenance Tasks
hr_hr: Poslovi održavanja dugotrajne imovine

source: The days before a task falls due is expected to be a postive
hr_hr: Očekuje se da će dani prije neuspjeha zadatka biti pozitivni

source: The authentication details cannot be inserted because
hr_hr: Podaci o autentifikaciji ne mogu se umetnuti jer
pt_pt: Os detalhes de autenticação não pode ser colocado, pois

source: The task details cannot be updated because
hr_hr: Pojedinosti zadatka ne mogu se ažurirati jer

source: The maintenance task cannot be deleted because
hr_hr: Zadatak održavanja ne može se izbrisati jer

source: The maintenance task details cannot be retrieved because
hr_hr: Pojedinosti zadatka održavanja ne mogu se dohvatiti jer
