Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Price Update Criteria
hr_hr: Kriteriji ažuriranja cijene

source: Select the Price List to update
hr_hr: Odaberite cjenik za ažuriranje
pt_pt: Selecione a Lista de Preços a actualizar

source: No Price List Selected
hr_hr: Cjenik nije odabran
pt_pt: Não há lista de preços seleccionada

source: Select the price list currency to update
hr_hr: Odaberite valutu cjenika za ažuriranje
pt_pt: Seleccione a lista de preços monetária a actualização

source: No Price List Currency Selected
hr_hr: Nema odabrane valute cjenika
pt_pt: Não Há Lista de Preços de Moeda Selecionado

source: Weighted Average Costs
hr_hr: Ponderirani prosječni troškovi
pt_pt: Média Ponderada de Custos

source: Standard Costs
hr_hr: Standardni troškovi
pt_pt: Custos Padrão

source: Cost/Preferred Supplier Data Or Other Price List
hr_hr: Podaci o cijeni/preferiranom dobavljaču ili drugi cjenik
pt_pt: Custo/Dados Preferencial do Fornecedor ou Outra Lista de Preços

source: Preferred Supplier Cost Data
hr_hr: Preferirani podaci o troškovima dobavljača
pt_pt: Dados de Custo Preferido do Fornecedor

source: Another Price List
hr_hr: Još jedan cjenik
pt_pt: Outra Lista de Preços

source: Select the Base Price List to Use
hr_hr: Odaberite Osnovni cjenik za korištenje
pt_pt: Selecione o Preço de base para usar

source: Stock Category From
hr_hr: Kategorija dionica Od
pt_pt: Categoria de Stock De

source: Stock Category To
hr_hr: Kategorija dionica Za
pt_pt: Categoria de Stock Para

source: Rounding Factor
hr_hr: Faktor zaokruživanja
pt_pt: Factor de Arredondamento

source: To round to the nearest cent enter 0.01. To round to the nearest whole dollar enter 1. To round to the nearest 5 dollars enter 5 etc
hr_hr: Za zaokruživanje na najbliži cent unesite 0,01. Za zaokruživanje na najbliži cijeli dolar unesite 1. Za zaokruživanje na najbližih 5 dolara unesite 5 itd

source: New Price To Be Effective From
hr_hr: Nova cijena koja će stupiti na snagu
pt_pt: Novo Preço a vigorar a partir

source: New Price To Be Effective To (Blank = No End Date)
hr_hr: Nova cijena koja će stupiti na snagu (prazno = nema datuma završetka)
pt_pt: Novo Preço Para ser eficaz (Em branco = Sem data de término)

source: Percentage Increase (positive) or decrease (negative)
hr_hr: Postotak povećanja (pozitivno) ili smanjenja (negativno)
pt_pt: Percentagem de aumento (positivo) ou decréscimo (negativo)

source: Update Prices
hr_hr: Ažuriraj cijene
pt_pt: Actualizar Preços

source: Are you sure you wish to update or add all the prices according to the criteria selected?
hr_hr: Jeste li sigurni da želite ažurirati ili dodati sve cijene prema odabranim kriterijima?
pt_pt: Você tem certeza que deseja atualizar ou adicionar todos os preços de acordo com os critérios selecionados?

source: No price list is selected to update. No updates will take place
hr_hr: Nije odabran nijedan cjenik za ažuriranje. Nema ažuriranja
pt_pt: Nenhuma lista de preços é selecionada para atualização. Nenhuma atualização ocorrerá

source: No price list currency is selected to update. No updates will take place
hr_hr: Nije odabrana valuta cjenika za ažuriranje. Nema ažuriranja
pt_pt: Nenhuma moeda lista de preços é selecionada para atualização. Nenhuma atualização ocorrerá

source: The date the new price is to be in effect to must be entered in the format
hr_hr: Datum do kojeg nova cijena treba biti na snazi ​​mora se unijeti u format
pt_pt: A data do novo preço deve ser no efeito deve ser digitada no formato

source: The date this new price is to start from is expected to be after today
hr_hr: Očekuje se da će nova cijena početi nakon današnjeg dana
pt_pt: A data em que este novo preço é de partir deverá ser a partir de hoje

source: The stock category from must be before the stock category to - there would be not items in the range to update
hr_hr: Kategorija zaliha od mora biti prije kategorije zaliha do - ne bi bilo stavki u rasponu za ažuriranje
pt_pt: A categoria de stock deve ser anterior a categoria de ações para - não haveria itens no intervalo de atualização

source: Base price list selected
hr_hr: Odabran osnovni cjenik

source: When you are updating prices based on another price list - the other price list must also be selected. No updates will take place until the other price list is selected
hr_hr: Kada ažurirate cijene na temelju drugog cjenika - drugi cjenik također mora biti odabran. Nema ažuriranja dok se ne odabere drugi cjenik
pt_pt: Quando você está a actualizar os preços com base em outra tabela de preços - a lista de preços também deve estar selecionada. Nenhuma atualização ocorrerá até a lista de preços de outros é selecionado

source: When you are updating prices based on another price list - the other price list cannot be the same as the price list being used for the calculation. No updates will take place until the other price list selected is different from the price list to be updated
hr_hr: Kada ažurirate cijene na temelju drugog cjenika - drugi cjenik ne može biti isti kao cjenik koji se koristi za izračun. Nema ažuriranja dok se drugi odabrani cjenik ne razlikuje od cjenika koji se ažurira
pt_pt: Quando você está a actualizar os preços com base em outra tabela de preços - a lista de preços de outros não pode ser o mesmo que a lista de preços a ser utilizado para o cálculo. Nenhuma atualização ocorrerá até a lista de preços de outros selecionado é diferente da lista de preços a ser atualizado

source: For a log of all the prices changed this page should be printed with CTRL+P
hr_hr: Za dnevnik svih promjena cijena ovu stranicu treba ispisati s CTRL+P
pt_pt: Para um registro de todos os preços mudaram esta página devem ser impressos com CTRL + P

source: So we are using a price list/sales type of
hr_hr: Stoga koristimo vrstu cjenika/prodaje
pt_pt: Estamos a utilizanr uma lista de preços/tipo de vendas de

source: updating only prices in
hr_hr: ažuriranje samo cijena u
pt_pt: atualização dos preços somente em

source: and the stock category range from
hr_hr: a kategorija dionica u rasponu od
pt_pt: eo alcance da categoria stock

source: and we are applying a markup percent of
hr_hr: i primjenjujemo postotak marže
pt_pt: e estamos a aplicar um percentual de marcação de

source: against
hr_hr: protiv
pt_pt: contra

source: The price list/sales type to be updated must be selected first
hr_hr: Najprije je potrebno odabrati cjenik/tip prodaje koji se ažurira
pt_pt: A lista de preços/tipo de venda a ser actualizado deve ser seleccionado primeiro

source: The currency of prices to be updated must be selected first
hr_hr: Prvo morate odabrati valutu cijena koje će se ažurirati
pt_pt: A moeda de preços a ser atualizado deve ser selecionado primeiro

source: Could not get the supplier purchasing information for a preferred supplier for the item
hr_hr: Nije moguće dobiti informacije o kupnji dobavljača za željenog dobavljača za predmet
pt_pt: Não foi possível obter as informações de compra fornecedor de um fornecedor preferencial para o item

source: There is no preferred supplier data for the item
hr_hr: Ne postoje željeni podaci o dobavljaču za artikl
pt_pt: Não há dados de fornecedor preferencial para o item

source: prices will not be updated for this item
hr_hr: cijene se neće ažurirati za ovu stavku
pt_pt: os preços não serão atualizados para este item

source: There is more than a single preferred supplier data for the item
hr_hr: Postoji više od jednog željenog dobavljača podataka za artikl
pt_pt: Há mais de um único fornecedor preferencial de dados para o item

source: Could not get the base price for the item
hr_hr: Nije moguće dobiti osnovnu cijenu artikla
pt_pt: Não foi possível obter o preço base para o item

source: from the price list
hr_hr: iz cjenika
pt_pt: da lista de preços

source: There is no default price defined in the base price list for the item
hr_hr: U osnovnom cjeniku za artikl nije definirana zadana cijena
pt_pt: Não há preço padrão definido na lista de preços de referência para o item

source: The cost for this item is not set up or is set up as less than or equal to zero - no price changes will be made based on zero cost items. The item concerned is:
hr_hr: Cijena za ovu stavku nije postavljena ili je postavljena kao manja ili jednaka nuli - neće se izvršiti promjena cijene na temelju stavki bez troška. Dotična stavka je:
pt_pt: O custo para este item não está configurado ou está configurado como inferior ou igual a zero - nenhuma mudança de preço será feita com base em elementos de custo zero. O item em questão é a seguinte:

source: Error updating prices for
hr_hr: Pogreška pri ažuriranju cijena za
pt_pt: Erro ao actualizarpreços para

source: Error inserting new price for
hr_hr: Pogreška pri umetanju nove cijene za

source: Inserting new price for
hr_hr: Umetanje nove cijene za
pt_pt: Inserir novo preço

source: Update of Prices By A Multiple Of Cost
hr_hr: Ažuriranje cijena višestrukim troškom

source: Update Price By Cost
hr_hr: Ažuriraj cijenu prema cijeni
pt_pt: Atualização Preço pelo Custo

source: category
hr_hr: kategorija
pt_pt: categoria

source: all Categories
hr_hr: sve kategorije
pt_pt: todas as categorias

source: Items in
hr_hr: Stavke u
pt_pt: Todos os itens no

source: With Prices
hr_hr: S cijenama
pt_pt: Com Preços

source: times
hr_hr: puta
pt_pt: vezes

source: Cost in Price List
hr_hr: Trošak u cjeniku
pt_pt: Custo de Preço

source: End Date
hr_hr: Datum završetka
pt_pt: Data final

source: Price Proposed
hr_hr: Predložena cijena
pt_pt: Preço Sugerido

source: List Price
hr_hr: Kataloška cijena
pt_pt: Preço

source: If the prices above do not have a commencement date as today, this will create new prices with commencement date of today at the entered figures and update the existing prices with historical start dates to have an end date of yesterday. Are You Sure?
hr_hr: Ako gore navedene cijene nemaju datum početka kao danas, to će stvoriti nove cijene s današnjim datumom početka na unesenim brojkama i ažurirati postojeće cijene s povijesnim početnim datumima kako bi datum završetka bio jučer. Jeste li sigurni?

source: There were no prices meeting the criteria specified to review
hr_hr: Nije bilo cijena koje zadovoljavaju kriterije navedene za pregled
pt_pt: Não foram os preços que satisfaçam os critérios especificados para revisão

source: Prices can be displayed based on their relation to cost
hr_hr: Cijene se mogu prikazati na temelju njihovog odnosa prema cijeni

source: Bulk Price Update
hr_hr: Ažuriranje skupne cijene

source: Less than or equal to
hr_hr: Manje od ili jednako
pt_pt: Inferior ou igual a

source: Greater than or equal to
hr_hr: Veće ili jednako
pt_pt: Maior ou igual a

source: Average Cost
hr_hr: Prosječni trošak
pt_pt: Custo Médio

source: Standard Cost
hr_hr: Standardni trošak
pt_pt: Custo Padrão

source: Special Prices for
hr_hr: Posebne cijene za
pt_pt: Preços Especiais Para

source: A customer must be selected from the customer selection screen
hr_hr: Kupac mora biti odabran sa zaslona za odabir kupca
pt_pt: Um cliente deve estar seleccionado na página de seleção de cliente

source: then an item must be selected before this page is called
hr_hr: tada se stavka mora odabrati prije poziva ove stranice
pt_pt: e então um item deve ser seleccionado antes desta página ser chamada

source: The product selection page should call this page with a valid product code
hr_hr: Stranica za odabir proizvoda trebala bi pozvati ovu stranicu s valjanim kodom proizvoda
pt_pt: A página de seleção de produto deve chamar esta página com um código de produto válido

source: Special Customer Prices
hr_hr: Posebne cijene za kupce
pt_pt: Preços Especiais do Cliente

source: The branch code entered is not currently defined
hr_hr: Unesena šifra podružnice trenutno nije definirana
pt_pt: O código da filial inserido não está definido

source: The end date is expected to be after today. There is no point entering a new price where the effective date is before today!
hr_hr: Očekuje se da će datum završetka biti nakon današnjeg dana. Nema smisla unositi novu cijenu ako je datum stupanja na snagu prije današnjeg dana!
pt_pt: A data final deverá ser a partir de hoje. Não vale a pena entrar em um novo preço, onde a data de vigência é até hoje!

source: Price Updated
hr_hr: Cijena ažurirana
pt_pt: Preço actualizado

source: Price added
hr_hr: Dodana cijena
pt_pt: Preço adicionado

source: The price could not be updated because
hr_hr: Cijena se nije mogla ažurirati jer
pt_pt: Não foi possível actualizar o preço porque

source: The price could not be added because
hr_hr: Cijena se nije mogla dodati jer
pt_pt: Não foi possível adicionar o preço pois

source: This price has been deleted
hr_hr: Ova cijena je izbrisana
pt_pt: Este preço foi removido

source: Could not retrieve the normal prices set up because
hr_hr: Nije moguće dohvatiti normalne postavljene cijene jer
pt_pt: Não foi possível obter os preços normais configurados pois

source: There are no default prices set up for this part
hr_hr: Za ovaj dio nisu postavljene zadane cijene
pt_pt: Não há preços padrão definidos para esta parte

source: Normal Price
hr_hr: Normalna cijena
pt_pt: Preço normal

source: Could not retrieve the special prices set up because
hr_hr: Nije moguće dohvatiti postavljene posebne cijene jer
pt_pt: Não foi possível obter os preços especiais definidos pois

source: There are no special prices set up for this part
hr_hr: Za ovaj dio nema posebnih cijena
pt_pt: Não há preços especiais definidos para esta parte

source: Special Price
hr_hr: Posebna cijena
pt_pt: Preço especial

source: All Branches
hr_hr: Sve podružnice
pt_pt: Todas as Filiais

source: Are you sure you wish to delete this price?
hr_hr: Jeste li sigurni da želite izbrisati ovu cijenu?
pt_pt: Tem certeza de que deseja eliminar este preço?

source: The part code entered does not exist in the database
hr_hr: Unesena šifra dijela ne postoji u bazi podataka
pt_pt: O código da parte inserido não existe no base de dados

source: Only valid parts can have prices entered against them
hr_hr: Samo valjani dijelovi mogu imati unesene cijene uz njih
pt_pt: Somente partes válidas podem possuir preços

source: The part selected is a kit set item
hr_hr: Odabrani dio je stavka kompleta
pt_pt: A parte selecionada é um kit de item definido

source: these items explode into their components when selected on an order
hr_hr: ove stavke eksplodiraju u svoje komponente kada se odaberu u narudžbi
pt_pt: estes itens transformam-se em seus componentes quando seleccionados em um pedido

source: prices must be set up for the components and no price can be set for the whole kit
hr_hr: cijene se moraju postaviti za komponente i ne može se postaviti cijena za cijeli komplet
pt_pt: preços devem ser configurados para os componentes e nenhum preço pode ser configurado para o kit completo

source: Item Prices
hr_hr: Cijene artikla
pt_pt: Preços do item

source: An item must first be selected before this page is called
hr_hr: Prije poziva ove stranice potrebno je odabrati stavku
pt_pt: Um item deve ser seleccionado antes desta página ser chamada

source: The new price could not be added
hr_hr: Novu cijenu nije bilo moguće dodati
pt_pt: O novo preço não pode ser adicionado

source: The new price has been inserted
hr_hr: Nova cijena je umetnuta
pt_pt: O novo preço foi inserida

source: Could not delete this price
hr_hr: Nije moguće izbrisati ovu cijenu
pt_pt: Não foi possível excluir este preço

source: The selected price has been deleted
hr_hr: Odabrana cijena je izbrisana
pt_pt: O preço seleccionado foi removido

source: Pricing for part
hr_hr: Cijena za dio
pt_pt: Fixar o preço para a parte

source: Review Prices
hr_hr: Pregledajte cijene
pt_pt: Rever preços

source: There are no prices set up for this part
hr_hr: Za ovaj dio nisu određene cijene
pt_pt: Não há preços configurados para esta parte

source: Sales Type Price List
hr_hr: Vrsta prodaje Cjenik
pt_pt: Tipo da Lista de Preços de Vendas

source: Amend Price
hr_hr: Izmijeniti cijenu
pt_pt: Corrigir preço

source: Something was wrong without an identifier, please ask administrator for help
hr_hr: Nešto nije u redu bez identifikatora, obratite se administratoru za pomoć

source: Can not get hundreds name
hr_hr: Ne mogu dobiti stotine imena
pt_pt: Não é possível obter o nome de centenas

source: Print Cheque
hr_hr: Ispis Čeka
pt_pt: Imprimir Cheque

source: Cheque No.
hr_hr: Ček br.
pt_pt: Cheque N º

source: Vendor No.
hr_hr: Br. dobavljača
pt_pt: Númeor do Vendedor

source: Number is out of the range of numbers that can be expressed in words
hr_hr: Broj je izvan raspona brojeva koji se mogu izraziti riječima

source: error
hr_hr: greška

source: million
hr_hr: milijuna

source: thousand
hr_hr: tisuća

source: hundred
hr_hr: stotina

source: one
hr_hr: jedan

source: two
hr_hr: dva

source: three
hr_hr: tri

source: four
hr_hr: četiri

source: five
hr_hr: pet

source: six
hr_hr: šest

source: seven
hr_hr: sedam

source: eight
hr_hr: osam

source: nine
hr_hr: devet

source: ten
hr_hr: deset

source: eleven
hr_hr: jedanaest

source: twelve
hr_hr: dvanaest

source: thirteen
hr_hr: trinaest

source: fourteen
hr_hr: četrnaest

source: fifteen
hr_hr: petnaest

source: sixteen
hr_hr: šesnaest

source: seventeen
hr_hr: sedamnaest

source: eighteen
hr_hr: osamnaest

source: nineteen
hr_hr: devetnaest

source: twenty
hr_hr: dvadeset

source: thirty
hr_hr: trideset

source: forty
hr_hr: četrdeset

source: fifty
hr_hr: pedeset

source: sixty
hr_hr: šezdeset

source: seventy
hr_hr: sedamdeset

source: eighty
hr_hr: osamdeset

source: ninety
hr_hr: devedeset

source: zero
hr_hr: nula

source: Customer Laser Packing Slip
hr_hr: Kupčev laserski otpremnik
pt_pt: Nota Fiscal a Laser Enviada Juntamente com a Encomenda do Cliente

source: There was a problem retrieving the order details for Order Number
hr_hr: Došlo je do problema pri dohvaćanju detalja narudžbe za broj narudžbe

source: Could not retrieve the components of the ordered assembly item
hr_hr: Nije moguće dohvatiti komponente naručenog sklopa

source: Assembly Components:-
hr_hr: Sastavni dijelovi: -

source: Serial
hr_hr: Serijski

source: There were no outstanding items on the order to deliver
hr_hr: Nije bilo nepodmirenih stavki u narudžbi za isporuku
pt_pt: Não foram encontrados itens pendentes no fim de entregar

source: A packing slip cannot be printed
hr_hr: Otpremnica se ne može ispisati
pt_pt: Uma nota fiscal enviada juntamente com a encomenda não pode ser impressa

source: Print Another Packing Slip/Order
hr_hr: Ispišite drugu otpremnicu/narudžbu
pt_pt: Imprimir Outra Nota Fiscal/Ordem Enviada Juntamente com a Encomenda

source: There was a problem retrieving the details for Order Number
hr_hr: Došlo je do problema prilikom dohvaćanja pojedinosti za broj narudžbe
pt_pt: Houve um problema ao obter os detalhes para o número do pedido

source: Customer Packing Slip
hr_hr: Otpremnica kupca
pt_pt: Nota Fiscal Enviada Juntamente com a Encomenda do Cliente

source: There were no outstanding items on the order to deliver. A dispatch note cannot be printed
hr_hr: Nije bilo nepodmirenih stavki u narudžbi za isporuku. Otpremnica se ne može ispisati
pt_pt: Não existem itens pendentes da ordem para entregar. Uma nota de expedição não pode ser impresso

source: Print Customer Statements
hr_hr: Ispis izjava kupaca

source: There was a problem settling the old transactions.
hr_hr: Došlo je do problema s podmirivanjem starih transakcija.
pt_pt: Houve um problema ao resolver as transacções antigas

source: There was a problem retrieving the customer information for the statements from the database
hr_hr: Došlo je do problema prilikom dohvaćanja podataka o kupcima za izvode iz baze podataka
pt_pt: Houve um problema ao obter a informação do cliente para os enunciados do base de dados

source: Print Statements
hr_hr: Ispis izjava
pt_pt: Imprimir Declarações

source: No Customers Found
hr_hr: Nema pronađenih kupaca
pt_pt: Nenhum cliente encontrado

source: Print Customer Account Statements
hr_hr: Ispis izvoda računa kupaca
pt_pt: Imprimir Declarações de Conta do Cliente

source: There were no Customers matching your selection of
hr_hr: Nije bilo kupaca koji odgovaraju vašem odabiru
pt_pt: Não há clientes enquadrados na seleção de

source: Customer Statement
hr_hr: Izjava kupca

source: For customer
hr_hr: Za kupca
pt_pt: Para o cliente

source: Settled Transactions
hr_hr: Nagodene transakcije
pt_pt: Transacções resolvidas

source: Trans No
hr_hr: Trans br
pt_pt: Número da Transação

source: Outstanding Transactions
hr_hr: Nepodmirene transakcije
pt_pt: Transacções pendentes

source: Past Due
hr_hr: Pad Due
pt_pt: Dívida Passada

source: Last payment received
hr_hr: Zadnja primljena uplata
pt_pt: Último pagamento recebido

source: Amount received was
hr_hr: Primljeni iznos bio je
pt_pt: Quantidade recebida foi

source: Please make payments to our account:
hr_hr: Uplate izvršite na naš račun:

source: Quoting your account reference
hr_hr: Navođenje reference vašeg računa

source: Select Statements to Print
hr_hr: Odaberite Izjave za ispis
pt_pt: Seleccione Declarações para Imprimir

source: Print Criteria
hr_hr: Kriteriji ispisa

source: Starting Customer statement to print (Customer code)
hr_hr: Početak ispisa izvoda klijenta (kod kupca)
pt_pt: Declaração de Cliente a Começar a Imprimir (Código do Cliente)

source: Ending Customer statement to print (Customer code)
hr_hr: Završna izjava kupca za ispis (kod kupca)
pt_pt: Declaração de Cliente a Finalizar a Imprimir (Código do Cliente)

source: Print Or Email to flagged customer contacts
hr_hr: Ispišite ili pošaljite e-poštu označenim kontaktima kupaca

source: Email to flagged customer contacts
hr_hr: Pošaljite e-poštu označenim kontaktima kupaca

source: Print (or Email) All Statements in the Range Selected
hr_hr: Ispišite (ili pošaljite e-poštom) sve izjave u odabranom rasponu

source: Bank Code:
hr_hr: Šifra banke:
pt_pt: Código do banco:

source: There was a problem retrieving the invoice or credit note details for note number
hr_hr: Došlo je do problema pri dohvaćanju pojedinosti fakture ili odobrenja za broj bilješke
pt_pt: Houve um problema ao obter a factura ou detalhes da nota de crédito para a nota número

source: Your account is set up to see only a specific salespersons orders. You are not authorised to view transaction for this order
hr_hr: Vaš račun je postavljen da vidi samo određene narudžbe prodavača. Niste ovlašteni za pregled transakcije za ovu narudžbu

source: This transaction is addressed to another customer and cannot be displayed for privacy reasons
hr_hr: Ova transakcija je naslovljena na drugog kupca i ne može se prikazati iz razloga privatnosti
pt_pt: Esta transação está endereçada para outro cliente e não pode ser mostrada por razões de privacidade

source: There was a problem retrieving the invoice or credit note stock movement details for invoice number
hr_hr: Došlo je do problema prilikom dohvaćanja pojedinosti o kretanju zaliha fakture ili knjižnog odobrenja za broj fakture
pt_pt: Houve um problema ao obter a factura ou detalhes da movimentação de stock na nota de crédito para a factura número

source: TAX INVOICE
hr_hr: POREZNI RAČUN
pt_pt: FACTURA FISCAL

source: TAX CREDIT NOTE
hr_hr: POREZNA ODREDBA
pt_pt: NOTA DE CRÉDITO

source: Tax Authority Ref
hr_hr: Porezna uprava br
pt_pt: Ref. Aut.Fiscal

source: Facsimile
hr_hr: Faksimil
pt_pt: Fax

source: Charge To
hr_hr: Naplati
pt_pt: Debitar A

source: Charge Branch
hr_hr: Podružnica zaduženja
pt_pt: Filial da Carga

source: Your Order Ref
hr_hr: Vaša narudžba Ref
pt_pt: Sua referência de pedido

source: Our Order No
hr_hr: Naša narudžba br
pt_pt: Nosso número de pedido

source: Invoice Date
hr_hr: Datum fakture
pt_pt: Data de factura

source: Shipper
hr_hr: Otpremnik
pt_pt: Transportador
