Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: stock movement records could not be inserted when processing the work order receipt because
hr_hr: zapisi o kretanju zaliha nisu se mogli umetnuti prilikom obrade prijema radnog naloga jer
pt_pt: os registros de movimento do stock não poderam ser inseridos ao processar os recibos da ordem de trabalho porque

source: The receipt of contract work order finished stock GL posting could not be inserted because
hr_hr: Primitak ugovornog radnog naloga završenog knjiženja zaliha GL nije se mogao umetnuti jer
pt_pt: O recebimento da ordem de trabalhos do contrato terminou GL lançamento de estoque não pode ser colocado, pois

source: The WIP credit on receipt of finished items from a work order GL posting could not be inserted because
hr_hr: WIP kredit pri primitku gotovih stavki iz knjiženja GL radnog naloga nije se mogao umetnuti jer
pt_pt: O crédito WIP no recebimento de itens acabados a partir de uma ordem de trabalho GL postagem não poderia ser colocado, pois

source: Could not update the work order item record with the total quantity received because
hr_hr: Nije moguće ažurirati zapis stavke radnog naloga s ukupnom primljenom količinom jer
pt_pt: Não foi possível actualizar a data do último pagamento recebido no registro do cliente pois

source: The contract has been closed. No further charges can be posted against this contract.
hr_hr: Ugovor je zaključen. Nikakvi daljnji troškovi ne mogu se knjižiti na ovaj ugovor.
pt_pt: O contrato foi fechado. Sem custos adicionais podem ser postadas nesse contrato.

source: Close Contract
hr_hr: Zatvori ugovor
pt_pt: Fechar contrato

source: Closing the contract will prevent further stock being issued to it and charges being made against it. Variances will be taken to the profit and loss account. Are You Sure?
hr_hr: Zatvaranje ugovora spriječit će daljnje izdavanje zaliha i terećenje. Odstupanja će se prenijeti u račun dobiti i gubitka. Jeste li sigurni?
pt_pt: Fechando o contrato irá impedir novas ações a ser emitido para ele e acusações feitas contra ele. Os desvios serão levadas à conta de ganhos e perdas. Você tem certeza?

source: Contract Other Requirements
hr_hr: Ostali zahtjevi ugovora
pt_pt: Outros requisitos do contrato

source: The other contract requirements cannot be altered because the customer has already placed the order
hr_hr: Ostali uvjeti ugovora ne mogu se mijenjati jer je kupac već poslao narudžbu
pt_pt: Os requisitos de outro contrato que não possa ser alterado, porque o cliente já fez a encomenda

source: The quantity of the new requirement is expected to be numeric
hr_hr: Očekuje se da će količina novog zahtjeva biti brojčana
pt_pt: A quantidade de a nova exigência deverá ser numérico

source: The cost per unit of the new requirement is expected to be numeric
hr_hr: Očekuje se da će cijena po jedinici novog zahtjeva biti brojčana
pt_pt: O custo por unidade da nova exigência deverá ser numérico

source: Contract Reference
hr_hr: Referenca ugovora
pt_pt: Contrato de referência

source: Sub-total
hr_hr: Podzbroj

source: Enter a description of this requirement for the contract
hr_hr: Unesite opis ovog zahtjeva za ugovor

source: Enter the quantity of this requirement for the contract
hr_hr: Unesite količinu ovog zahtjeva za ugovor

source: Are you sure you wish to delete this contract requirement?
hr_hr: Jeste li sigurni da želite izbrisati ovaj uvjet ugovora?

source: Total Other Requirements Cost
hr_hr: Ukupni trošak ostalih zahtjeva
pt_pt: Custo Total Outros Requisitos

source: Update Other Requirements Lines
hr_hr: Ažurirajte retke ostalih zahtjeva
pt_pt: Update Outras Linhas Requisitos

source: Enter New Requirements
hr_hr: Unesite nove zahtjeve
pt_pt: Digite Novas Exigências

source: Requirement Description
hr_hr: Opis zahtjeva
pt_pt: Descrição do requisito

source: Cost Per Unit
hr_hr: Cijena po jedinici
pt_pt: Custo por Unidade

source: Enter the cost per unit of this requirement
hr_hr: Unesite cijenu po jedinici ovog zahtjeva

source: Enter New Contract Requirement
hr_hr: Unesite novi ugovorni zahtjev
pt_pt: Digite Requisito novo contrato

source: Modify Contract
hr_hr: Izmjena ugovora
pt_pt: Modificar contrato

source: Contract Entry
hr_hr: Unos ugovora
pt_pt: Contrato de Entrada

source: The contract reference must be entered (and be longer than 5 characters) before the requirements of the contract can be setup
hr_hr: Referenca ugovora mora se unijeti (i biti duža od 5 znakova) prije nego što se mogu postaviti zahtjevi ugovora

source: You should automatically be forwarded to the entry of the Contract line items page
hr_hr: Trebali biste automatski biti proslijeđeni na unos stranice Stavke ugovora
pt_pt: Você deve ser automaticamente encaminhado para a entrada do Contrato página itens de linha

source: If this does not happen
hr_hr: Ako se to ne dogodi
pt_pt: Caso isto não aconteça

source: if the browser does not support META Refresh
hr_hr: ako preglednik ne podržava META Refresh
pt_pt: se o navegador não suportar META Refresh

source: You should automatically be forwarded to the entry of the Contract requirements page
hr_hr: Trebali biste automatski biti proslijeđeni na unos stranice Zahtjevi ugovora
pt_pt: Você deve ser automaticamente encaminhado para a entrada da página de requisitos do contrato

source: Back to Contract Selection
hr_hr: Povratak na odabir ugovora
pt_pt: Voltar para seleção do contrato

source: Only
hr_hr: Samo

source: The file size is over the maximum allowed. The maximum size allowed in KB is
hr_hr: Veličina datoteke premašuje maksimalno dopuštenu veličinu. Najveća dopuštena veličina u KB je
pt_pt: O tamanho do ficheiro é superior ao valor máximo permitido. O tamanho máximo permitido em KB é

source: Only graphics files can be uploaded
hr_hr: Moguće je učitati samo grafičke datoteke
pt_pt: Somente arquivos gráficos podem ser carregados

source: The existing image could not be removed
hr_hr: Postojeću sliku nije bilo moguće ukloniti
pt_pt: A actual imagem não pode ser eliminada

source: File url
hr_hr: URL datoteke
pt_pt: URL do arquivo

source: Something is wrong with uploading the file
hr_hr: Nešto nije u redu s učitavanjem datoteke
pt_pt: Algo está errado com o upload do arquivo

source: The contract has already been ordered by the customer the order must also be deleted first before the contract can be deleted
hr_hr: Kupac je već naručio ugovor, a narudžba se također prvo mora izbrisati prije brisanja ugovora
pt_pt: O contrato já foi ordenada pelo cliente, a ordem também devem ser excluídos antes de o contrato pode ser excluído

source: The contract bill of materials could not be deleted because
hr_hr: Ugovorni popis materijala nije se mogao izbrisati jer
pt_pt: O projeto de lei do contrato de materiais não pode ser excluído, porque

source: The contract requirements could not be deleted because
hr_hr: Zahtjevi ugovora nisu se mogli izbrisati jer
pt_pt: Os requisitos do contrato não poderia ser suprimido, pois

source: The contract could not be deleted because
hr_hr: Ugovor nije mogao biti izbrisan jer
pt_pt: O contrato não poderia ser suprimido, pois

source: The quotation lines for the contract could not be deleted because
hr_hr: Retke ponude za ugovor nije bilo moguće izbrisati jer

source: The quotation for the contract could not be deleted because
hr_hr: Ponuda za ugovor nije se mogla izbrisati jer
pt_pt: A cotação para o contrato não poderia ser suprimido, pois

source: has been cancelled
hr_hr: je otkazan
pt_pt: foi cancelada

source: The contract reference is expected to be more than 2 characters long. Please alter the contract reference before proceeding.
hr_hr: Očekuje se da referenca ugovora bude duža od 2 znaka. Prije nastavka promijenite referencu ugovora.
pt_pt: A referência do contrato deverá ser superior a 2 caracteres. Por favor alterar a referência do contrato antes de prosseguir.

source: The contract reference cannot contain any spaces, slashes, or inverted commas. Please alter the contract reference before proceeding.
hr_hr: Referenca ugovora ne smije sadržavati razmake, kose crte ili navodne zareze. Prije nastavka promijenite referencu ugovora.
pt_pt: A referência do contrato não pode conter espaços, barras ou aspas. Por favor alterar a referência do contrato antes de prosseguir.

source: The contract reference cannot be the same as a previously created stock item. Please modify the contract reference before continuing
hr_hr: Referenca ugovora ne može biti ista kao prethodno stvorena stavka zalihe. Prije nastavka izmijenite referencu ugovora
pt_pt: A referência do contrato não pode ser o mesmo que um item de estoque criado anteriormente. Por favor, modificar o contrato de referência, antes de continuar

source: The contract description is expected to be more than 10 characters long. Please alter the contract description in full before proceeding.
hr_hr: Očekuje se da će opis ugovora imati više od 10 znakova. Molimo izmijenite opis ugovora u cijelosti prije nastavka.
pt_pt: A descrição do contrato está prevista para ser mais do que 10 caracteres. Por favor alterar a descrição do contrato na íntegra antes de continuar.

source: The date the contract is required to be completed by must be entered in the format
hr_hr: U formatu se mora unijeti datum do kojeg ugovor treba biti ispunjen
pt_pt: A data do contrato é necessário para ser concluído até deve ser inscrito no formato

source: The date that the contract is to be completed by is expected to be a date in the future. Make the required date a date after today before proceeding.
hr_hr: Očekuje se da će datum do kojeg ugovor treba biti dovršen biti datum u budućnosti. Neka traženi datum bude datum nakon današnjeg prije nastavka.
pt_pt: A data em que o contrato é para ser concluída até deve ser uma data no futuro. Verifique a data exigida uma data depois de hoje antes de prosseguir.

source: Default for
hr_hr: Zadano za
pt_pt: Padrão para

source: The contract reference cannot be the same as a previously created contract for another customer. Please modify the contract reference before continuing
hr_hr: Referenca ugovora ne može biti ista kao prethodno stvoreni ugovor za drugog kupca. Prije nastavka izmijenite referencu ugovora
pt_pt: A referência do contrato não pode ser o mesmo que um contrato já criado para um outro cliente. Por favor, modificar o contrato de referência, antes de continuar

source: Cannot update the contract because
hr_hr: Ne mogu ažurirati ugovor jer
pt_pt: Não é possível atualizar o contrato porque

source: Could not add a component to the contract bill of material
hr_hr: Nije moguće dodati komponentu popisu materijala ugovora
pt_pt: Não foi possível adicionar um componente para o projeto de lei do contrato de material

source: Could not add a requirement to the contract requirements
hr_hr: Nije moguće dodati zahtjev zahtjevima ugovora
pt_pt: Não foi possível adicionar um requisito para os requisitos do contrato

source: The changes to the contract have been committed to the database
hr_hr: Promjene ugovora predane su u bazu podataka
pt_pt: As alterações ao contrato foram atribuídos para o banco de dados

source: The contract item could not be updated because
hr_hr: Stavka ugovora nije se mogla ažurirati jer
pt_pt: O item do contrato não pôde ser atualizado devido

source: The contract quotation could not be updated because
hr_hr: Ponuda ugovora nije se mogla ažurirati jer
pt_pt: A cotação do contrato não pôde ser atualizado devido

source: The contract quotation has been updated based on the new contract cost and margin
hr_hr: Ponuda ugovora je ažurirana na temelju novog troška ugovora i marže
pt_pt: A cotação do contrato foi atualizado com base no custo e margem de novo contrato

source: Go to Quotation
hr_hr: Idi na ponudu
pt_pt: Ir para a cotação

source: The new contract could not be added because
hr_hr: Novi ugovor nije mogao biti dodan jer
pt_pt: O novo contrato não pode ser adicionado, pois

source: The new contract has been added to the database
hr_hr: Novi ugovor je dodan u bazu podataka
pt_pt: O novo contrato foi adicionado ao banco de dados

source: The item could not be retrieved because
hr_hr: Stavku nije bilo moguće dohvatiti jer
pt_pt: O item não pôde ser recuperada porque

source: The new contract item could not be added because
hr_hr: Nova stavka ugovora nije se mogla dodati jer
pt_pt: O item novo contrato não poderia ser acrescentado, porque

source: The locations for the item
hr_hr: Lokacije za stavku
pt_pt: As localidades para o item

source: could not be added because
hr_hr: nije se moglo dodati jer
pt_pt: não puderam ser adicionadas pois

source: The customer and branch details could not be retrieved because
hr_hr: Podaci o kupcu i poslovnici nisu se mogli dohvatiti jer
pt_pt: Os detalhes do cliente e agência não pode ser recuperada, pois

source: The quotation cannot be added because
hr_hr: Citat se ne može dodati jer
pt_pt: A citação não pode ser adicionado porque

source: Unable to add the quotation line
hr_hr: Nije moguće dodati redak navoda
pt_pt: Não foi possível adicionar a linha de cotação

source: Unable to update the contract status and order number because
hr_hr: Nije moguće ažurirati status ugovora i broj narudžbe jer
pt_pt: Não é possível atualizar o status do contrato eo número de ordem, porque

source: The contract has been made into quotation number
hr_hr: Ugovor je uveden u broj ponude
pt_pt: O contrato foi feito em número da cotação

source: Go to quotation number:
hr_hr: Idi na broj ponude:
pt_pt: Ir para o número da cotação:

source: Customer Branch Name keywords have been used in preference to the Customer Branch Code or Branch Phone Number entered
hr_hr: Ključne riječi za naziv podružnice klijenta korištene su umjesto unesenog koda poslovnice klijenta ili telefonskog broja podružnice
pt_pt: Palavras-chave do nome da filial do cliente foram usados preferencialmente à parte do código da dilial do cliente e do número de telefone da filial do cliente

source: Customer Branch Code has been used in preference to the Customer Branch Phone Number entered
hr_hr: Kôd poslovnice klijenta korišten je umjesto unesenog telefonskog broja poslovnice klijenta
pt_pt: Palavras-chave do código da filial do cliente foram usados preferencialmente à parte do número de telefone da filial do cliente

source: The searched customer records requested cannot be retrieved because
hr_hr: Zatraženi pretraženi zapisi kupaca ne mogu se dohvatiti jer
pt_pt: Não foi possível obter os registros dos clientes procurados pois

source: No Customer Branch records contain the search criteria
hr_hr: Nijedan zapis podružnice korisnika ne sadrži kriterije pretraživanja
pt_pt: Nenhum registros de Filial de Cliente contêm os critérios da pesquisa

source: please try again
hr_hr: pokušajte ponovno
pt_pt: por favor tente outra vez

source: Note a Customer Branch Name may be different to the Customer Name
hr_hr: Imajte na umu da se naziv podružnice kupca može razlikovati od naziva kupca
pt_pt: Nota o Nome da Filial de um Cliente pode ser diferente do Nome do Cliente

source: The customer record selected
hr_hr: Odabrani zapis o kupcu
pt_pt: O registro do cliente selecionado

source: cannot be retrieved because
hr_hr: ne može se dohvatiti jer
pt_pt: não pode ser obtido pois

source: The customer details were unable to be retrieved
hr_hr: Nije moguće dohvatiti podatke o kupcu
pt_pt: Os detalhes dos clientes não puderam ser recuperadas

source: account is currently at or over their credit limit
hr_hr: račun je trenutno na ili iznad njihovog kreditnog ograničenja
pt_pt: conta encontra-se actualmente igual ou superior ao seu limite de crédito

source: No more orders can be placed by
hr_hr: Nema više narudžbi
pt_pt: Não podem ser colocados mais pedidos por

source: their account is currently at or over their credit limit
hr_hr: njihov račun trenutno je na ili iznad njihovog kreditnog ograničenja
pt_pt: sua conta está neste momento igual ou superior a seu limite de crédito

source: Contract: Select Customer
hr_hr: Ugovor: Odaberite kupca
pt_pt: Contrato: Selecione Cliente

source: Search Criteria
hr_hr: Kriteriji pretraživanja
pt_pt: Critérios de Pesquisa

source: Part of the Customer Branch Name
hr_hr: Dio naziva podružnice klijenta
pt_pt: Parte do Nome da Filial do Cliente

source: Part of the Customer Branch Code
hr_hr: Dio koda podružnice korisnika
pt_pt: Parte do Código da Filial do Cliente

source: Part of the Branch Phone Number
hr_hr: Dio telefonskog broja poslovnice
pt_pt: Parte do Telefone da Filial do Cliente

source: Reset
hr_hr: Resetiraj
pt_pt: Limpar

source: Branch
hr_hr: Podružnica
pt_pt: Filial

source: Contact
hr_hr: Kontakt
pt_pt: Contacto

source: Fax
hr_hr: Faks

source: Contract Header
hr_hr: Zaglavlje ugovora

source: Category
hr_hr: Kategorija
pt_pt: Categoria

source: The stock categories could not be retrieved because
hr_hr: Kategorije dionica nije bilo moguće dohvatiti jer
pt_pt: Não foi possível obter as categorias de stock porque

source: Add or Modify Contract Categories
hr_hr: Dodajte ili izmijenite kategorije ugovora
pt_pt: Adicionar ou modificar categorias Contrato

source: The stock locations could not be retrieved because
hr_hr: Lokacije zaliha nisu se mogle dohvatiti jer
pt_pt: Os locais de estoque não pode ser recuperada, pois

source: Default Work Centre
hr_hr: Zadani radni centar

source: Contract Description
hr_hr: Opis ugovora
pt_pt: Descrição do contrato

source: Drawing File
hr_hr: Datoteka za crtanje
pt_pt: Desenho Arquivo

source: format only
hr_hr: samo format
pt_pt: único formato

source: Customer Reference
hr_hr: Referenca kupca
pt_pt: Referência do Cliente

source: Exchange Rate
hr_hr: Tečaj
pt_pt: Taxa de Câmbio

source: Contract Status
hr_hr: Status ugovora
pt_pt: Status do contrato

source: Setup
hr_hr: Postavljanje
pt_pt: Configurações

source: Quote
hr_hr: Citat
pt_pt: Citação

source: Completed
hr_hr: Završeno
pt_pt: Concluída

source: Contract Setup
hr_hr: Postavljanje ugovora
pt_pt: Contrato de Instalação

source: Customer Quoted
hr_hr: Citati kupaca
pt_pt: Citado Cliente

source: Order Placed
hr_hr: Narudžba poslana
pt_pt: Ordem Colocado

source: Quotation Reference/Sales Order No
hr_hr: Referenca ponude/broj prodajnog naloga
pt_pt: Cotação Referência / Pedido de Vendas no

source: Contract Work Order Ref
hr_hr: Ugovorni radni nalog br
pt_pt: Contrato Ref Ordem de Trabalho

source: Stock Items Required
hr_hr: Potrebni artikli sa zalihe
pt_pt: Banco de Itens obrigatórios

source: Total stock cost
hr_hr: Ukupni trošak zaliha
pt_pt: custo de estoque total

source: None Entered
hr_hr: Nije uneseno
pt_pt: Nenhum Digitado

source: Other Requirements
hr_hr: Ostali zahtjevi
pt_pt: Outros Requisitos

source: Total other costs
hr_hr: Ukupni ostali troškovi
pt_pt: Total de outras despesas

source: Total Contract Cost
hr_hr: Ukupni trošak ugovora
pt_pt: Custo total do contrato

source: Contract Price
hr_hr: Cijena po ugovoru
pt_pt: Preço do Contrato

source: Enter Items Required
hr_hr: Unesite potrebne stavke
pt_pt: Digite Itens obrigatórios

source: Enter Other Requirements
hr_hr: Unesite druge zahtjeve
pt_pt: Digite os Outros Requisitos

source: Commit Changes
hr_hr: Obavijesti promjene

source: Update Quotation
hr_hr: Ažuriraj ponudu
pt_pt: Atualizar Cotação

source: Create Quotation
hr_hr: Napravite ponudu
pt_pt: Criar cotação

source: Cancel and Delete Contract
hr_hr: Otkaži i izbriši ugovor
pt_pt: Cancel e Delete do contrato

source: Copy a BOM to New Item Code
hr_hr: Kopirajte BOM u novu šifru artikla

source: The new item code cannot be blank. Enter a new code for the item to copy the BOM to
hr_hr: Novi kod artikla ne može biti prazan. Unesite novi kod za stavku u koju želite kopirati sastavnicu

source: Copy Criteria
hr_hr: Kriteriji kopiranja

source: From Stock ID
hr_hr: Iz zaliha ID
pt_pt: De Banco de ID

source: To New Stock ID
hr_hr: Na novu ID dionice

source: To Existing Stock ID
hr_hr: Na postojeći ID dionice
pt_pt: Ao stock existente ID

source: Counter Returns
hr_hr: Brojač vraća

source: Your user account does not have a valid default inventory location set up. Please see the system administrator to modify your user account.
hr_hr: Vaš korisnički račun nema postavljenu valjanu zadanu lokaciju inventara. Obratite se administratoru sustava da biste izmijenili svoj korisnički račun.
pt_pt: Sua conta de usuário não tiver um local de inventário padrão válido configurado. Por favor, consulte o administrador do sistema para modificar a sua conta de usuário.

source: To use this script it is first necessary to define a cash sales customer for the location that is your default location. The default cash sale customer is defined under set up ->Inventory Locations Maintenance. The customer should be entered using the customer code and a valid branch code of the customer entered.
hr_hr: Za korištenje ove skripte prvo je potrebno definirati kupca gotovinske prodaje za lokaciju koja je vaša zadana lokacija. Zadani kupac prodaje za gotovinu definiran je pod postavkama -> Održavanje lokacija zaliha. Kupca treba unijeti pomoću šifre kupca i valjane šifre poslovnice unesenog kupca.

source: The details of the customer selected
hr_hr: Pojedinosti o odabranom kupcu
pt_pt: Os detalhes do cliente seleccionado

source: The customer branch record of the customer selected
hr_hr: Zapis podružnice klijenta odabranog kupca
pt_pt: O registro do cliente seleccionado

source: The branch details for branch code
hr_hr: Pojedinosti o podružnici za šifru podružnice
pt_pt: Os detalhes do código da filial

source: against customer code
hr_hr: protiv koda kupca
pt_pt: do código do cliente

source: Check the set up of the customer and branch
hr_hr: Provjerite postavku kupca i poslovnice
pt_pt: Verifique a configuração do cliente e da filial

source: This return has been cancelled as requested
hr_hr: Ovaj povrat je otkazan prema zahtjevu

source: Start a new Counter Return
hr_hr: Započnite novi Counter Return

source: Counter Return
hr_hr: Protupovratak

source: inventory
hr_hr: inventar

source: all amounts in
hr_hr: svi iznosi u
pt_pt: todos os montantes em

source: Item description has been used in search
hr_hr: Opis predmeta korišten je u pretraživanju
pt_pt: descrição do item tem sido usado em pesquisa

source: Item Code has been used in search
hr_hr: Šifra artikla korištena je u pretraživanju
pt_pt: Código do artigo tem sido usado em pesquisa

source: Stock Category has been used in search
hr_hr: Kategorija dionica korištena je u pretraživanju
pt_pt: Categoria de Stock tem sido utilizado em pesquisas

source: There are no products available meeting the criteria specified
hr_hr: Nema dostupnih proizvoda koji zadovoljavaju navedene kriterije
pt_pt: Não há produtos disponíveis de acordo com o critério especificado

source: Could not determine if the part being ordered was a kitset or not because
hr_hr: Nije bilo moguće utvrditi je li naručeni dio komplet ili nije jer
pt_pt: Não foi possível determinar se a parte sendo pedida era parte de um kit ou não pois

source: could not be retrieved from the database and has not been added to the return
hr_hr: nije se mogao dohvatiti iz baze podataka i nije dodan u povrat

source: Could not retrieve kitset components from the database because
hr_hr: Nije moguće dohvatiti komponente kompleta iz baze podataka jer
pt_pt: Não foi possível obter do base de dados componentes de kit pois

source: Phantom assemblies cannot be returned, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the return:
hr_hr: Fantomski sklopovi se ne mogu vratiti, ti artikli postoje samo kao popisi materijala korišteni u drugim proizvedenim artiklima. Sljedeći artikl nije dodan povratu:
