Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The recurring order cannot be added because
hr_hr: Redoslijed koji se ponavlja ne može se dodati jer
pt_pt: O pedido não pode ser adicionado pois

source: The new recurring order template has been added
hr_hr: Dodan je novi predložak ponavljajuće narudžbe
pt_pt: Uma nova ordem modelo foi criada

source: The recurring order cannot be updated because
hr_hr: Redoslijed koji se ponavlja ne može se ažurirati jer
pt_pt: A ordem recorrente não pode ser actualizada porque

source: The recurring order template has been updated
hr_hr: Predložak ponavljajuće narudžbe je ažuriran
pt_pt: O modelo da ordem recorrente foi atualizada

source: Enter New Sales Order
hr_hr: Unesite novi prodajni nalog
pt_pt: Insira um Novo Pedido de Venda

source: Recurring Order for Customer
hr_hr: Ponavljajuća narudžba za kupca
pt_pt: Ordem em Aberto para o Cliente

source: Street
hr_hr: Ulica
pt_pt: Rua

source: Suburb
hr_hr: Predgrađe
pt_pt: Cidade

source: City
hr_hr: Grad
pt_pt: Cidade

source: Region
hr_hr: Regija
pt_pt: Região

source: Post Code
hr_hr: Poštanski broj
pt_pt: Código Postal

source: Last Recurrence
hr_hr: Zadnje ponavljanje
pt_pt: Última Ocorrência

source: Finish Date
hr_hr: Datum završetka
pt_pt: Data Final

source: Frequency of Recurrence
hr_hr: Učestalost ponavljanja
pt_pt: Freqüência de Recorrência

source: Fortnightly
hr_hr: Dvotjedno
pt_pt: Quinzenalmente

source: Bi-monthly
hr_hr: Dvomjesečno
pt_pt: Bimestral

source: Quarterly
hr_hr: Tromjesečno
pt_pt: Trimestral

source: Bi-Annually
hr_hr: Dva puta godišnje
pt_pt: Bianual

source: Annually
hr_hr: Godišnje
pt_pt: Anual

source: Invoice Automatically
hr_hr: Faktura automatski
pt_pt: Facturar automatica

source: Update Recurring Order Details
hr_hr: Ažurirajte pojedinosti ponavljajuće narudžbe
pt_pt: Atualize Recorrente Order Details

source: Delete Recurring Order
hr_hr: Izbriši ponavljajući nalog
pt_pt: Eliminar Ordem Aberta

source: Are you sure you wish to delete this recurring order template?
hr_hr: Jeste li sigurni da želite izbrisati ovaj predložak ponavljajuće narudžbe?
pt_pt: Tem a certeza que deseja eliminar esta ordem em aberto?

source: Recurring Orders Process
hr_hr: Proces ponavljajućih narudžbi
pt_pt: Processo de Ordens em Aberto

source: There was a problem retrieving the recurring sales order templates. The database reported:
hr_hr: Došlo je do problema prilikom dohvaćanja ponavljajućih predložaka prodajnih naloga. Baza podataka je izvijestila:
pt_pt: Houve um problema ao obter as ordens de vendas em aberto. A base de dados relatou:

source: There are no recurring order templates that are due to have another recurring order created
hr_hr: Ne postoje predlošci ponavljajućih narudžbi za koje je potrebno izraditi još jednu ponavljajuću narudžbu
pt_pt: Não existem ordem recorrente que é devida a ter outra ordem recorrentes criadas

source: The number of recurring orders to process is
hr_hr: Broj ponavljajućih naloga za obradu je
pt_pt: O número de pedidos recorrentes de processo é

source: Recurring order
hr_hr: Redoslijed koji se ponavlja
pt_pt: Ordem em Aberto

source: Date calculated for the next recurrence was
hr_hr: Datum izračunat za sljedeće ponavljanje bio je
pt_pt: Data calculada para a recorrência seguinte foi

source: A new order has been created from a recurring order template for customer
hr_hr: Nova je narudžba stvorena iz predloška ponavljajuće narudžbe za kupca
pt_pt: Um novo pedido foi criado a partir de um modelo da ordem recorrente para cliente

source: The order number is:
hr_hr: Broj narudžbe je:
pt_pt: O número do pedido é:

source: The line items of the recurring order cannot be retrieved because
hr_hr: Stavke retka narudžbe koja se ponavlja ne mogu se dohvatiti jer
pt_pt: A linha de itens da ordem recorrente não pode ser obtida porque

source: Could not insert the order lines from the recurring order template
hr_hr: Nije moguće umetnuti retke narudžbe iz predloška ponavljajuće narudžbe
pt_pt: Não foi possível inserir a linha de pedidos a partir do modelo da ordem recurrente

source: Could not update the last recurrence of the recurring order template. The database reported the error:
hr_hr: Nije moguće ažurirati zadnje ponavljanje predloška ponavljajuće narudžbe. Baza podataka je prijavila pogrešku:
pt_pt: Não foi possível actualizar a última recorrência do modelo da ordem recorrente. A base de dados relatou o erro:

source: Recurring order was created for
hr_hr: Ponavljajući nalog stvoren je za
pt_pt: Pedido actual foi gerado para

source: with order Number
hr_hr: sa brojem narudžbe
pt_pt: com pedido Número

source: Unable to determine the area where the sale is to, from the customer branches table, please select an area for this branch
hr_hr: Nije moguće odrediti područje na koje se prodaje, iz tablice poslovnica kupaca, odaberite područje za ovu poslovnicu
pt_pt: Não foi possível determinar as áreas de onde a venda é, da tabela de filiais de clientes, selecione uma área para esta filial

source: The exchange rate for the customer currency could not be retrieved from the currency table because:
hr_hr: Tečaj za valutu kupca nije se mogao dohvatiti iz tablice valuta jer:
pt_pt: A taxa de câmbio para a moeda do cliente não pode ser devolvida da tabela de moedas porque:

source: Could not retrieve the tax province of the location from where the order was fulfilled because:
hr_hr: Nije moguće dohvatiti poreznu pokrajinu lokacije s koje je narudžba ispunjena jer:
pt_pt: Não foi possível recuperar a província fiscal do local de onde a ordem foi cumprida porque:

source: The taxes and rates for this item could not be retrieved because
hr_hr: Porezi i stope za ovu stavku nisu se mogli dohvatiti jer
pt_pt: Os impostos e taxas para esse item não pode ser recuperada porque

source: This recurring order was set to produce the invoice automatically on invoice number
hr_hr: Ova ponavljajuća narudžba postavljena je za automatsku izradu fakture na broju fakture
pt_pt: A ordem recorrente foi ajustada para produzir a factura automaticamente sobre a factura número

source: Recurring Order Created Advice
hr_hr: Savjeti za izradu ponavljajuće narudžbe
pt_pt: Aviso Criado de Ordens em Aberto

source: No email advice was sent for this order because the location has no email contact defined with a valid email address
hr_hr: Za ovu narudžbu nije poslan savjet e-poštom jer lokacija nema definiran kontakt e-pošte s valjanom adresom e-pošte
pt_pt: Não foi enviado nenhum email de aviso para este pedido, porque a localização não possui endereço de email válido

source: Process regular payments
hr_hr: Obradite redovita plaćanja

source: The regular payment has been processed
hr_hr: Redovna uplata je izvršena

source: GL Tags
hr_hr: GL oznake
pt_pt: LC Tags

source: Functional
hr_hr: Funkcionalan

source: Rate
hr_hr: Stopa
pt_pt: Taxa

source: Exchange
hr_hr: Razmjena

source: Next payment Date
hr_hr: Datum sljedeće uplate

source: Process
hr_hr: Proces
pt_pt: Processar

source: Process Selected payments
hr_hr: Obradi odabrana plaćanja

source: There are no regular payments due
hr_hr: Nema redovitih plaćanja

source: Setup regular payments
hr_hr: Postavite redovita plaćanja

source: Cannot set regular payment as completed because
hr_hr: Redovno plaćanje nije moguće postaviti kao izvršeno jer

source: The regular payment has been marked as complete and no further payments will be made
hr_hr: Redovno plaćanje je označeno kao dovršeno i neće biti daljnjih plaćanja

source: There was a problem marking this payment as completed
hr_hr: Došlo je do problema prilikom označavanja ovog plaćanja kao dovršenog

source: You must select a frequency for the payment to occur
hr_hr: Morate odabrati učestalost plaćanja

source: The days field must be an integer
hr_hr: Polje dana mora biti cijeli broj

source: If the payment is to be made weekly then the days field must be an integer between 0 and 6
hr_hr: Ako se plaćanje vrši tjedno, polje dana mora biti cijeli broj između 0 i 6

source: If the payment is to be made fortnightly then the days field must be an integer between 0 and 13
hr_hr: Ako se plaćanje vrši dvotjedno, tada polje za dane mora biti cijeli broj između 0 i 13

source: If the payment is to be made monthly then the days field must be an integer between 0 and 31
hr_hr: Ako se plaćanje vrši mjesečno, tada polje za dane mora biti cijeli broj između 0 i 31

source: If the payment is to be made quarterly then the days field must be an integer between 0 and 92
hr_hr: Ako se plaćanje vrši tromjesečno, polje dana mora biti cijeli broj između 0 i 92

source: If the payment is to be made annually then the days field must be an integer between 0 and 365
hr_hr: Ako se plaćanje vrši godišnje, polje dana mora biti cijeli broj između 0 i 365

source: You must select a bank account where this payment will be made from
hr_hr: Morate odabrati bankovni račun s kojeg će se izvršiti ovo plaćanje

source: A general ledger code must be selected
hr_hr: Mora biti odabrana šifra glavne knjige

source: You must enter a payment amount
hr_hr: Morate unijeti iznos plaćanja

source: Cannot update regular payment because
hr_hr: Ne mogu ažurirati redovno plaćanje jer

source: Cannot insert a new regular payment because
hr_hr: Ne mogu umetnuti novu redovitu uplatu jer

source: Regular General Ledger Payment
hr_hr: Redovno plaćanje glavne knjige

source: Daily
hr_hr: Dnevno
pt_pt: Diariamente

source: Frequency Of Payment
hr_hr: Učestalost plaćanja

source: The number of days from the start of the period that the payment is to be made
hr_hr: Broj dana od početka razdoblja u kojem se plaćanje treba izvršiti

source: Date of first payment
hr_hr: Datum prve uplate

source: Date of Last payment
hr_hr: Datum zadnje uplate

source: Currency of Payment
hr_hr: Valuta plaćanja
pt_pt: Moeda de Pagamento

source: Select the account code for this transaction
hr_hr: Odaberite šifru računa za ovu transakciju

source: Add New Regular Payment
hr_hr: Dodaj novo redovno plaćanje

source: Update Regular Payment Details
hr_hr: Ažurirajte redovne podatke o plaćanju

source: Frequency
hr_hr: Frekvencija

source: Days into Period
hr_hr: Dani u razdoblju

source: Currency of payment
hr_hr: Valuta plaćanja

source: First payment Date
hr_hr: Datum prve uplate

source: Last payment Date
hr_hr: Datum posljednje uplate

source: Update Related Items
hr_hr: Ažuriraj povezane stavke

source: Only valid parts can have related items entered against them
hr_hr: Samo valjani dijelovi mogu imati povezane stavke unesene uz njih

source: The part code entered as related item does not exist in the database
hr_hr: Šifra dijela unesena kao povezana stavka ne postoji u bazi podataka

source: Only valid parts can be related items
hr_hr: Samo valjani dijelovi mogu biti povezane stavke

source: This related item has already been entered.
hr_hr: Ova povezana stavka je već unesena.

source: An item can not be related to itself
hr_hr: Stavka ne može biti povezana sama sa sobom

source: The new related item could not be added
hr_hr: Nije moguće dodati novu povezanu stavku

source: is now related to
hr_hr: sada se odnosi na

source: Could not delete this relationshop
hr_hr: Nije moguće izbrisati ovaj odnos

source: This relationship has been deleted
hr_hr: Ovaj odnos je izbrisan

source: Related Items To
hr_hr: Povezane stavke za

source: List Related Items
hr_hr: Popis povezanih stavki

source: Are you sure you wish to delete this relationship?
hr_hr: Jeste li sigurni da želite izbrisati ovaj odnos?

source: There are no items related set up for this part
hr_hr: Za ovaj dio nema povezanih stavki

source: Related Item Code
hr_hr: Šifra povezane stavke

source: Amend Relation
hr_hr: Izmijeniti odnos

source: Reorder Level Location Reporting
hr_hr: Izvješćivanje o lokaciji na novoj razini
pt_pt: Reordenar Nível Reportagem Local

source: Inventory Reorder Level Location Report
hr_hr: Izvješće o lokaciji na razini razine zaliha
pt_pt: Reordenar Inventário Relatório Nível Local

source: Location :
hr_hr: Lokacija:
pt_pt: Localização:

source: Number Of Days Sales :
hr_hr: Broj dana prodaje:
pt_pt: Número de Dias de Vendas:

source: Days
hr_hr: dana
pt_pt: Dias

source: Total Invoiced
hr_hr: Ukupno fakturirano
pt_pt: Total facturado

source: At Location
hr_hr: Na lokaciji
pt_pt: No Local

source: At All Locations
hr_hr: Na svim lokacijama
pt_pt: Em todos os locais

source: Reorder Level
hr_hr: Promjena reda razine
pt_pt: Reordenar Nível

source: Bin Location
hr_hr: Lokacija spremnika

source: Use this report to display the reorder levels for Inventory items in different categories.
hr_hr: Koristite ovo izvješće za prikaz razina ponovnog naručivanja za stavke zaliha u različitim kategorijama.
pt_pt: Utilize este relatório para exibir os níveis de reabastecimento para itens de inventário em diferentes categorias.

source: Number Of Days Sales
hr_hr: Broj dana prodaje
pt_pt: Número de Dias de Vendas

source: Order By
hr_hr: Naručite prema
pt_pt: Por despacho

source: Reorder Level Report
hr_hr: Izvješće o razini promjene redoslijeda
pt_pt: Reordenar Relatório Nível

source: Needed
hr_hr: potrebno
pt_pt: Necessários

source: Reorder Level Reporting
hr_hr: Ponovno naručivanje izvješća o razini
pt_pt: Reordenar Level Reporting

source: Inventory Reorder Level Report
hr_hr: Izvješće o razini ponovnog naručivanja inventara
pt_pt: Relatório de inventário nível de reposição

source: Reprint a GRN
hr_hr: Ponovno ispišite GRN

source: Enter a Purchase Order Number
hr_hr: Unesite broj narudžbenice

source: Show GRNs
hr_hr: Prikaži GRN

source: You must enter a purchase order number in the box above
hr_hr: Morate unijeti broj narudžbenice u gornji okvir

source: This purchase order does not exist on the system. Please try again.
hr_hr: Ova narudžbenica ne postoji u sustavu. Molimo pokušajte ponovo.

source: There are no GRNs for this purchase order that can be reprinted.
hr_hr: Ne postoje GRN-ovi za ovu narudžbenicu koji se mogu ponovno ispisati.

source: GRNs for Purchase Order No
hr_hr: GRN za narudžbenicu br

source: PO Order line
hr_hr: Redak PO narudžbe

source: GRN Number
hr_hr: GRN broj

source: Reprint Labels
hr_hr: Ponovno tiskanje naljepnica

source: Reverse Goods Received
hr_hr: Roba je primljena na reversu
pt_pt: Devoluções de Mercadoria

source: This page is expected to be called after a supplier has been selected
hr_hr: Očekuje se da će ova stranica biti pozvana nakon odabira dobavljača
pt_pt: Espera-se que esta página seja carregada após um fornecedor ter sido seleccionado

source: Could not retrieve the supplier name for
hr_hr: Nije moguće dohvatiti naziv dobavljača za
pt_pt: Não foi possível obter o nome do fornecedor para

source: Sales
hr_hr: Prodajni
pt_pt: Vendas

source: Reverse Goods Received from
hr_hr: Obrnuta roba primljena od
pt_pt: Mercadoria Devolvida, Recebida do

source: Could not get the details of the GRN selected for reversal because
hr_hr: Nije moguće dobiti pojedinosti GRN-a odabranog za storniranje jer
pt_pt: Não foi possível obter os detalhes da NBR seleccionada para reversão porque

source: The GRN
hr_hr: GRN
pt_pt: A NBR

source: has already been reversed or fully invoiced by the supplier - it cannot be reversed - stock quantities must be corrected by stock adjustments - the stock is paid for
hr_hr: dobavljač je već stornirao ili u potpunosti fakturirao - ne može se stornirati - količine zaliha moraju se ispraviti usklađivanjem zaliha - zaliha je plaćena
pt_pt: já foi invertido ou totalmente facturado pelo fornecedor - não pode ser revertida - as quantidades do stock devem ser corrigidas por ajustamento de stock - o stock é pago por

source: Unable to retrieve the quantity on hand of
hr_hr: Nije moguće dohvatiti raspoloživu količinu

source: for Serial No
hr_hr: za serijski br
pt_pt: para o número de série

source: Unfortunately, of the original number
hr_hr: Nažalost, od originalnog broja
pt_pt: Infelizmente, do número inicial

source: that were received on serial number
hr_hr: koji su primljeni na serijski broj
pt_pt: que foi recebido no número de série

source: remain
hr_hr: ostati
pt_pt: fica

source: The GRN can only be reversed if all the original serial number items are still in stock in the location they were received into
hr_hr: GRN se može poništiti samo ako su svi originalni artikli sa serijskim brojevima još uvijek na skladištu na mjestu gdje su primljeni
pt_pt: A NBR só pode ser revertida se todos os números de série dos itens originais estiverem ainda em stock na localização onde foram recebidos

source: The purchase order detail record could not be updated with the quantity reversed because
hr_hr: Zapis detalja narudžbenice nije se mogao ažurirati s obrnutom količinom jer
pt_pt: O registro de detalhes do pedido de compra não pode ser actualizado com a quantidade revertida pois

source: GRN Reversed for
hr_hr: GRN obrnuto za
pt_pt: GRN revertida para

source: The purchase order statusand status comment could not be changed because
hr_hr: Status narudžbenice i komentar statusa nije se mogao promijeniti jer
pt_pt: A ordem de compra comentário statusand status não pôde ser alterado porque

source: Failed to delete the grn from supplier invoice record
hr_hr: Brisanje GRN iz zapisa fakture dobavljača nije uspjelo

source: The GRN record could not be deleted because
hr_hr: GRN zapis nije bilo moguće izbrisati jer
pt_pt: O registro GRN não pôde ser excluído, porque

source: The GRN record could not be updated
hr_hr: GRN zapis nije moguće ažurirati
pt_pt: O registro da NBR não pode ser actualizada

source: This reversal of goods received has not been processed because
hr_hr: Ovo storniranje primljene robe nije obrađeno jer
pt_pt: Esta inversão de mercadorias recebidas não foi processado porque

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost addition could not be reversed:
hr_hr: KRITIČNA GREŠKA! ZAPIŠITE OVU POGREŠKU I POTRAŽITE POMOĆ. Dodatak troška dugotrajne imovine nije se mogao poništiti:
pt_pt: Critical Error! Anote este erro e pedir auxílio. O acréscimo de custo das imobilizações não poderia ser invertida:

source: Could not determine if the item exists because
hr_hr: Nije moguće utvrditi postoji li stavka jer
pt_pt: Não foi possível determinar se o item existe pois

source: Could not get the quantity on hand of the item before the reversal was processed
hr_hr: Nije bilo moguće dobiti raspoloživu količinu artikla prije obrade storniranja
pt_pt: Não foi possível obter a quantidade em mãos do ítem anted da reversão processada

source: Could not insert the reversing stock movements for the batch/serial numbers
hr_hr: Nije moguće umetnuti obrnuto kretanje zaliha za šaržne/serijske brojeve
pt_pt: Não foi possível inserir movimentos de stock para os números de lote/seriais

source: The SQL used but failed was
hr_hr: SQL koji je korišten, ali nije uspio
pt_pt: O comando SQL mal sucedido foi

source: Could not update the batch/serial stock records
hr_hr: Nije moguće ažurirati zapise o serijskoj/serijskoj zalihi
pt_pt: Não foi possível actualizar o registro do lote/núemro de série

source: GRN Reversal for PO
hr_hr: GRN Storniranje za PO
pt_pt: NBR Revertida para PC

source: The purchase GL posting could not be inserted for the reversal of the received item because
hr_hr: Knjiženje nabave GL nije bilo moguće umetnuti za storno primljenog artikla jer
pt_pt: A compra enviada para o LC não pôde ser inserida para reverter o ítem recebido porque

source: GRN Reversal PO
hr_hr: GRN Storniranje PO
pt_pt: NBR Revertida PC

source: has been reversed
hr_hr: je poništen
pt_pt: foi revertido

source: Select another GRN to Reverse
hr_hr: Odaberite drugi GRN za preokret
pt_pt: Seleccione uma outra NBR para reverter

source: GRN Selection
hr_hr: Odabir GRN

source: Show all goods received after
hr_hr: Prikaži svu robu primljenu nakon
pt_pt: Mostrar todos os bens recebidos após

source: Show Outstanding Goods Received
hr_hr: Pokažite primljenu robu
pt_pt: Mostrar bens restantes recebidos

source: An error occurred in the attempt to get the outstanding GRNs for
hr_hr: Došlo je do pogreške u pokušaju dobivanja nepodmirenih GRN-ova za
pt_pt: Ocorreu um erro ao obter os GRNs restantes para

source: The message was
hr_hr: Poruka je bila
pt_pt: A mensagem foi

source: There are no outstanding goods received yet to be invoiced for
hr_hr: Još nema primljene robe za fakturiranje
pt_pt: Não existem ainda bens restantes recebidos para serem facturados para

source: To reverse a GRN that has been invoiced first it must be credited
hr_hr: Za storniranje GRN-a koji je prvo fakturiran mora se kreditirati
pt_pt: Para reverter uma NBR que foi facturada primeiro ela deve ser creditada

source: GRN Batch
hr_hr: GRN serija

source: Supplier' Ref
hr_hr: Ref. dobavljača

source: Quantity To
hr_hr: Količina Za
pt_pt: Quantidade para

source: Reverse
hr_hr: Obrnuto
pt_pt: reverter

source: Review Translated Descriptions
hr_hr: Pregledajte prevedene opise

source: descriptions
hr_hr: opisi

source: Translations to revise
hr_hr: Prijevodi za reviziju

source: Part Description (short)
hr_hr: Opis dijela (kratko)

source: Part Description (long)
hr_hr: Opis dijela (dugo)

source: Revised?
hr_hr: Revidirano?

source: Sales Analysis Report Columns
hr_hr: Stupci izvješća analize prodaje
pt_pt: Colunas do Relatório de Análise de Vendas

source: Gross Value
hr_hr: Bruto vrijednost
pt_pt: Valor bruto

source: Net Value
hr_hr: Neto vrijednost
pt_pt: Valor líquido

source: The report heading must be 70 characters or less long
hr_hr: Naslov izvješća mora imati 70 znakova ili manje
pt_pt: O cabeçalho do relatório deve ter no máximo 70 caracteres

source: The period from must be numeric
hr_hr: Razdoblje od mora biti brojčano
pt_pt: O campo 'Período desde' deve ser numérico

source: The period to must be numeric
hr_hr: Razdoblje do mora biti brojčano
pt_pt: O campo 'Período até' deve ser numérico

source: The constant entered must be numeric
hr_hr: Unesena konstanta mora biti numerička
pt_pt: A constante inserida deve ser numérica

source: The column number must be numeric
hr_hr: Broj stupca mora biti numerički
pt_pt: O número da coluna deve ser numérico

source: The column number must be less than 11
hr_hr: Broj stupca mora biti manji od 11
pt_pt: O número da coluna deve ser menor que 11

source: The Period From must be before the Period To, otherwise the column will always have no value
hr_hr: Razdoblje od mora biti prije razdoblja do, inače stupac uvijek neće imati vrijednost
pt_pt: O valor do 'Período desde' deve ser anterior ao valor de 'Período até', caso contrário a coluna nunca terá algum valor

source: The report column could not be updated because
hr_hr: Stupac izvješća nije se mogao ažurirati jer
pt_pt: A coluna do relatório não pôde ser actualizada porque

source: Column
hr_hr: stupac
pt_pt: Coluna

source: The column could not be added to the report because
hr_hr: Stupac nije mogao biti dodan u izvješće jer
pt_pt: Não foi possível adicionar a coluna ao relatório pois

source: The deletion of the column failed because
hr_hr: Brisanje stupca nije uspjelo jer
pt_pt: A remoção da coluna foi mal sucedida pois

source: The column definitions could not be retrieved from the database because
hr_hr: Definicije stupaca nisu se mogle dohvatiti iz baze podataka jer
pt_pt: Não foi possível obter as definições das colunas pois

source: Col
hr_hr: puk
pt_pt: Coluna

source: Heading 1
hr_hr: Naslov 1
pt_pt: Cabeçalho 1

source: Heading 2
hr_hr: Naslov 2
pt_pt: Cabeçalho 2

source: Prd From
hr_hr: Prd Od
pt_pt: Período desde

source: Data
hr_hr: Podaci
pt_pt: Dados

source: Numerator
hr_hr: Brojnik
pt_pt: Numerador

source: Denominator
hr_hr: Nazivnik
pt_pt: Denominador

source: Operator
hr_hr: Operater
pt_pt: Operador

source: Budget
hr_hr: Proračun
pt_pt: Orçamento

source: Or Actual
hr_hr: Ili Stvarno
pt_pt: Ou Actual
