Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: There are no outstanding payments or credits yet to be allocated for this supplier
hr_hr: Nema nepodmirenih plaćanja ili kredita koji se još trebaju dodijeliti ovom dobavljaču
pt_pt: Não há pagamentos ou créditos pendentes para este fornecedor

source: Supplier Balance Listing
hr_hr: Popis stanja dobavljača
pt_pt: Listagem de saldos do fornecedor

source: Supplier Balances
hr_hr: Stanja dobavljača
pt_pt: Saldos do fornecedor

source: The Supplier details could not be retrieved
hr_hr: The Dobavljač details could not be retrieved

source: Supplier Balances - Problem Report
hr_hr: Stanja dobavljača - Izvješće o problemu
pt_pt: Saldos de Fornecedores - Relatório Problema

source: There are no supplier balances to list
hr_hr: Nema stanja dobavljača za popis
pt_pt: Não há saldos para a lista de fornecedores

source: Supplier Code & Name
hr_hr: Dobavljač Code & Name

source: FX Balance
hr_hr: FX Saldo

source: Supplier Balances At A Period End
hr_hr: Salda dobavljača na kraju razdoblja
pt_pt: Fornecedor Saldos em final de período

source: Supplier Contacts
hr_hr: Kontakti dobavljača
pt_pt: Contactos do Fornecedor

source: Back to Suppliers
hr_hr: Povratak na Dobavljače
pt_pt: Voltar para Fornecedores

source: This page must be called with the supplier code of the supplier for whom you wish to edit the contacts
hr_hr: Ovu stranicu morate pozvati s šifrom dobavljača dobavljača za kojeg želite urediti kontakte
pt_pt: Esta página deve ser chamada com o código do fornecedor que se deseja editar os contactos

source: When the page is called from within the system this will always be the case
hr_hr: Kada se stranica pozove iz sustava, to će uvijek biti slučaj
pt_pt: Quando esta página é chamada pelo sistema, este sempre será o caso

source: Select a supplier first, then select the link to add/edit/delete contacts
hr_hr: Prvo odaberite dobavljača, a zatim odaberite vezu za dodavanje/uređivanje/brisanje kontakata
pt_pt: Seleccione primeiro um fornecedor, então seleccione o link para adicionar/editar/remover contacto

source: The contact name must be at least one character long
hr_hr: Ime kontakta mora imati najmanje jedan znak
pt_pt: O nome do contacto deve ter ao menos um caractere

source: The email address entered does not appear to be a valid email address
hr_hr: Čini se da unesena adresa e-pošte nije važeća adresa e-pošte

source: The supplier contact information has been updated
hr_hr: Podaci za kontakt dobavljača su ažurirani
pt_pt: A informação do contacto do fornecedor foi atualizada

source: The new supplier contact has been added to the database
hr_hr: Novi kontakt dobavljača dodan je u bazu podataka
pt_pt: O novo contacto do fornecedor foi adicionado ao base de dados

source: The supplier contact could not be inserted or updated because
hr_hr: Kontakt dobavljača nije bilo moguće umetnuti ili ažurirati jer
pt_pt: Não foi possível inserir ou actualizar o contacto do fornecedor porque

source: The supplier contact could not be deleted because
hr_hr: Kontakt dobavljača nije bilo moguće izbrisati jer
pt_pt: Não foi possível remover o contacto do fornecedor pois

source: Supplier contact has been deleted
hr_hr: Kontakt s dobavljačem je izbrisan
pt_pt: Contacto do fornecedor foi removido

source: Contacts Defined for
hr_hr: Kontakti definirani za
pt_pt: Contactos definidos para

source: There are no contacts defined for this supplier
hr_hr: Za ovog dobavljača nema definiranih kontakata

source: Show all the supplier contacts for
hr_hr: Prikaži sve kontakte dobavljača za
pt_pt: Mostrar todos os contactos do fornecedor para

source: Edit Supplier Contact
hr_hr: Uredi kontakt dobavljača

source: Create Supplier Contact
hr_hr: Stvorite kontakt s dobavljačem

source: More than one characters long
hr_hr: Više od jednog znaka

source: The contact name must be more than one characters long
hr_hr: Ime kontakta mora imati više od jednog znaka

source: Only digits,space,+,-,(,) allowed
hr_hr: Dopuštene su samo znamenke, razmak, +,-,(,).

source: The input should be phone number
hr_hr: Unos bi trebao biti broj telefona

source: Mobile No
hr_hr: Broj mobitela
pt_pt: Número do Telemóvel

source: should be email format such as adm@weberp.org
hr_hr: trebao bi biti format e-pošte kao što je adm@weberp.org

source: The input must be email format
hr_hr: Unos mora biti u obliku e-pošte

source: Supplier Credit Note
hr_hr: Bilješka o kreditu dobavljača
pt_pt: Nota de Crédito do Fornecedor

source: Enter Supplier Credit Note:
hr_hr: Unesite kreditno bilješku dobavljača:
pt_pt: Digite Nota de crédito de fornecedor:

source: The supplier record selected
hr_hr: Odabrani zapis dobavljača
pt_pt: O registro do fornecedor seleccionado

source: The tax province associated with your user account has not been set up in this database. Tax calculations are based on the tax group of the supplier and the tax province of the user entering the invoice. The system administrator should redefine your account with a valid default stocking location and this location should refer to a valid tax province
hr_hr: Porezna pokrajina povezana s vašim korisničkim računom nije postavljena u ovoj bazi podataka. Obračun poreza temelji se na poreznoj skupini dobavljača i poreznoj pokrajini korisnika koji upisuje račun. Administrator sustava trebao bi redefinirati vaš račun s važećom zadanom lokacijom skladištenja i ta bi se lokacija trebala odnositi na važeću poreznu pokrajinu
pt_pt: A província de imposto associado à sua conta de usuário não foi criado neste banco de dados. cálculos de impostos são baseados no grupo fiscal do fornecedor e da província de impostos do usuário entrar na factura. O administrador do sistema deverá redefinir a sua conta com uma localização válida padrão de lotação e este local deve referir-se uma província de imposto válido

source: To enter a supplier credit note the supplier must first be selected from the supplier selection screen
hr_hr: Da biste unijeli odobrenje dobavljača, dobavljača prvo morate odabrati na zaslonu za odabir dobavljača
pt_pt: Para inserir uma nota de crédito do fornecedor, este deve ser seleccionado primeiro na página de seleção de fornecedor

source: Select A Supplier to Enter an Credit Note For
hr_hr: Odaberite dobavljača za kojeg želite unijeti knjižno odobrenje
pt_pt: Seleccione um Fornecedor para Inserir uma Nota de Crédito para

source: You should automatically be forwarded to the entry of credit notes against goods received page
hr_hr: Trebali biste automatski biti proslijeđeni na stranicu za unos odobrenja za primljenu robu
pt_pt: Você deve ser redirecionado automaticamente para página de inserção de notas de crédito para bens recebidos

source: You should automatically be forwarded to the entry of credit notes against shipments page
hr_hr: Trebali biste automatski biti proslijeđeni na stranicu za unos odobrenja uz pošiljke
pt_pt: Você deve ser redirecionado automaticamente para página de inserção de notas de crédito para carregamentos

source: General Ledger
hr_hr: Glavna knjiga
pt_pt: Livro de Contabilidade

source: You should automatically be forwarded to the entry of credit notes against the general ledger page
hr_hr: Trebali biste automatski biti proslijeđeni na unos odobrenja na stranici glavne knjige
pt_pt: Você deve ser redirecionado automaticamente para página de inserção de notas de crédito para livro de contabilidade

source: You should automatically be forwarded to the entry of supplier credit notes against contracts page
hr_hr: Trebali biste automatski biti proslijeđeni na stranicu za unos odobrenja dobavljača za ugovore
pt_pt: Você deve ser automaticamente encaminhado para a entrada de notas de crédito de fornecedor contra contratos página

source: You should automatically be forwarded to the entry of invoices against fixed assets page
hr_hr: Automatski biste trebali biti proslijeđeni na stranicu unosa faktura dugotrajne imovine
pt_pt: Você deve ser automaticamente encaminhado para a entrada de facturas contra activos fixos página

source: Supplier Credit Note Reference
hr_hr: Referenca kreditne note dobavljača
pt_pt: Referência da nota de crédito do fornecedor

source: Credit Note Date
hr_hr: Datum kreditne note
pt_pt: Data da nota de crédito

source: Purchase Order Credits
hr_hr: Krediti za narudžbenicu
pt_pt: Ordem Compra de Créditos

source: Credited
hr_hr: Zaslužan
pt_pt: Creditado

source: Price Credited
hr_hr: Cijena kreditirana
pt_pt: Preço creditado

source: Total Value of Goods Credited
hr_hr: Ukupna vrijednost kreditirane robe
pt_pt: Valor total de bens creditados

source: Shipment Credits
hr_hr: Krediti za otpremu
pt_pt: Expedição Créditos

source: Total Credited Against Shipments
hr_hr: Ukupno odobreno za pošiljke
pt_pt: Total creditado para carregamentos

source: Fixed Asset Credits
hr_hr: Krediti za dugotrajnu imovinu
pt_pt: Fixed Asset Créditos

source: Total Credited against Contracts
hr_hr: Ukupno kreditirano prema ugovorima

source: General Ledger Analysis
hr_hr: Analiza glavne knjige
pt_pt: Análises no Livro de Contabilidade

source: Total GL Analysis
hr_hr: Ukupna GL analiza

source: Credit Note Summary
hr_hr: Sažetak kreditne note

source: Credit Amount in Supplier Currency
hr_hr: Iznos kredita u valuti dobavljača
pt_pt: Quantidade creditada na moeda do fornecedor

source: Update Tax Calculation
hr_hr: Ažuriraj obračun poreza
pt_pt: Atualização Cálculo Fiscal

source: Automatic
hr_hr: Automatski
pt_pt: Automático

source: Manual Entry
hr_hr: Ručni unos
pt_pt: Inserção Manual

source: Credit Note Total
hr_hr: Ukupna kreditna nota
pt_pt: Total da nota de crédito

source: Enter Credit Note
hr_hr: Unesite knjižno odobrenje
pt_pt: Insira Nota de Crédito

source: The credit note as entered cannot be processed because the total amount of the credit note is less than or equal to 0
hr_hr: Uneseno knjižno odobrenje ne može se obraditi jer je ukupni iznos knjižnog odobrenja manji ili jednak 0
pt_pt: A nota de crédito não pode ser processada pois sua quantidade total é menor ou igual a 0

source: Credit notes are expected to be entered as positive amounts to credit
hr_hr: Očekuje se da će se knjižna odobrenja unijeti kao pozitivni iznosi odobrenja
pt_pt: As notas de crédito deverão ser inseridas como valores positivos ao crédito

source: The credit note as entered cannot be processed because the there is no suppliers credit note number or reference entered
hr_hr: Uneseno knjižno odobrenje ne može se obraditi jer nema unesenog broja odobrenja ili reference dobavljača
pt_pt: A nota de crédito não pode ser processada pois não há número ou referência de nota de crédito de fornecedor inserido

source: The supplier credit note number must be entered
hr_hr: Mora se unijeti broj odobrenja dobavljača
pt_pt: O número da nota de crédito do fornecedor deve ser inserido

source: The credit note as entered cannot be processed because the date entered is not in the format
hr_hr: Uneseno knjižno odobrenje ne može se obraditi jer uneseni datum nije u formatu
pt_pt: A nota de crédito não pode ser processada pois a data inserida não está no formato

source: The credit note as entered cannot be processed because the date is after today
hr_hr: Uneseno knjižno odobrenje ne može se obraditi jer je datum nakon današnjeg
pt_pt: A nota de crédito não pode ser processada pois a data está posterior a hoje

source: Purchase credit notes are expected to have a date prior to or today
hr_hr: Očekuje se da će knjižice o kreditu za kupnju imati datum prije ili danas
pt_pt: Espera-se que notas de crédito de compra tenham datas anteriores a hoje, ou hoje

source: The credit note as entered cannot be processed because the exchange rate for the credit note has been entered as a negative or zero number
hr_hr: Uneseno knjižno odobrenje ne može se obraditi jer je tečaj za odobrenje unesen kao negativan broj ili nula
pt_pt: A nota de crédito não pode ser processada pois sua taxa de câmbio é negativa ou zero

source: The exchange rate is expected to show how many of the suppliers currency there are in 1 of the local currency
hr_hr: Očekuje se da tečaj pokazuje koliko valute dobavljača ima u jednoj lokalnoj valuti
pt_pt: A taxa de câmbio deve mostrar o quanto da moeda do fornecedor corresponde à 1 da moeda local

source: The credit note total as entered is less than the sum of the shipment charges
hr_hr: Uneseni ukupni iznos odobrenja manji je od zbroja troškova otpreme
pt_pt: O total da nota de crédito como a inserida é menor que a soma das cargas do carregamento

source: the general ledger entries (if any) and the charges for goods received
hr_hr: stavke glavne knjige (ako ih ima) i naknade za primljenu robu
pt_pt: os lançamentos na contabilidade (se houver) e as despesas de bens recebidos

source: There must be a mistake somewhere
hr_hr: Negdje mora biti greška
pt_pt: Deve haver um engano em algum lugar

source: the credit note as entered will not be processed
hr_hr: uneseno knjižno odobrenje neće biti obrađeno
pt_pt: A nota de crédito como a inserida não será processada

source: The general ledger transaction could not be added because
hr_hr: Transakcija glavne knjige nije se mogla dodati jer
pt_pt: A transaçãod do livro de contabilidade não pode ser adicionada porque

source: Shipment credit against
hr_hr: Kredit za pošiljku protiv
pt_pt: Crédito do carregamento de acordo

source: The general ledger transaction for the shipment
hr_hr: Transakcija glavne knjige za pošiljku
pt_pt: A transação do livro de contabilidade para o carregamento

source: Asset Credit
hr_hr: Imovinski kredit
pt_pt: Ativos de Crédito

source: The general ledger transaction for the asset addition could not be added because
hr_hr: Transakcija glavne knjige za dodavanje sredstava nije se mogla dodati jer
pt_pt: A transação razão geral para a adição de ativos não pode ser adicionado porque

source: Contract charge against
hr_hr: Ugovorna naknada protiv
pt_pt: Contrato de acusação contra

source: The general ledger transaction for the contract
hr_hr: Transakcija glavne knjige za ugovor
pt_pt: A transação razão geral para o contrato

source: GRN Credit Note
hr_hr: GRN Knjižno pismo
pt_pt: Nota de crédito para bens devolvidos

source: std cost of
hr_hr: standardni trošak od
pt_pt: custo padrão do(de)

source: price var of
hr_hr: cijena var od
pt_pt: variante do preço de(do)

source: The general ledger transaction could not be added for the price variance of the stock item because
hr_hr: Transakcija glavne knjige nije se mogla dodati za odstupanje cijene stavke zaliha jer
pt_pt: A transação do livro de contabilidade não pôde ser adicionado para a variante de preço do ítem do stock porque

source: Average Cost Adj
hr_hr: Prilagodba prosječnog troška
pt_pt: Custo médio Adj

source: price var
hr_hr: cijena prom
pt_pt: variante de preço

source: a rate of
hr_hr: stopa od
pt_pt: uma taxa de

source: Credit note
hr_hr: Knjižna opomena
pt_pt: Nota de crédito

source: The general ledger transaction for the tax could not be added because
hr_hr: Transakcija glavne knjige za porez nije se mogla dodati jer
pt_pt: A transação do livro de contabilidade para a taxa não pôde ser adicionada porque

source: The general ledger transaction for the control total could not be added because
hr_hr: Transakcija glavne knjige za kontrolni zbroj nije se mogla dodati jer
pt_pt: A transação do livro de contabilidade para o controle total não pôde ser adicionada

source: The supplier credit note transaction could not be added to the database because
hr_hr: Transakcija odobrenja dobavljača nije se mogla dodati u bazu podataka jer
pt_pt: A transação da nota de crédito do fornecedor não pode ser adicionada no base de dados porque

source: The supplier transaction taxes records could not be inserted because
hr_hr: Evidencija poreza na transakciju dobavljača nije se mogla umetnuti jer
pt_pt: Os registros de impostos de transacção do fornecedor não pode ser inserida porque

source: The quantity credited of the purchase order line could not be updated because
hr_hr: Količina pripisana retku narudžbenice nije se mogla ažurirati jer
pt_pt: A quantidade creditada da linha do pedido de compra não pôde ser atualizada porque

source: The quantity credited off the goods received record could not be updated because
hr_hr: Količina odobrena iz evidencije primljene robe nije se mogla ažurirati jer
pt_pt: A quantidade creditada para o registro de bens recebidos não pôde ser actualizado

source: The shipment charge record for the shipment
hr_hr: Zapis o troškovima pošiljke za pošiljku
pt_pt: O registro da carga do carregamento para o carregamento

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
hr_hr: KRITIČNA GREŠKA! ZAPIŠITE OVU POGREŠKU I POTRAŽITE POMOĆ. Trošak dugotrajne imovine nije se mogao ažurirati jer:
pt_pt: CRITICAL ERROR! Anote este erro e pedir auxílio. O custo do ativo fixo não foi capaz de ser atualizado, pois:

source: The contract charge record for contract
hr_hr: Evidencija troškova ugovora za ugovor
pt_pt: O registro de taxa de contrato para contrato

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
hr_hr: KRITIČNA GREŠKA! ZAPIŠITE OVU POGREŠKU I POTRAŽITE POMOĆ. Trošak dugotrajne imovine nije se mogao ažurirati jer:
pt_pt: CRITICAL ERROR! Anote este erro e pedir auxílio. O custo do ativo fixo não foi capaz de ser atualizado, pois:

source: Supplier credit note number
hr_hr: Broj odobrenja dobavljača
pt_pt: Número da nota de crédito do fornecedor

source: Enter another Credit Note for this Supplier
hr_hr: Unesite drugo knjižno odobrenje za ovog dobavljača
pt_pt: Entre com outra nota de crédito para este fornecedor

source: Supplier Invoice and GRN inquiry
hr_hr: Faktura dobavljača i GRN upit

source: The page must be called from suppliers selected interface, please click following link to select the supplier
hr_hr: Stranica se mora pozvati iz sučelja odabranog dobavljača, kliknite na sljedeću poveznicu za odabir dobavljača

source: Supplier Invoice and Delivery Note Inquiry
hr_hr: Faktura dobavljača i upit o otpremnici

source: The supplier's delivery note is prefer to GRN No, and GRN No is preferred to Invoice No
hr_hr: Otpremnica dobavljača ima prednost pred br. GRN, a br. GRN ima prednost pred br. fakture

source: Part of Supplier's Delivery Note
hr_hr: Dio otpremnice dobavljača

source: GRN No
hr_hr: GRN br

source: Failed to retrieve supplier invoice and grn data
hr_hr: Dohvaćanje fakture dobavljača i GRN podataka nije uspjelo

source: Supplier Delivery Note
hr_hr: Otpremnica dobavljača

source: GRN Batch No
hr_hr: GRN serija br

source: PO No
hr_hr: br. narudžbenice

source: Supplier Inquiry
hr_hr: Upit dobavljača
pt_pt: Consulta de Fornecedor

source: To display the enquiry a Supplier must first be selected from the Supplier selection screen
hr_hr: Da bi se prikazao upit, dobavljač mora prvo biti odabran na ekranu za odabir dobavljača
pt_pt: Para visualizar o relatório um fornecedor deve ser seleccionado primeiro na página de seleção

source: Select a Supplier to Inquire On
hr_hr: Odaberite dobavljača za kojeg ćete se raspitati
pt_pt: Seleccione um fornecedor para gerar um relatório

source: The supplier details could not be retrieved by the SQL because
hr_hr: SQL nije mogao dohvatiti podatke o dobavljaču jer
pt_pt: Os detalhes do fornecedor não puderam ser recuperados pelo comando SQL porque

source: Hold
hr_hr: Stani
pt_pt: Espere

source: Release
hr_hr: Otpuštanje
pt_pt: Libertado

source: The Supplier Transactions could not be updated because
hr_hr: Transakcije dobavljača nisu se mogle ažurirati jer
pt_pt: A transação do fornecedor não pôde ser atualizada porque

source: Click to view payments
hr_hr: Kliknite za pregled plaćanja

source: View Payments
hr_hr: Pregledajte plaćanja
pt_pt: Ver Pagamentos

source: Enter Supplier Invoice
hr_hr: Unesite fakturu dobavljača
pt_pt: Insira uma Factura de Fornecedor

source: Supplier Invoice
hr_hr: Faktura dobavljača
pt_pt: Factura do fornecedor

source: To enter a supplier invoice the supplier must first be selected from the supplier selection screen
hr_hr: Za unos fakture dobavljača dobavljača prvo morate odabrati na ekranu za odabir dobavljača
pt_pt: Para inserir com uma factura de fornecedor, este deve ser primeiro seleccionado na página de seleção de fornecedor

source: Select A Supplier to Enter an Invoice For
hr_hr: Odaberite dobavljača za koji ćete unijeti fakturu
pt_pt: Seleccione um Fornecedor para Inserir Uma Factura para

source: Your permissions do not allow receiving of goods. Automatic receiving of purchase orders is restricted to those only users who are authorised to receive goods/services
hr_hr: Vaše dozvole ne dopuštaju primanje robe. Automatsko primanje narudžbenica ograničeno je samo na one korisnike koji su ovlašteni za primanje roba/usluga

source: Auto receiving of controlled stock items that require serial number or batch number entry is not currently catered for. Only orders with normal non-serial numbered items can be received automatically
hr_hr: Automatsko primanje kontroliranih zaliha za koje je potreban unos serijskog broja ili broja serije trenutno nije omogućeno. Automatski se mogu primiti samo narudžbe s normalnim artiklima bez serijskih brojeva

source: You should automatically be forwarded to the entry of invoices against goods received page
hr_hr: Trebali biste automatski biti proslijeđeni na stranicu za unos faktura prema primljenoj robi
pt_pt: Você deveria ser automaticamente redirecionado para a inserção de facturas na página de mercadorias devolvidas

source: You should automatically be forwarded to the entry of invoices against shipments page
hr_hr: Trebali biste automatski biti proslijeđeni na stranicu za unos faktura uz pošiljke
pt_pt: Deve ser automaticamente reencaminhado para a inserção de facturas em encontro com a pagina de carregamentos

source: You should automatically be forwarded to the entry of invoices against the general ledger page
hr_hr: Automatski biste trebali biti proslijeđeni na stranicu unosa faktura prema glavnoj knjizi
pt_pt: Você deveria ser automaticamente redirecionado para a inserção de facturas da página do livro de contabilidade

source: You should automatically be forwarded to the entry of invoices against contracts page
hr_hr: Trebali biste automatski biti proslijeđeni na stranicu za unos faktura prema ugovorima
pt_pt: Você deve ser automaticamente encaminhado para a entrada de facturas relativas a contratos página

source: You should automatically be forwarded to the entry of invoice amounts against fixed assets page
hr_hr: Automatski biste trebali biti proslijeđeni na stranicu za unos iznosa faktura prema dugotrajnoj imovini
pt_pt: Você deve ser automaticamente encaminhado para a entrada de valores de faturas contra activos fixos página

source: Invoice Header Details
hr_hr: Detalji zaglavlja fakture

source: Supplier Invoice Reference
hr_hr: Referenca fakture dobavljača
pt_pt: Referência da factura do fornecedor

source: Up to 20 characters
hr_hr: Do 20 znakova

source: The input should not be blank and should be less than 20 characters
hr_hr: Unos ne smije biti prazan i mora imati manje od 20 znakova

source: Purchase Order Charges
hr_hr: Troškovi narudžbenice
pt_pt: Ordem de Compra Encargos

source: Supplier Ref
hr_hr: Ref. dobavljača
pt_pt: Referência do Fornecedor

source: Quantity Charged
hr_hr: Naplaćena količina
pt_pt: Quantidade declarada

source: Price in
hr_hr: Cijena u
pt_pt: Preço no

source: Total Value of Goods Charged
hr_hr: Ukupna vrijednost naplaćene robe
pt_pt: Valor total de bens declarado

source: Shipment Charges
hr_hr: Troškovi otpreme
pt_pt: Encargos da expedição

source: Total shipment charges
hr_hr: Ukupni troškovi dostave

source: Fixed Asset Additions
hr_hr: Dodaci stalnih sredstava
pt_pt: Adições de Ativos Fixos
