Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: A picking note must be produced before an order can be delivered
hr_hr: Otpremni list mora se izraditi prije isporuke narudžbe
pt_pt: Uma nota de picking deve ser produzido antes de uma ordem pode ser entregue

source: Select whether or not a picking note must be produced before an order can be delivered to a customer.
hr_hr: Odaberite treba li ili ne izraditi otpremnicu prije nego što se narudžba može isporučiti kupcu.
pt_pt: Seleccione se quer ou não uma nota escolhendo deve ser produzido antes de uma ordem pode ser entregue a um cliente.

source: Auto Update Exchange Rates Daily
hr_hr: Dnevno automatsko ažuriranje deviznih tečajeva
pt_pt: Auto Actualizar as Taxas de Câmbio Diáriamente

source: Automatic updates to exchange rates will retrieve the latest daily rates from either the European Central Bank or Google once per day - when the first user logs in for the day. Manual will never update the rates automatically - exchange rates will need to be maintained manually
hr_hr: Automatsko ažuriranje deviznih tečajeva dohvaća najnovije dnevne tečajeve od Europske središnje banke ili Googlea jednom dnevno - kada se prvi korisnik prijavi za taj dan. Manual nikad neće automatski ažurirati tečajeve - tečajeve će se morati održavati ručno

source: Source Exchange Rates From
hr_hr: Izvor Tečajna lista Od

source: European Central Bank
hr_hr: Europska središnja banka

source: Specify the source to use for exchange rates
hr_hr: Navedite izvor koji će se koristiti za tečajeve

source: Format of Packing Slips
hr_hr: Format otpremnica
pt_pt: Formato das Notas Fiscais Enviadas Juntamente com a Encomenda

source: Laser Printed
hr_hr: Laserski ispisan
pt_pt: Impresso a Laser

source: Special Stationery
hr_hr: Posebna dopisnica
pt_pt: Papelaria Especial

source: Choose the format that packing notes should be printed by default
hr_hr: Odaberite format u kojem bi se bilješke o pakiranju trebale ispisati prema zadanim postavkama
pt_pt: Escolha o formato que deve ser impresso a embalagem de notas por omissão

source: Invoice Orientation
hr_hr: Orijentacija fakture
pt_pt: Factura Orientação

source: Select the invoice layout
hr_hr: Odaberite izgled fakture
pt_pt: Seleccione o Esboço da Factura

source: Invoice Quantity Default
hr_hr: Zadana količina fakture

source: This setting controls the default behaviour of invoicing. Setting to 0 defaults the invoice quantity to zero to force entry. Set to outstanding to default the invoice quantity to the balance outstanding, after previous deliveries, on the sales order
hr_hr: Ova postavka kontrolira zadano ponašanje fakturiranja. Postavljanje na 0 zadano postavlja količinu fakture na nulu radi prisilnog unosa. Postavite na nepodmireno da biste zadano postavili količinu fakture na nepodmireno stanje, nakon prethodnih isporuka, na prodajnom nalogu

source: Show company details on packing slips
hr_hr: Pokažite podatke o tvrtki na potvrdama o pakiranju
pt_pt: Mostrar detalhes da empresa nas notas fiscais enviadas juntamente com a encomenda

source: Show Company Details
hr_hr: Prikaži pojedinosti o tvrtki
pt_pt: Mostrar Detalhes da Empresa

source: Hide Company Details
hr_hr: Sakrij podatke o tvrtki
pt_pt: Esconder Detalhes da Empresa

source: Customer branches can be set by default not to print packing slips with the company logo and address. This is useful for companies that ship to customers customers and to show the source of the shipment would be inappropriate. There is an option on the setup of customer branches to ship blind, this setting is the default applied to all new customer branches
hr_hr: Podružnice kupaca mogu se postaviti prema zadanim postavkama da ne ispisuju otpremnice s logotipom i adresom tvrtke. Ovo je korisno za tvrtke koje isporučuju kupcima kupcima, a pokazivanje izvora pošiljke bilo bi neprikladno. Postoji opcija postavljanja podružnica za klijente za slanje na slijepo, ova je postavka zadana primijenjena na sve nove podružnice za klijente
pt_pt: As filiais do cliente podem ser definidas por padrão para não imprimir um pacote enviado da empresa com o logotipo e enderesso. Isso é útil para as empresas que transferem para clientes de clientes e mostrar a fonte da transferência seria inadequado. Existe uma opção n a configuração da filial do cliente para enviar sem nada, essa configuração é a padrão aplicada a todas as novas filiais dos clientes

source: Working Days on a Week
hr_hr: Radni dani u tjednu

source: working days
hr_hr: radnih dana

source: Number of working days on a week
hr_hr: Broj radnih dana u tjednu

source: Dispatch Cut-Off Time
hr_hr: Vrijeme prekida otpreme
pt_pt: Data de Despacho

source: Orders entered after this time will default to be dispatched the following day, this can be over-ridden at the time of sales order entry
hr_hr: Narudžbe unesene nakon tog vremena bit će zadano poslane sljedeći dan, to se može nadjačati u trenutku unosa prodajne narudžbe
pt_pt: Pedidos inseridos antes desta vez serão padrão para despacho no dia seguinte, isto pode ser "over-ridden" no momento da inserção do pedido de venda

source: Allow Sales Of Zero Cost Items
hr_hr: Dopustite prodaju stavki bez troškova
pt_pt: Permitir Vendas de Itens a Custo Zero

source: If an item selected at order entry does not have a cost set up then if this parameter is set to No then the order line will not be able to be entered
hr_hr: Ako stavka odabrana pri unosu narudžbe nema postavljen trošak, tada ako je ovaj parametar postavljen na Ne, redak narudžbe neće se moći unijeti
pt_pt: Se um item selecionado em ordem de inserção não tem um custo criado esse parâmetro é definido como Não, então o pedido não será capaz de ser introduzido

source: Controlled Items Must Exist For Crediting
hr_hr: Kontrolirani artikli moraju postojati za kreditiranje
pt_pt: Produtos Controlados Devem Existir Para Creditação

source: This parameter relates to the behaviour of the controlled items code. If a serial numbered item has not previously existed then a credit note for it will not be allowed if this is set to Yes
hr_hr: Ovaj se parametar odnosi na ponašanje koda kontroliranih stavki. Ako stavka označena serijskim brojem prethodno nije postojala, knjižno odobrenje za nju neće biti dopušteno ako je ovo postavljeno na Da
pt_pt: Este parâmetro refere-se ao comportamento dos códigos dos produtos controlados. Se um item com série numerada não existiu anteriormente, em seguida, uma nota de crédito não será permitida, se estiver definida para Sim

source: Could not load price lists
hr_hr: Nije moguće učitati cjenike
pt_pt: Não foi possível carregar as listas de preços

source: Default Price List
hr_hr: Zadani cjenik
pt_pt: Lista de Preços Padrão

source: Unavailable
hr_hr: Nedostupan
pt_pt: Indisponível

source: This price list is used as a last resort where there is no price set up for an item in the price list that the customer is set up for
hr_hr: Ovaj cjenik se koristi kao zadnje sredstvo kada nema postavljene cijene za artikl u cjeniku za koji je kupac postavljen
pt_pt: Esta lista de preços é usada como um último recurso onde não existe preço estabelecido para um item na tabela de preços que o cliente está estabelecido para

source: This shipper is used where the best shipper for a customer branch has not been defined previously
hr_hr: Ovaj otpremnik se koristi tamo gdje najbolji otpremnik za poslovnicu korisnika nije prethodno definiran
pt_pt: A transportadora é usada onde a melhor transportadora para a filial do cliente não foi definida anteriormente

source: Do Freight Calculation
hr_hr: Izvršite izračun vozarine
pt_pt: Fazer Cálculos de Transporte

source: If this is set to Yes then the system will attempt to calculate the freight cost of a dispatch based on the weight and cubic and the data defined for each shipper and their rates for shipping to various locations. The results of this calculation will only be meaningful if the data is entered for the item weight and volume in the stock item setup for all items and the freight costs for each shipper properly maintained.
hr_hr: Ako je postavljeno na Da, tada će sustav pokušati izračunati trošak prijevoza pošiljke na temelju težine i kubika i podataka definiranih za svakog pošiljatelja i njihovih cijena za otpremu na različite lokacije. Rezultati ovog izračuna bit će smisleni samo ako su podaci uneseni za težinu i volumen artikla u postavkama zaliha za sve artikle i ako se troškovi prijevoza za svakog pošiljatelja pravilno održavaju.
pt_pt: Se isto esta definido como Sim, então o sistema irá tentar calcular o custo do frete de um despacho baseado no peso e cúbico e os dados definidos para cada transferente e suas taxas de transporte para vários locais. Os resultados deste cálculo só será significativo se os dados são inseridos para o peso e volume do item na configuração do item stock para todos os itens e o custo do frete para cada transportador correctamente mantido.

source: Apply freight charges if an order is less than
hr_hr: Primijenite troškove prijevoza ako je narudžba manja od
pt_pt: Aplicar encargos de transporte se uma odem é menor que

source: This parameter is only effective if Do Freight Calculation is set to Yes. If it is set to 0 then freight is always charged. The total order value is compared to this value in deciding whether or not to charge freight
hr_hr: Ovaj je parametar učinkovit samo ako je Do Freight Calculation postavljeno na Yes. Ako je postavljeno na 0, vozarina se uvijek naplaćuje. Ukupna vrijednost narudžbe uspoređuje se s ovom vrijednošću pri odlučivanju treba li ili ne naplatiti prijevoz
pt_pt: Este parâmetro é apenas efectivo se o cálculo de trasnporte é definido para Sim. Se estiver definido para Não então o frete está já carregado. O total para este valor é comparado ao valor de decidir se deve ou não cobrar frete

source: Create Debtor Codes Automatically
hr_hr: Automatski kreirajte šifre dužnika
pt_pt: Criar Códigos de Devedor Automaticamente

source: Set to Automatic - customer codes are automatically created - as a sequential number
hr_hr: Postavite na Automatski - korisnički kodovi se automatski kreiraju - kao redni broj
pt_pt: Definir como Automático - os códigos dos clientes são criadas automaticamente - como um número sequencial

source: Create Supplier Codes Automatically
hr_hr: Automatski kreirajte kodove dobavljača

source: Set to Automatic - Supplier codes are automatically created - as a sequential number
hr_hr: Postavite na Automatski - Šifre dobavljača se automatski stvaraju - kao redni broj

source: Could not load tax categories table
hr_hr: Nije moguće učitati tablicu poreznih kategorija
pt_pt: Não foi possível carregar a tabela de categorias de impostos

source: This is the tax category used for entry of supplier invoices and the category at which freight attracts tax
hr_hr: Ovo je porezna kategorija koja se koristi za unos faktura dobavljača i kategorija u kojoj teret povlači porez
pt_pt: Esta é a categoria de imposto utilizado para a inserção de facturas de fornecedor e a categoria em que o frete atrai imposto

source: Tax Authority Reference Name
hr_hr: Referentni naziv porezne uprave

source: This parameter is what is displayed on tax invoices and credits for the tax authority of the company eg. in Australian this would by A.B.N.: - in NZ it would be GST No: in the UK it would be VAT Regn. No
hr_hr: Ovaj parametar je ono što se prikazuje na poreznim fakturama i kreditima za poreznu upravu tvrtke, npr. u australskom bi to bio A.B.N.: - u NZ bi to bio GST No: u UK bi to bio VAT Regn. Ne
pt_pt: Este parâmetro é o que é exibido em facturas de impostos e créditos para a autoridade de impostos da empresa

source: Country Of Operation
hr_hr: Zemlja poslovanja
pt_pt: País de Operação

source: This parameter is only effective if Do Freight Calculation is set to Yes.
hr_hr: Ovaj je parametar učinkovit samo ako je Do Freight Calculation postavljeno na Yes.

source: Standard Cost Decimal Places
hr_hr: Standardni trošak decimalnih mjesta

source: Decimal Places to be used in Standard Cost
hr_hr: Decimalna mjesta koja će se koristiti u standardnoj cijeni

source: Number Of Periods Of StockUsage
hr_hr: Broj razdoblja korištenja zaliha
pt_pt: Número de Períodos de stock Utilizado

source: In stock usage inquiries this determines how many periods of stock usage to show. An average is calculated over this many periods
hr_hr: U upitima o korištenju zaliha ovo određuje koliko će se razdoblja korištenja zaliha prikazati. Prosjek se izračunava za ovoliko razdoblja
pt_pt: Nas consultas do uso do stock isto determina quantos períodos do stock utilizado para mostrar. Uma média é calculada sobre esses muitos períodos

source: Show Zero Counts Within Stock Usage Graph Period Range
hr_hr: Prikaži nulte brojeve unutar raspona razdoblja grafikona korištenja zaliha

source: Show periods having zero counts within Stock Usage Graph. Choosing yes may show a wider period range than expected.
hr_hr: Prikaži razdoblja s nultim brojevima unutar grafikona korištenja zaliha. Odabirom Da može se prikazati širi raspon razdoblja od očekivanog.

source: Show order values on GRN
hr_hr: Prikaz vrijednosti naloga na GRN
pt_pt: valores da ordem Mostrar no GRN

source: Should the value of the purchased stock be shown on the GRN screen
hr_hr: Treba li vrijednost kupljene dionice biti prikazana na ekranu GRN
pt_pt: Caso o valor das ações adquiridas ser mostrado na tela GRN

source: Check Quantity Charged vs Deliver Qty
hr_hr: Provjerite naplaćenu količinu u odnosu na isporučenu količinu
pt_pt: Verifique Quantidade Cobrado vs Entregar Qtd

source: In entry of AP invoices this determines whether or not to check the quantities received into stock tie up with the quantities invoiced
hr_hr: U unosu AP faktura ovo određuje hoće li se provjeriti da li su količine primljene na zalihu povezane s fakturiranim količinama
pt_pt: Na entrada de facturas AP, determina se ou não para verificar as quantidades recebidas em ações amarrar com as quantidades facturadas

source: Check Price Charged vs Order Price
hr_hr: Provjerite naplaćenu cijenu u odnosu na cijenu narudžbe
pt_pt: Confirmar preços cobrados vs Ordem Preço

source: In entry of AP invoices this parameter determines whether or not to check invoice prices tie up to ordered prices
hr_hr: U unosu AP faktura ovaj parametar određuje hoće li se provjeriti cijene faktura povezane s naručenim cijenama
pt_pt: Na inserção das facturas AP este parametro determina, se ou não, verificar factura de preços entrecruza-se com os preços desejados

source: Allowed Over Charge Proportion
hr_hr: Dopušteni udio prekoračenja
pt_pt: Permite Porporção Excedente

source: The input must between 0 and 100
hr_hr: Unos mora biti između 0 i 100

source: integer between 0 and 100
hr_hr: cijeli broj između 0 i 100

source: If check price charges vs Order price is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to price
hr_hr: Ako je naknada za provjeru cijene u odnosu na cijenu narudžbe postavljena na da, tada ovaj udio određuje postotak za koji se fakture mogu prenaplatiti u odnosu na cijenu
pt_pt: Se verificar preço de encargos vs Ordem dos preços é definida como Sim, então esta porporção determina a percentagem por facturas pode ser em execesso no que diz respeito ao preço

source: Allowed Over Receive Proportion
hr_hr: Dopušteni udio više primanja
pt_pt: Permitir Recepção de Proporções Excessivas

source: If check quantity charged vs delivery quantity is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to delivery
hr_hr: Ako je naplaćena količina provjere u odnosu na količinu isporuke postavljena na da, tada ovaj omjer određuje postotak za koji se fakture mogu prenaplatiti u odnosu na isporuku
pt_pt: Se verificar quantidade cobrada vs quantida de entrega é definida como Sim, então esta porporção determina a percentagem por facturas pode ser em execesso no que diz respeito à entrega

source: Purchase Order Allows Same Item Multiple Times
hr_hr: Narudžbenica dopušta isti artikl više puta
pt_pt: Permitir Itens Repetidos no Pedido de Compra

source: If a purchase order can have the same item on the order several times this parameter should be set to yes
hr_hr: Ako narudžbenica može sadržavati istu stavku u narudžbi nekoliko puta, ovaj parametar treba postaviti na da

source: Automatically authorise purchase orders if user has authority
hr_hr: Automatski autoriziraj narudžbenice ako korisnik ima ovlaštenje

source: If the user changing an existing purchase order or adding a new puchase order is set up to authorise purchase orders and the order is within their limit, then the purchase order status is automatically set to authorised
hr_hr: Ako je korisnik koji mijenja postojeću narudžbenicu ili dodaje novu narudžbenicu postavljen za autorizaciju narudžbenica i narudžba je unutar njihovog ograničenja, tada se status narudžbenice automatski postavlja na autorizirano

source: January
hr_hr: siječnja
pt_pt: Janeiro

source: February
hr_hr: veljača
pt_pt: Fevereiro

source: March
hr_hr: ožujak
pt_pt: Março

source: April
hr_hr: travanj
pt_pt: Abril

source: May
hr_hr: svibanj
pt_pt: Maio

source: June
hr_hr: lipanj
pt_pt: Junho

source: July
hr_hr: srpanj
pt_pt: Julho

source: August
hr_hr: kolovoz
pt_pt: Agosto

source: September
hr_hr: rujan
pt_pt: Setembro

source: October
hr_hr: listopad
pt_pt: Outubro

source: November
hr_hr: studeni
pt_pt: Novembro

source: December
hr_hr: prosinac
pt_pt: Dezembro

source: Financial Year Ends On
hr_hr: Financijska godina završava
pt_pt: O Ano Fiscal Termina em

source: Defining the month in which the financial year ends enables the system to provide useful defaults for general ledger reports
hr_hr: Definiranje mjeseca u kojem završava financijska godina omogućuje sustavu pružanje korisnih zadanih postavki za izvješća glavne knjige
pt_pt: Definir o mês em que termina o ano fiscal, permite que o sistema disponibilize padrões úteis para relatórios do livro de contabilidade

source: Report Page Length
hr_hr: Duljina stranice izvješća
pt_pt: Tamanho da Página de Relatório

source: The input should be between 1 and 999
hr_hr: Unos bi trebao biti između 1 i 999

source: 1 to 999
hr_hr: 1 do 999

source: Default Maximum Number of Records to Show
hr_hr: Zadani maksimalni broj zapisa za prikaz
pt_pt: Número Máximo de Registros Padrão a Mostrar

source: The records should be between 1 and 999
hr_hr: Zapisi bi trebali biti između 1 i 999

source: When pages have code to limit the number of returned records - such as select customer, select supplier and select item, then this will be the default number of records to show for a user who has not changed this for themselves in user settings.
hr_hr: Kada stranice imaju kod za ograničavanje broja vraćenih zapisa - kao što su odabir kupca, odabir dobavljača i odabir artikla, tada će to biti zadani broj zapisa za prikaz za korisnika koji to nije promijenio za sebe u korisničkim postavkama.
pt_pt: Quando páginas possuem código para limitar o número de registros retornados- como a escolha dos clientes, fornecedores e selecionar item, então este será o número de registros para mostrar padrão para um utilizador que não mudou isso para si, nas configurações de utilizador.

source: Show Stockid on images
hr_hr: Prikaži Stockid na slikama

source: Show the code inside the thumbnail image of the items
hr_hr: Pokažite kôd unutar sličice stavki

source: Maximum Size in KB of uploaded images
hr_hr: Maksimalna veličina učitanih slika u KB
pt_pt: Tamanho máximo em KB de imagens enviadas

source: Picture files of items can be uploaded to the server. The system will check that files uploaded are less than this size (in KB) before they will be allowed to be uploaded. Large pictures will make the system slow and will be difficult to view in the stock maintenance screen.
hr_hr: Datoteke slika stavki mogu se učitati na poslužitelj. Sustav će provjeriti jesu li učitane datoteke manje od ove veličine (u KB) prije nego što im se dopusti učitavanje. Velike slike usporit će sustav i bit će ih teško vidjeti na zaslonu za održavanje zaliha.
pt_pt: Ficheiros de imagens dos itens podem ser enviadas para o servidor.O sistema irá verificar que os ficheiros enviados são inferiores a este tamanho (em KB) antes que sejam permitidos a serem enviados. Grandes imagens irão tornar o sistema lento e vai ser dificil de visualizar na página de manutenção de stock.

source: Number Of Month Must Be Shown
hr_hr: Mora biti prikazan broj mjeseca
pt_pt: Número do mês deve ser indicado

source: input must be positive integer
hr_hr: unos mora biti pozitivan cijeli broj

source: Number of month must be shown on report can be changed with this parameters ex: in CustomerInquiry.php
hr_hr: Broj mjeseca koji mora biti prikazan na izvješću može se promijeniti ovim parametrima npr. u CustomerInquiry.php
pt_pt: Número de meses devem ser indicados no relatório podem ser alterados com estes parâmetros ex: em CustomerInquiry.php

source: The directory where images are stored
hr_hr: Direktorij u kojem su pohranjene slike
pt_pt: Diretório onde as imagens são armazenadas

source: The directory under which all image files should be stored. Image files take the format of ItemCode.jpg - they must all be .jpg files and the part code will be the name of the image file. This is named automatically on upload. The system will check to ensure that the image is a .jpg file
hr_hr: Direktorij u kojem bi trebale biti pohranjene sve slikovne datoteke. Slikovne datoteke imaju format ItemCode.jpg - sve moraju biti .jpg datoteke, a dio koda bit će naziv slikovne datoteke. Ovo se automatski imenuje pri učitavanju. Sustav će provjeriti je li slika .jpg datoteka
pt_pt: O diretório em que todos os ficheiros das imagens devem ser armazenadas. Os ficheiros de imagem possuiem o formato de ItemCode.jpg - devem todos ser ficheiros .jpg e parte do código será o nome do ficheiro de imagem. Isto é chamado automaticamente no envio. O sistema irá verificar para assegurar que a imagem é um ficheiro .jpg

source: The directory where reports are stored
hr_hr: Direktorij u kojem su pohranjena izvješća
pt_pt: O diretório onde estão armazenados relatórios

source: The directory under which all report pdf files should be created in. A separate directory is recommended
hr_hr: Direktorij u kojem se trebaju kreirati sve pdf datoteke izvješća. Preporučuje se poseban direktorij
pt_pt: O diretório em que todos os relatório em ficheiros pdf devem ser criados. Um diretório separado é recomendado

source: Only allow secure socket connections
hr_hr: Dopustite samo sigurne veze sa utičnicama
pt_pt: Apenas permitir conexões de sockets seguros

source: Force connections to be only over secure sockets - ie encrypted data only
hr_hr: Prisilite veze samo preko sigurnih utičnica - tj. samo šifrirane podatke
pt_pt: Force a conexão para ser apenas efectuada através de sockets seguros - ex: dados criptografados apenas

source: Wiki application
hr_hr: Wiki aplikacija
pt_pt: Aplicação Wiki
