Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Shipment Charges Against Products
hr_hr: Naknade za otpremu proizvoda
pt_pt: Encargos de Carregamento Contra Produtos

source: Local Amount
hr_hr: Lokalni iznos
pt_pt: Quantidade no local

source: Charged
hr_hr: Napunjeno
pt_pt: Carregado

source: Total Charges Against Shipment Items
hr_hr: Ukupni troškovi za stavke pošiljke
pt_pt: Custo total de carregamento para os itens

source: General Shipment Charges
hr_hr: Opće naknade za otpremu
pt_pt: Custos gerais de carregamento

source: Total General Shipment Charges
hr_hr: Ukupni opći troškovi otpreme
pt_pt: Custos totais de carregamento

source: Update Standard Costs
hr_hr: Ažuriraj standardne troškove
pt_pt: Actualizar Custos Padrão

source: Confirm OK to Close
hr_hr: Potvrdite OK za zatvaranje
pt_pt: Confirmar para fechar

source: Could not complete the purchase order lines on this shipment
hr_hr: Nije moguće dovršiti redove narudžbenice za ovu pošiljku
pt_pt: Não é possível completar as linhas do pedido de compra neste carregamento

source: Could not update the shipment to closed
hr_hr: Nije moguće ažurirati pošiljku na zatvorenu
pt_pt: Não foi possível actualizar a conta pois

source: has been closed
hr_hr: je zatvoreno
pt_pt: foi fechado(a)

source: All variances were posted to the general ledger
hr_hr: Sva odstupanja su proknjižena u glavnu knjigu
pt_pt: Todas as variações foram anotadas no livro de contabilidade

source: All shipment items have had their standard costs updated
hr_hr: Standardni troškovi svih stavki pošiljke ažurirani su
pt_pt: Todos os itens do carregamento tiveram seus custos padrão actualizados

source: Shipments
hr_hr: Pošiljke
pt_pt: Carregamentos

source: To set up a shipment
hr_hr: Za postavljanje pošiljke
pt_pt: Para definir um carregamento

source: the supplier must first be selected from the Select Supplier page
hr_hr: dobavljač se najprije mora odabrati na stranici Odabir dobavljača
pt_pt: deve-se primeiro seleccionar um fornecedor na página de seleção de fornecedores

source: Select the Supplier
hr_hr: Odaberite Dobavljača
pt_pt: Seleccionar fornecedor

source: Unable to locate Shipment
hr_hr: Nije moguće locirati pošiljku
pt_pt: Não foi possível localizar o carregamento

source: Shipment No.
hr_hr: Br. pošiljke
pt_pt: Carregamento número

source: The selected shipment is already closed and no further modifications to the shipment are possible
hr_hr: Odabrana pošiljka je već zatvorena i daljnje izmjene pošiljke nisu moguće
pt_pt: O carregamento seleccionado já está fechado e não são possíveis modificações ao mesmo

source: The lines on the shipment cannot be retrieved because
hr_hr: Redovi na pošiljci ne mogu se preuzeti jer
pt_pt: As linhas no carregamento não podem ser obtidas pois

source: Unable to locate lines for Shipment
hr_hr: Ne mogu se locirati linije za pošiljku
pt_pt: Não foi possível obter linhas para carregamento

source: The supplier details for the shipment could not be retrieved because
hr_hr: Podaci o dobavljaču za pošiljku nisu se mogli dohvatiti jer
pt_pt: Os detalhes do fornecedor para o carregamento não pderam ser obtidos porque

source: The date of expected arrival of the shipment must be entered in the format
hr_hr: U formatu je potrebno unijeti datum očekivanog dolaska pošiljke
pt_pt: A data esperada de entrega do carregamento deve estar no formato

source: An expected arrival of the shipment must be a date after today
hr_hr: Očekivani datum dolaska pošiljke mora biti nakon današnjeg datuma
pt_pt: Uma data esperada de entrega do carregamento deve ser uma data após hoje

source: A reference to the vessel of more than 2 characters is expected
hr_hr: Očekuje se referenca na plovilo s više od 2 znaka
pt_pt: Espera-se uma referência ao navio com mais de 2 caracteres

source: A reference to the voyage (or HAWB in the case of air-freight) of more than 2 characters is expected
hr_hr: Očekuje se referenca na putovanje (ili HAWB u slučaju zračnog prijevoza tereta) s više od 2 znaka
pt_pt: Uma referência para a viagem (ou HAWB no caso de frete-aéreo) de mais de 2 caracteres é exigido

source: Cannot add purchase order lines to the shipment unless the shipment is first initiated - hit update to setup the shipment first
hr_hr: Nije moguće dodati retke narudžbenice u pošiljku osim ako je otprema prva pokrenuta - pritisnite ažuriranje da prvo postavite pošiljku
pt_pt: Não é possível adicionar linhas do pedido de compra para o carregamento, a menos que o carregamento seja primeiro iniciado - pressione actualizar para configurar o carregamento primeiro

source: Updated the shipment record and delivery dates of order lines as necessary
hr_hr: Ažurirao evidenciju pošiljke i datume isporuke redova narudžbe prema potrebi
pt_pt: Registro de carregamento e datas de entrega dos itens ordenados actualizados conforme necessário

source: Vessel Name /Transport Agent
hr_hr: Naziv plovila/Agent prijevoza
pt_pt: Nome do Reservatório / Representante do Transporte

source: Voyage Ref / Consignment Note
hr_hr: Ref. putovanje / tovarni list
pt_pt: Referência de Viagem/Nota de Remessa

source: Order Lines On This Shipment
hr_hr: Redovi narudžbe na ovoj pošiljci
pt_pt: Linhas do pedido neste carregamento

source: Update Shipment Details
hr_hr: Ažurirajte podatke o pošiljci
pt_pt: Actualizar Detalhes do Carregamento

source: Possible Order Lines To Add To This Shipment
hr_hr: Mogući redovi narudžbe za dodavanje ovoj pošiljci
pt_pt: Linhas de pedido possíveis para adicionar neste carregamento

source: Shipping Company Maintenance
hr_hr: Održavanje brodske tvrtke
pt_pt: Manutenção das Empresas de Transporte

source: The shipper's name must be forty characters or less long
hr_hr: Ime pošiljatelja mora imati četrdeset znakova ili manje
pt_pt: O nome da transportadora deve ter no máximo quarenta caracteres

source: The shipper's name may not be empty
hr_hr: Ime pošiljatelja ne smije biti prazno
pt_pt: O nome das transportadoras não podem ser nulos

source: The shipper record has been updated
hr_hr: Zapis pošiljatelja je ažuriran
pt_pt: O registro da transportadora foi actualizado

source: The shipper record has been added
hr_hr: Dodan je zapis pošiljatelja
pt_pt: O registro da transportadora foi adicionado

source: Cannot delete this shipper because sales orders have been created using this shipper
hr_hr: Nije moguće izbrisati ovog pošiljatelja jer su prodajni nalozi stvoreni pomoću ovog pošiljatelja
pt_pt: Não é possível remover esta transportadora pois ordens de vendas foram criadas usando-a

source: sales orders using this shipper code
hr_hr: prodajne narudžbe pomoću ovog koda pošiljatelja
pt_pt: pedidos de venda usando este código de transportadora

source: Cannot delete this shipper because invoices have been created using this shipping company
hr_hr: Nije moguće izbrisati ovog pošiljatelja jer su fakture stvorene pomoću ove tvrtke za otpremu
pt_pt: Não é possível remover esta transportadora pois facturas foram criadas com esta empresa

source: invoices created using this shipping company
hr_hr: fakture izrađene pomoću ove brodarske tvrtke
pt_pt: facturas criadas usando esta empresa transportadora

source: Cannot delete this shipper because it is defined as the default shipping company in the configuration file
hr_hr: Nije moguće izbrisati ovog pošiljatelja jer je definiran kao zadana tvrtka za otpremu u konfiguracijskoj datoteci
pt_pt: Não é possível remover esta transportadora por estar definida como transportadora padrão no arquivo de configuração

source: The shipper record has been deleted
hr_hr: Evidencija pošiljatelja je izbrisana
pt_pt: O registro da transportadora foi removido

source: Shipper ID
hr_hr: ID pošiljatelja
pt_pt: Identificação da transportadora

source: Shipper Name
hr_hr: Naziv pošiljatelja
pt_pt: Nome da Transportadora

source: Are you sure you wish to delete this shipper?
hr_hr: Jeste li sigurni da želite izbrisati ovog pošiljatelja?

source: REVIEW RECORDS
hr_hr: PREGLED ZAPISA
pt_pt: REVISAR REGISTROS

source: Edit Shipper Details
hr_hr: Uredite podatke o pošiljatelju

source: Shipper Code
hr_hr: Šifra pošiljatelja
pt_pt: Código da transportadora

source: Create New Shipper
hr_hr: Stvorite novog pošiljatelja

source: Search Shipments
hr_hr: Pretražite pošiljke
pt_pt: Procurar Carregamentos

source: The Shipment Number entered MUST be numeric
hr_hr: Uneseni broj pošiljke MORA biti numerički
pt_pt: O número da transportadora deve ser numérico

source: Shipment Number
hr_hr: Broj pošiljke
pt_pt: Número da transportadora

source: No Stock Items were returned from the database because
hr_hr: Nema vraćenih artikala iz baze podataka jer
pt_pt: Nenhum Item de Stock foi devolvido pela base de dados porque

source: Search For
hr_hr: Tražiti

source: Closed Shipments Only
hr_hr: Samo zatvorene pošiljke
pt_pt: Somente carregamentos fechados

source: Open Shipments Only
hr_hr: Samo otvorene pošiljke
pt_pt: Somente carregamentos em aberto

source: To search for shipments for a specific part use the part selection facilities below
hr_hr: Za traženje pošiljki za određeni dio koristite mogućnosti odabira dijelova u nastavku
pt_pt: Para procurar carregamentos de uma parte específica, use as ferramentas de seleção de partes abaixo

source: No shipments were returned by the SQL because
hr_hr: SQL nije vratio nijednu pošiljku jer
pt_pt: Nenhum carregamento foi retornado pelo comando SQL pois

source: Voyage
hr_hr: Putovanje
pt_pt: Viagem

source: Expected Arrival
hr_hr: Očekivani dolazak
pt_pt: Chegada esperada

source: Shipments Open Inquiry
hr_hr: Pošiljke Otvoreni upit
pt_pt: Consulta de Carregamentos em Aberto

source: Open Shipments for
hr_hr: Otvorene pošiljke za
pt_pt: Carregamentos em aberto para

source: This page must be given the supplier code to look for shipments for
hr_hr: Ova stranica mora imati šifru dobavljača za traženje pošiljki
pt_pt: Esta página deve ter como parâmetro o código do fornecedor para procurar carregamentos para

source: No shipments were returned from the database because
hr_hr: Nijedna pošiljka nije vraćena iz baze jer
pt_pt: Nenhum carregamento foi retornado do base de dados pois

source: There are no open shipments currently set up for
hr_hr: Trenutno nema postavljenih otvorenih pošiljaka za
pt_pt: Não há carregamentos em abertos definidos para

source: Shop Configuration
hr_hr: Konfiguracija trgovine

source: The shop configuration could not be updated because
hr_hr: Konfiguracija trgovine nije se mogla ažurirati jer

source: Shop configuration updated
hr_hr: Konfiguracija trgovine ažurirana

source: General Settings
hr_hr: Opće postavke
pt_pt: Configurações Gerais

source: Test or Live Mode
hr_hr: Test ili Live Mode

source: Live
hr_hr: Živjeti

source: Must change this to live mode when the shop is activie. No PayPal or credit card transactions will be processed in test mode
hr_hr: Ovo morate promijeniti u način rada uživo kada je trgovina aktivna. Transakcije putem PayPala ili kreditne kartice neće se obrađivati ​​u testnom načinu rada

source: Shop Name
hr_hr: Naziv trgovine

source: Enter the name of the shop that will be displayed on all the store pages
hr_hr: Unesite naziv trgovine koji će biti prikazan na svim stranicama trgovine

source: Shop Title
hr_hr: Naslov trgovine

source: Enter the title of the shop that will be displayed on the main webSHOP page. Useful for SEO purposes.
hr_hr: Unesite naziv trgovine koja će biti prikazana na glavnoj webSHOP stranici. Korisno za SEO svrhe.

source: Shop Manager Email
hr_hr: Email upravitelja trgovine

source: Enter the email address of the webSHOP manager.
hr_hr: Unesite e-mail adresu voditelja webSHOP-a.

source: Default Web Shop Customer Acount
hr_hr: Zadani korisnički račun web trgovine

source: Select the customer account that is to be used for the web-store sales
hr_hr: Odaberite korisnički račun koji će se koristiti za prodaju u web trgovini

source: Default Web Shop Branch Code
hr_hr: Zadani kod podružnice web trgovine

source: The customer branch code that is to be used - a branch of the above custoemr account - for web-store sales
hr_hr: Šifra podružnice kupca koja će se koristiti - podružnica gornjeg korisničkog računa - za prodaju u web trgovini

source: Privacy Statement
hr_hr: Izjava o privatnosti

source: This text will appear on the web-store page that spells out the privacy policy of the web-shop
hr_hr: Ovaj tekst pojavit će se na stranici web-trgovine na kojoj je navedena politika privatnosti web-trgovine

source: Enter the raw html without any line breaks
hr_hr: Unesite neobrađeni html bez prijeloma redaka

source: Terms and Conditions
hr_hr: Odredbe i uvjeti

source: This text will appear on the web-store page that spells out the terms and conditions associated with sales from the web-shop
hr_hr: Ovaj će se tekst pojaviti na stranici web-trgovine na kojoj su navedeni uvjeti i odredbe povezani s prodajom iz web-trgovine

source: About Us
hr_hr: O nama

source: This text will appear on the web-store page that provides information about us to users of the web-store.
hr_hr: Ovaj tekst će se pojaviti na stranici web-trgovine koja pruža informacije o nama korisnicima web-trgovine.

source: Contact Us
hr_hr: Kontaktirajte nas

source: This text will appear on the web-store page that provides contact information to users of the web-store.
hr_hr: Ovaj tekst pojavit će se na stranici web-trgovine koja pruža kontakt podatke korisnicima web-trgovine.

source: Freight Policy
hr_hr: Politika tereta

source: This text will appear on the web-store page that spells out the freight policy of the web-shop
hr_hr: Ovaj tekst pojavit će se na stranici web-trgovine na kojoj je navedena politika prijevoza robe web-trgovine

source: Web-Store Behaviour Settings
hr_hr: Postavke ponašanja web-trgovine

source: Show Only Items With Available Stock
hr_hr: Prikaži samo artikle s dostupnim zalihama

source: Shows only items with QOH > 0 thus avoiding the Arriving Soon items.
hr_hr: Prikazuje samo stavke s QOH > 0 čime se izbjegavaju stavke Uskoro stižu.

source: Show/Hide QOH Column
hr_hr: Prikaži/sakrij QOH stupac

source: Hide
hr_hr: Sakriti

source: Shows / Hides the QOH Column Select Hide if you do not want webSHOP visitors to know how many stock do you currently hold.
hr_hr: Prikazuje / skriva QOH stupac Odaberite Sakrij ako ne želite da posjetitelji webSHOP-a znaju koliko zaliha trenutno imate.

source: Stock Locations
hr_hr: Lokacije zaliha

source: Select one or more stock locations (warehouses) that webSHOP should consider stock for the purposes of displaying the on hand quantity for customer information
hr_hr: Odaberite jednu ili više skladišnih lokacija (skladišta) koje bi webSHOP trebao smatrati zalihama za potrebe prikaza raspoložive količine za informacije o kupcima

source: Allow Payment Surcharges
hr_hr: Dopusti doplate plaćanja

source: Add surcharges for different payment methods.
hr_hr: Dodajte doplate za različite načine plaćanja.

source: Surcharges Stock Item
hr_hr: Doplate Stavka zalihe

source: Select the webERP service item to use for payment surcharges to be processed as
hr_hr: Odaberite stavku webERP usluge koju ćete koristiti za doplate plaćanja koje će se obrađivati

source: Freight Calculations
hr_hr: Izračuni vozarine

source: Select the freight calculation method to use for the webSHOP
hr_hr: Odaberite način obračuna vozarine koji ćete koristiti za webSHOP

source: Bank Transfer Settings
hr_hr: Postavke bankovnog prijenosa

source: Allow Bank Transfer Payment
hr_hr: Dopusti plaćanje bankovnim prijenosom

source: Allow bank transfers to be used for payments.
hr_hr: Dopustite korištenje bankovnih prijenosa za plaćanja.

source: Bank Transfer Surcharge
hr_hr: Nadoplata za bankovni prijenos

source: The bank transfer surcharge
hr_hr: Nadoplata za bankovni transfer

source: Paypal Settings
hr_hr: Paypal postavke

source: Allow PayPal Payment
hr_hr: Dopusti PayPal plaćanje

source: Allow PayPal to be used for payments. The configuration details for PayPal payments must be entered below
hr_hr: Dopustite PayPal da se koristi za plaćanja. Pojedinosti konfiguracije za PayPal plaćanja moraju se unijeti u nastavku

source: Pay Pal Bank Account
hr_hr: Paypal bankovni račun

source: Select the webERP bank account to use for receipts processed by Pay Pal
hr_hr: Odaberite webERP bankovni račun koji ćete koristiti za račune koje obrađuje Pay Pal

source: Pay Pal Commission Account
hr_hr: Paypal provizijski račun

source: Select the webERP P/L account to use for commissions (transaction fees) charged by Pay Pal
hr_hr: Odaberite webERP P/L račun koji ćete koristiti za provizije (transakcijske naknade) koje naplaćuje Pay Pal

source: PayPal Surcharge
hr_hr: PayPal doplata

source: The PayPal surcharge
hr_hr: PayPal doplata

source: Paypal user account details
hr_hr: Podaci o Paypal korisničkom računu

source: Cannot be set in the demo
hr_hr: Ne može se postaviti u demo verziji

source: PayPal User
hr_hr: PayPal korisnik

source: The PayPal Merchant User account for Pay Pal Express Checkout
hr_hr: PayPal Merchant korisnički račun za Paypal Express Checkout

source: PayPal Password
hr_hr: Lozinka za PayPal

source: The PayPal Merchant account password for Pay Pal Express Checkout
hr_hr: Lozinka PayPal Merchant računa za Paypal Express Checkout

source: PayPal Signature
hr_hr: PayPal potpis

source: The PayPal merchant account signature for Pay Pal Express Checkout
hr_hr: Potpis PayPal računa trgovca za Paypal Express Checkout

source: Credit Card Processing Settings
hr_hr: Postavke obrade kreditne kartice

source: Allow Credit Card Payments
hr_hr: Dopusti plaćanje kreditnom karticom

source: Allow Credit Cards to be used for payments. The configuration details for PayPal Pro or one of the other credit card payment solutions must be configured.
hr_hr: Dopustite korištenje kreditnih kartica za plaćanja. Pojedinosti konfiguracije za PayPal Pro ili neko od drugih rješenja plaćanja kreditnom karticom moraju biti konfigurirane.

source: Credit Card Gateway
hr_hr: Pristupnik za kreditne kartice

source: Swipe HQ - New Zealand
hr_hr: Swipe HQ - Novi Zeland

source: Select the credit card gateway system to be used.
hr_hr: Odaberite pristupni sustav kreditne kartice koji će se koristiti.

source: Credit Card Surcharge
hr_hr: Nadoplata za kreditnu karticu

source: The credit card surcharge
hr_hr: Nadoplata za kreditnu karticu

source: Credit Card Bank Account
hr_hr: Bankovni račun kreditne kartice

source: Select the webERP bank account to use for receipts processed by credit card
hr_hr: Odaberite webERP bankovni račun koji ćete koristiti za primitke obrađene kreditnom karticom

source: Credit card user account details
hr_hr: Podaci o korisničkom računu kreditne kartice

source: PayPal Pro User
hr_hr: PayPal Pro korisnik

source: Merchant User account for credit card payment available in only USA and Canada
hr_hr: Korisnički račun trgovca za plaćanje kreditnom karticom dostupan samo u SAD-u i Kanadi

source: PayPal Pro Password
hr_hr: Lozinka za PayPal Pro

source: Merchant account password for credit card payment available in only USA and Canada
hr_hr: Lozinka računa trgovca za plaćanje kreditnom karticom dostupna je samo u SAD-u i Kanadi

source: PayPal Pro Signature
hr_hr: Potpis PayPal Pro

source: merchant account signature for credit card payment available in only USA and Canada
hr_hr: potpis trgovačkog računa za plaćanje kreditnom karticom dostupan samo u SAD-u i Kanadi

source: Pay Flow Pro User
hr_hr: Pay Flow Pro korisnik

source: Merchant User account
hr_hr: Korisnički račun trgovca

source: Pay Flow Pro Password
hr_hr: Lozinka za Pay Flow Pro

source: Merchant account password
hr_hr: Lozinka računa trgovca

source: Pay Flow Pro Vendor
hr_hr: Pay Flow Pro dobavljač

source: vendor
hr_hr: prodavač

source: Pay Flow Pro Merchant
hr_hr: Pay Flow Pro trgovac

source: merchant
hr_hr: trgovac

source: SwipeHQ Merchant ID
hr_hr: SwipeHQ ID trgovca

source: Merchant ID - see SwipeHQ settings -> API credentials
hr_hr: ID trgovca - pogledajte SwipeHQ postavke -> API vjerodajnice

source: SwipeHQ API Key
hr_hr: SwipeHQ API ključ

source: API Key - see SwipeHQ admin settings -> API credentials
hr_hr: API ključ - pogledajte postavke administratora SwipeHQ -> API vjerodajnice

source: SMTP Server details
hr_hr: Pojedinosti o SMTP poslužitelju
pt_pt: Detalhes do servidor SMTP

source: SMTP Server
hr_hr: SMTP poslužitelj
pt_pt: O servidor SMTP

source: SMTP Server Settings
hr_hr: Postavke SMTP poslužitelja
pt_pt: Configurações do servidor SMTP

source: The email setting information failed to update
hr_hr: Ažuriranje informacija o postavkama e-pošte nije uspjelo

source: The settings for the SMTP server have been successfully updated
hr_hr: Postavke za SMTP poslužitelj su uspješno ažurirane
pt_pt: As configurações do servidor SMTP foram atualizadas com sucesso

source: The email settings failed to be inserted
hr_hr: Umetanje postavki e-pošte nije uspjelo

source: The email settings information cannot be retrieved
hr_hr: Informacije o postavkama e-pošte nije moguće dohvatiti

source: SMTP Server Details
hr_hr: Detalji SMTP poslužitelja
pt_pt: Detalhes do Servidor SMTP

source: Server Host Name
hr_hr: Naziv glavnog poslužitelja
pt_pt: Host Name Server

source: Helo Command
hr_hr: Helo naredba
pt_pt: Helo Comando

source: Authorisation Required
hr_hr: Potrebna autorizacija
pt_pt: É necessária autorização

source: True
hr_hr: Pravi
pt_pt: Verdadeiro

source: False
hr_hr: lažno
pt_pt: Falso

source: Timeout (seconds)
hr_hr: Istek vremena (sekunde)
pt_pt: Timeout (segundos)

source: Special Order Entry
hr_hr: Unos posebne narudžbe
pt_pt: Inserção de Pedido Especial

source: To set up a special
hr_hr: Za postavljanje posebne
pt_pt: Para configurar um pedido especial

source: Select the supplier now
hr_hr: Sada odaberite dobavljača
pt_pt: Seleccione o fornecedor agora

source: the customer must first be selected from the Select Customer page
hr_hr: kupac se najprije mora odabrati sa stranice Odabir kupca
pt_pt: primeiro o cliente deve ser seleccionado na página de seleção de clientes

source: Select the customer now
hr_hr: Odaberite kupca sada
pt_pt: Seleccione o cliente agora

source: The customer record for
hr_hr: Evidencija kupaca za
pt_pt: O registro de cliente para

source: Select the customer branch to deliver the special to from the list below
hr_hr: S popisa u nastavku odaberite poslovnicu za kupce kojoj želite isporučiti posebnu ponudu
pt_pt: Seleccione a filial do cliente para entregar o especial para a lista abaixo

source: There are no branches defined for the customer selected
hr_hr: Nema definiranih poslovnica za odabranog kupca
pt_pt: Não há filiais definidas para o cliente seleccionado

source: Please select a customer that has branches defined
hr_hr: Odaberite kupca koji ima definirane podružnice
pt_pt: Favor seleccionar um cliente com filiais definidas

source: The reference for this order is less than 3 characters
hr_hr: Referenca za ovu narudžbu je manja od 3 znaka
pt_pt: A referência para este pedido tem menos que 3 caracteres

source: a reference more than 3 characters is required before the order can be added
hr_hr: prije dodavanja narudžbe potrebna je referenca s više od 3 znaka
pt_pt: uma referência com mais de 3 caracteres é necessária antes da adição do pedido

source: The person entering this order must be specified in the initiator field
hr_hr: Osoba koja unosi ovaj nalog mora biti navedena u polju inicijator
pt_pt: A pessoa iniciando este pedido deve ser especificada no campo do iniciador

source: a blank initiator is not allowed
hr_hr: prazan inicijator nije dopušten
pt_pt: um iniciador nulo não é permitido

source: The cost entered must be numeric
hr_hr: Uneseni trošak mora biti numerički
pt_pt: O custo inserido deve ser numérico
