Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Rebuild the System Default Language File
hr_hr: Ponovno izgradite zadanu jezičnu datoteku sustava
pt_pt: Reconstruir o Ficheiro de Linguagem Padrão do Sistema

source: Edit a Language File Header
hr_hr: Uredite zaglavlje jezične datoteke
pt_pt: Editar o Cabeçalho do Ficheiro de Linguagem

source: Edit a Language File Module
hr_hr: Uredite modul jezične datoteke
pt_pt: Editar um Módulo do Ficheiro de Linguagem

source: Edit Remaining Strings For This Language
hr_hr: Uredite preostale nizove za ovaj jezik
pt_pt: Editar Restantes Strings Para Esse Idioma

source: Download messages.po file
hr_hr: Preuzmite datoteku messages.po
pt_pt: Download ficheiro messages.po

source: Download messages.mo file
hr_hr: Preuzmite datoteku messages.mo
pt_pt: Download ficheiro messages.mo

source: Edit Header
hr_hr: Uredi zaglavlje
pt_pt: Editar Cabeçalho

source: Utility to edit a language file header
hr_hr: Uslužni program za uređivanje zaglavlja jezične datoteke
pt_pt: Utilitário para editar um cabeçalho de um ficheiro de linguagem

source: Writing the language file header
hr_hr: Pisanje zaglavlja jezične datoteke
pt_pt: Escrevendo o arquivo de cabeçalho da linguagem

source: Writing the rest of the language file
hr_hr: Zapisivanje ostatka jezične datoteke
pt_pt: Escrevendo o resto do arquivo da linguagem

source: Done
hr_hr: Gotovo
pt_pt: Feito

source: To change language click on the user name at the top left, change to language desired and click Modify
hr_hr: Za promjenu jezika kliknite na korisničko ime gore lijevo, promijenite na željeni jezik i kliknite Izmijeni
pt_pt: Para alterar o idioma clique no nome do utilizador, no canto superior esquerdo, mude para o idioma desejado e clique em Modificar

source: Make sure you have selected the correct language to translate!
hr_hr: Provjerite jeste li odabrali ispravan jezik za prijevod!
pt_pt: Certifique-se de ter selecionado o idioma correto para traduzir!

source: When finished modifying you must click on Modify at the bottom in order to save changes
hr_hr: Kada završite s izmjenama, morate kliknuti na Izmijeni na dnu kako biste spremili promjene
pt_pt: Quando terminar de modificar deve clicar em Modificar na parte inferior, a fim de salvar as alterações

source: Your existing translation file (messages.po) will be backed up as messages.po.old
hr_hr: Vaša postojeća datoteka prijevoda (messages.po) bit će sigurnosno kopirana kao messages.po.old
pt_pt: Seu ficheiro de tradução existente (messages.po) irá ser salvo como messages.po.old

source: Make sure you know what you are doing BEFORE you edit the header
hr_hr: Provjerite znate li što radite PRIJE nego uredite zaglavlje
pt_pt: Certifique-se de que sabe o que está a fazer ANTES de editar o cabeçalho

source: Language File Header for
hr_hr: Zaglavlje jezične datoteke za
pt_pt: Cabeçalho do Ficheiro de Linguagem para

source: Header Line
hr_hr: Redak zaglavlja
pt_pt: Linha de Cabeçalho

source: Edit Module
hr_hr: Uredi modul
pt_pt: Editar Módulo

source: Utility to edit a language file module
hr_hr: Uslužni program za uređivanje modula jezične datoteke
pt_pt: Utilitário para editar um módulo de um ficheiro de linguagem

source: The gettext utilities must be present on your server for these language utilities to work
hr_hr: Uslužni programi gettext moraju biti prisutni na vašem poslužitelju da bi ti jezični uslužni programi radili

source: Writing the language file
hr_hr: Pisanje jezične datoteke
pt_pt: Escrever o ficheiro de linguagem

source: Your existing translation file (messages.po) will be saved as messages.po.old
hr_hr: Vaša postojeća datoteka prijevoda (messages.po) bit će spremljena kao messages.po.old
pt_pt: Seu ficheiro de tradução existente (messages.po) irá ser salvo como messages.po.old

source: Language File for
hr_hr: Jezična datoteka za
pt_pt: Ficheiro de Linguagem Para

source: Module
hr_hr: Modul
pt_pt: Módulo

source: Default text
hr_hr: Zadani tekst
pt_pt: Texto Padrão

source: Translation
hr_hr: Prijevod
pt_pt: Tradução

source: Exists in
hr_hr: Postoji u
pt_pt: Existe em

source: Select the module to edit
hr_hr: Odaberite modul za uređivanje
pt_pt: Seleccione o módulo a editar

source: Refresh messages with latest strings
hr_hr: Osvježite poruke najnovijim nizovima
pt_pt: Actualizar as mensagens com as últimas strings

source: Utility page to rebuild the system default language file
hr_hr: Stranica pomoćnog programa za ponovnu izgradnju zadane jezične datoteke sustava
pt_pt: Página de Utilitário para reconstruir o ficheiro padrão de linguagem do sistema

source: Rebuilding the default language file
hr_hr: Ponovna izgradnja zadane jezične datoteke
pt_pt: A reconstruir o ficheiro de idioma padrão

source: You should now edit the default language file header
hr_hr: Sada biste trebali urediti zaglavlje zadane jezične datoteke
pt_pt: Deve agora editar o cabeçalho do ficheiro do idioma padrão

source: Every new language creates a new translation file from the system default one
hr_hr: Svaki novi jezik stvara novu datoteku prijevoda iz zadane sistemske datoteke
pt_pt: Cada nova linguagem cria um novo ficheiro de tradução a partir do ficheiro padrão do sistema

source: This utility will recreate the system default language file by going through all the script files to get all the strings
hr_hr: Ovaj će uslužni program ponovno stvoriti zadanu jezičnu datoteku sustava prolaskom kroz sve datoteke skripti da bi se dobili svi nizovi
pt_pt: Este utilitário irá recriar o ficheiro de idioma padrão do sistema indo através de todos os ficheiros de scripts para obter todas as strings

source: This is not usually necessary but if done before a new language is created then that language will have any new or recently modified strings
hr_hr: To obično nije potrebno, ali ako se učini prije stvaranja novog jezika, tada će taj jezik imati sve nove ili nedavno izmijenjene nizove
pt_pt: Isto não é normalmente necessário, mas se feito antes da criação de um novo idioma, em seguida este idioma irá ter qualquer novas ou recentemente modificadas strings

source: Existing languages are not affected.
hr_hr: Postojeći jezici nisu zahvaćeni.
pt_pt: Línguas existentes não são afetadas.

source: Apply Current Cost to Sales Analysis
hr_hr: Primijenite trenutni trošak na analizu prodaje
pt_pt: Aplicar custo corrente à análise de vendas

source: Select the Period to update the costs for
hr_hr: Odaberite Razdoblje za koje želite ažurirati troškove
pt_pt: Seleccione o período para actualizar os custos

source: No Period Selected
hr_hr: Nije odabrano razdoblje
pt_pt: Nenhum período seleccionado

source: Update Sales Analysis Costs
hr_hr: Ažuriranje troškova analize prodaje
pt_pt: Actualizar custos na análise de vendas

source: Could not retrieve the sales analysis records to be updated because
hr_hr: Nije moguće dohvatiti zapise analize prodaje za ažuriranje jer
pt_pt: Não foi possível obter os registros de análise de vendas a serem actualizados pois

source: Could not recalculate the current cost of the assembly item
hr_hr: Nije moguće ponovno izračunati trenutni trošak stavke sklopa
pt_pt: Não foi possível recalcular o custo corrente do item de montagem

source: Could not update the sales analysis records for
hr_hr: Nije moguće ažurirati zapise analize prodaje za
pt_pt: Não foi possível actualizar os registros de análise de vendas para

source: Updated sales analysis for period
hr_hr: Ažurirana analiza prodaje za razdoblje
pt_pt: Análise de vendas atualizada para o período

source: and stock item
hr_hr: i zaliha
pt_pt: e item de stock

source: using a cost of
hr_hr: koristeći trošak od
pt_pt: usando um custo de

source: Updated the sales analysis cost data for period
hr_hr: Ažurirani podaci o troškovima analize prodaje za razdoblje
pt_pt: Dados de custo da análise de vendas actualizados para o período

source: Rebuild sales analysis Records
hr_hr: Ponovno izgradite evidenciju analize prodaje

source: This script rebuilds sales analysis records. NB: all sales budget figures will be lost!
hr_hr: Ova skripta ponovno gradi zapise analize prodaje. Napomena: sve brojke prodajnog proračuna bit će izgubljene!

source: The sales analysis data could not be recreated because
hr_hr: Podaci analize prodaje nisu se mogli ponovno izraditi jer

source: The sales analsysis data has been recreated based on current stock master and customer master information
hr_hr: Podaci o analizi prodaje ponovno su kreirani na temelju trenutnih matičnih informacija o zalihama i kupaca

source: Remove Purchase Order Back Orders
hr_hr: Ukloni povratne narudžbe za kupnju

source: This will alter all purchase orders where the quantity required is more than the quantity delivered - where some has been delivered already. The quantity ordered will be reduced to the same as the quantity already delivered - removing all back orders
hr_hr: Ovo će promijeniti sve narudžbenice gdje je potrebna količina veća od isporučene količine - gdje su neke već isporučene. Naručena količina će se smanjiti na već isporučenu količinu - uklanjanjem svih zaostalih narudžbi

source: Remove Purchase Back Orders
hr_hr: Uklonite povratne narudžbe

source: Updated all purchase orders to remove back orders
hr_hr: Ažurirane su sve narudžbenice radi uklanjanja zaostalih narudžbi

source: Reverse and Delete Supplier Payments
hr_hr: Storniranje i brisanje plaćanja dobavljača
pt_pt: Reverter e remover pagamentos ao fornecedor

source: The number of payments that will be deleted is
hr_hr: Broj uplata koje će biti izbrisane je
pt_pt: O número de pagamentos que será removido é

source: Deleting payment number
hr_hr: Brisanje broja plaćanja
pt_pt: Removendo pagamento número

source: to supplier code
hr_hr: kod dobavljača
pt_pt: para código de fornecedor

source: for an amount of
hr_hr: za iznos od
pt_pt: para uma quantia de

source: The update to the suppliers charges that were settled by the payment failed because
hr_hr: Ažuriranje troškova dobavljača koji su podmireni plaćanjem nije uspjelo jer
pt_pt: A atualização das cargas de fornecedores pagas foi mal sucedida pois

source: reversed the allocations
hr_hr: poništio dodjele
pt_pt: alocações revertidas

source: deleted the SuppAllocs records
hr_hr: izbrisao SuppAllocs zapise
pt_pt: registros SuppAllocs removidos

source: Deleted the SuppTran record
hr_hr: Izbrisan zapis SuppTran
pt_pt: Registro SuppTran removido

source: the GLTrans records (if any)
hr_hr: GLTrans zapisi (ako postoje)
pt_pt: os registros GLTrans (se houver)

source: and the BankTrans record
hr_hr: i zapisnik BankTrans
pt_pt: e o registro BankTrans

source: Enter the date of the payment run
hr_hr: Unesite datum izvođenja plaćanja
pt_pt: Insira a data do pagamento executado

source: Reverse Supplier Payments on the Date Entered
hr_hr: Obrnuto plaćanje dobavljača na uneseni datum
pt_pt: Reverter pagamentos ao fornecedor para a data inserida

source: Sales Integrity
hr_hr: Integritet prodaje
pt_pt: Vendas Integridade

source: Sales Integrity Check
hr_hr: Provjera integriteta prodaje
pt_pt: Vendas Integrity Check

source: Check every Invoice has a Sales Order
hr_hr: Provjerite ima li svaka faktura prodajni nalog
pt_pt: Confira todas as faturas tem uma Ordem de Vendas

source: Check every Invoice has a Tax Entry
hr_hr: Provjerite ima li svaki račun porezni unos
pt_pt: Verifique todos os Fatura tem uma entrada de Imposto

source: Check every Invoice has a GL Entry
hr_hr: Provjerite ima li svaka faktura GL unos
pt_pt: Verifique todos os Fatura tem uma entrada GL

source: Invoice
hr_hr: Dostavnica
pt_pt: Fatura

source: No Sales Order
hr_hr: Nema prodajnog naloga
pt_pt: Não Ordem de Vendas

source: Has no Tax Entry
hr_hr: Nema poreznu prijavu
pt_pt: Não tem nenhuma entrada Imposto

source: has no GL Entry
hr_hr: nema GL unos
pt_pt: não tem nenhuma entrada GL

source: Check for orphan GL Entries
hr_hr: Provjerite unose GL bez izvora
pt_pt: Verifique se órfão GL Entradas

source: GL Entry
hr_hr: GL unos
pt_pt: GL Entrada

source: could not be found
hr_hr: nije bilo moguće pronaći
pt_pt: não pôde ser encontrado

source: Check Receipt totals
hr_hr: Provjerite ukupne iznose računa
pt_pt: Verifique Recibo totais

source: in GL but found
hr_hr: u GL ali pronađeno
pt_pt: GL mas achei

source: in debtorstrans
hr_hr: u dužnicimatrans
pt_pt: em debtorstrans

source: Check for orphan Receipts
hr_hr: Provjerite potvrde za siročad
pt_pt: Verifique se Receipts órfãos

source: not found in GL
hr_hr: nije pronađeno u GL
pt_pt: não foi encontrado na GL

source: Check for orphan Sales Orders
hr_hr: Provjerite prodajne narudžbe siročadi
pt_pt: Verifique se há ordens de vendas órfãos

source: Has no Invoice
hr_hr: Nema fakturu
pt_pt: Não tem nota fiscal

source: Check for orphan Order Items
hr_hr: Provjerite nema li narudžbenih stavki
pt_pt: Verifique itens Ordem órfãos

source: Check Order Item Amounts
hr_hr: Provjerite iznose stavki narudžbe
pt_pt: Item Verifique Valores Ordem

source: Order Item
hr_hr: Stavka narudžbe
pt_pt: Item da ordem

source: Has no Sales Order
hr_hr: Nema prodajni nalog
pt_pt: Não tem ordem de venda

source: Debtors trans
hr_hr: Dužnici prev
pt_pt: Devedores trans

source: differ from salesorderdetails
hr_hr: razlikuju od pojedinosti prodajnog naloga
pt_pt: diferir salesorderdetails

source: Check for orphan Stock Moves
hr_hr: Provjerite poteze dionica siročadi
pt_pt: Verifique se Move órfãos Stock

source: Stock Move
hr_hr: Premještanje dionica
pt_pt: Stock Mova

source: Check for orphan Tax Entries
hr_hr: Provjerite porezne unose siročadi
pt_pt: Verifique se órfão Imposto Entradas

source: Tax Entry
hr_hr: Unos poreza
pt_pt: Fiscal de Entrada

source: Sales Integrity Check completed.
hr_hr: Provjera integriteta prodaje je završena.
pt_pt: Vendas Integrity Check concluída.

source: Update Item Costs From CSV
hr_hr: Ažuriraj troškove stavke iz CSV-a

source: Update Item Costs from CSV file
hr_hr: Ažurirajte troškove stavke iz CSV datoteke

source: The file to import the item cost updates from contains incorrect column headings
hr_hr: Datoteka iz koje se uvoze ažuriranja troškova stavke sadrži netočne naslove stupaca

source: The selected item code does not exist
hr_hr: Odabrana šifra artikla ne postoji

source: Batch Update of costs
hr_hr: Skupno ažuriranje troškova

source: This function updates the costs of all items from a comma separated variable (csv) file.
hr_hr: Ova funkcija ažurira troškove svih stavki iz datoteke varijabli odvojenih zarezima (csv).

source: followed by rows containing these four fields for each cost to be updated.
hr_hr: nakon čega slijede redovi koji sadrže ova četiri polja za svaki trošak koji treba ažurirati.

source: The StockID field must have a corresponding entry in the stockmaster table.
hr_hr: Polje StockID mora imati odgovarajući unos u tablici stockmaster.

source: Apply Current Customer and Branch Data to Sales Analysis
hr_hr: Primijenite trenutne podatke o kupcima i podružnicama na analizu prodaje

source: Update Sales Analysis Customer Data
hr_hr: Ažurirajte podatke o kupcima analize prodaje

source: Could not retrieve the customer records to be updated because
hr_hr: Nije moguće dohvatiti korisničke zapise za ažuriranje jer

source: Updated sales analysis for customer code
hr_hr: Ažurirana analiza prodaje za kod kupca

source: and branch code
hr_hr: i kod grane

source: Updated the sales analysis with all the latest sales areas, salesman and sales types as set up now
hr_hr: Ažurirana analiza prodaje sa svim najnovijim prodajnim područjima, prodavačima i vrstama prodaje kako je sada postavljeno

source: Upgrade webERP 3.01 - 3.02
hr_hr: Nadogradite webERP 3.01 - 3.02
pt_pt: Upgrade Lince 3.01 - 3.02

source: Upgrade script to number salesorderdetails records as required by version 3.02 .... please wait
hr_hr: Nadogradite skriptu na brojeve salesorderdetails zapisa prema zahtjevima verzije 3.02 .... pričekajte
pt_pt: Script de actualização para número de registros salesorderdetails conforme exigido pela versão 3.02 .... aguarde

source: The upgrade script appears to have been run already successfully - there is no need to re-run it
hr_hr: Čini se da je skripta za nadogradnju već uspješno pokrenuta - nema potrebe za ponovnim pokretanjem
pt_pt: O script de actualização parece ter sido executado com sucesso - não há necessidade de voltar a voltar a executá-lo

source: The sales orderdetails lines have been numbered appropriately for version 3.02
hr_hr: Redovi pojedinosti prodajnog naloga označeni su odgovarajućim brojevima za verziju 3.02
pt_pt: As linhas com os detalhes do pedido de vendas foram numeradas adequadamente para a versão 3.02

source: Upgrade webERP 3.04 - 3.05
hr_hr: Nadogradite webERP 3.04 - 3.05
pt_pt: Upgrade Lince 3.04 - 3.05

source: This script will run perform any modifications to the database required to allow the additional functionality in version 3.05 scripts
hr_hr: Ova skripta će se pokrenuti i izvršiti sve izmjene baze podataka potrebne za dopuštanje dodatne funkcije u skriptama verzije 3.05
pt_pt: Este script irá efectuar todos as modificações na base de dados necessárias para permitir funcionalidades adicionais na versão 3.05

source: Perform Upgrade
hr_hr: Izvršite nadogradnju
pt_pt: A Efectuar Ugrade

source: The script to upgrade the database failed because
hr_hr: Skripta za nadogradnju baze podataka nije uspjela jer
pt_pt: O script para actualizar a base de dados falhou porque

source: Upgrade script to put cost information against GRN records from purchorderdetails records .... please wait
hr_hr: Nadogradite skriptu za postavljanje informacija o troškovima u odnosu na GRN zapise iz zapisa o detaljima nabave .... pričekajte
pt_pt: Script de actualização para colocar informações sobre os custos contra registos de NBR a partir de registros purchorderdetails .... aguarde

source: The GRN records have been updated with cost information from purchorderdetails successfully
hr_hr: GRN zapisi su uspješno ažurirani informacijama o troškovima iz pojedinosti naručitelja
pt_pt: Os registros da NBR foram atualizados com informações sobre os custos de purchorderdetails com sucesso

source: Upgrade webERP 3.06 - 3.07
hr_hr: Nadogradnja webERP 3.06 - 3.07
pt_pt: Upgrade Lince 3.06 - 3.07

source: This script will run perform any modifications to the database since v 3.06 required to allow the additional functionality in version 3.07 scripts
hr_hr: Ova skripta će se pokrenuti i izvesti sve izmjene baze podataka od verzije 3.06 potrebne za dopuštanje dodatne funkcije u skriptama verzije 3.07
pt_pt: Este script irá efectuar todas as modificações na base de dados desde da versão 3.06 exigida para permitir funcionalidades adicionais na versão 3.07

source: Upgrade webERP 3.071 - 3.08
hr_hr: Nadogradnja webERP 3.071 - 3.08
pt_pt: Upgrade Lince 3.071 - 3.08

source: This script will run perform any modifications to the database since v 3.071 required to allow the additional functionality in version 3.08 scripts
hr_hr: Ova skripta će se pokrenuti i izvesti sve izmjene baze podataka od v. 3.071 potrebne za dopuštanje dodatne funkcije u skriptama verzije 3.08
pt_pt: Este script irá efectuar todas as modificações na base de dados desde da versão 3.071 exigida para permitir funcionalidades adicionais na versão 3.08

source: Upgrade webERP 3.08 - 3.09
hr_hr: Nadogradnja webERP 3.08 - 3.09

source: This script will run perform any modifications to the database since v 3.08 required to allow the additional functionality in version 3.09 scripts
hr_hr: Ova skripta će se pokrenuti i izvesti sve izmjene baze podataka od verzije 3.08 potrebne za dopuštanje dodatne funkcije u skriptama verzije 3.09
pt_pt: Este script será executado realizar quaisquer modificações para o banco de dados desde v 3,08 necessários para permitir a funcionalidade adicional na versão 3.09 scripts

source: Upgrade webERP 3.09 - 3.10
hr_hr: Nadogradnja webERP 3.09 - 3.10

source: This script will run perform any modifications to the database since v 3.09 required to allow the additional functionality in version 3.09 scripts
hr_hr: Ova skripta će se pokrenuti i izvršiti sve izmjene baze podataka od verzije 3.09 potrebne za dopuštanje dodatne funkcije u skriptama verzije 3.09
pt_pt: Este script será executado realizar quaisquer modificações para o banco de dados desde v 3,09 necessários para permitir a funcionalidade adicional na versão 3.09 scripts

source: Upgrade webERP 3.10 - 3.11
hr_hr: Nadogradnja webERP 3.10 - 3.11

source: This script will run perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.11 scripts
hr_hr: Ova skripta će se pokrenuti i izvesti sve izmjene baze podataka od v. 3.10 potrebne za dopuštanje dodatne funkcije u skriptama verzije 3.11
pt_pt: Este script será executado realizar quaisquer modificações para o banco de dados desde v 3,10 necessários para permitir a funcionalidade adicional na versão 3.11 scripts

source: If there are any failures then please check with your system administrator
hr_hr: Ako postoje bilo kakvi kvarovi, provjerite sa svojim administratorom sustava
pt_pt: Se houver alguma falha, por favor, verifique com o administrador do sistema

source: Please read all notes carefully to ensure they are expected
hr_hr: Pažljivo pročitajte sve napomene kako biste bili sigurni da su očekivane
pt_pt: Por favor, leia atentamente todas as notas para garantir que eles são esperados

source: Upgrade webERP to version 3.10.5
hr_hr: Nadogradite webERP na verziju 3.10.5
pt_pt: Upgrade para a versão 3.10.5 webERP

source: This script will perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.10 scripts
hr_hr: Ova skripta izvršit će sve izmjene baze podataka od verzije 3.10 potrebne za dopuštanje dodatne funkcije u skriptama verzije 3.10
pt_pt: Este script irá executar quaisquer modificações para o banco de dados desde v 3,10 necessários para permitir a funcionalidade adicional na versão 3.10 scripts

source: Inserting default Debtor type
hr_hr: Umetanje zadane vrste dužnika
pt_pt: Inserindo tipo padrão Devedor

source: Failed
hr_hr: neuspješno
pt_pt: Falha

source: Inserting default Factor company
hr_hr: Umetanje zadane tvrtke Factor
pt_pt: Inserir empresa padrão Fator

source: Adding quotedate to salesorders table
hr_hr: Dodavanje ponude u tablicu prodajnih naloga
pt_pt: Adicionando quotedate à mesa SalesOrders

source: Adding confirmeddate to salesorders table
hr_hr: Dodavanje potvrđenog datuma u tablicu prodajnih narudžbi
pt_pt: Adicionando confirmeddate à mesa SalesOrders

source: Upgrade webERP 3.11 - 4.00
hr_hr: Nadogradite webERP 3.11 - 4.00

source: This script will run perform any modifications to the database since v 3.11 required to allow the additional functionality in version 4.00 scripts
hr_hr: Ova skripta će se pokrenuti i izvesti sve izmjene baze podataka od v. 3.11 potrebne za dopuštanje dodatne funkcije u skriptama verzije 4.00
pt_pt: Este script será executado realizar quaisquer modificações para o banco de dados desde v 3,11 necessários para permitir a funcionalidade adicional na versão 4.00 scripts

source: Database Upgrade
hr_hr: Nadogradnja baze podataka

source: You have the following database updates which are required.
hr_hr: Imate sljedeća potrebna ažuriranja baze podataka.

source: Please ensure that you have taken a backup of your current database before continuing.
hr_hr: Provjerite jeste li napravili sigurnosnu kopiju svoje trenutne baze podataka prije nastavka.

source: Update Number
hr_hr: Ažuriraj broj

source: Update Description
hr_hr: Ažuriraj opis

source: No descriptrion can be found for this update
hr_hr: Nije moguće pronaći opis za ovo ažuriranje

source: Continue With Updates
hr_hr: Nastavite s ažuriranjima

source: Database Updates Have Been Run
hr_hr: Ažuriranja baze podataka su pokrenuta
