Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Total asset additions
hr_hr: Ukupni dodaci imovine

source: Total contract charges
hr_hr: Ukupni troškovi ugovora

source: Invoice Summary
hr_hr: Sažetak računa

source: The input must be numeric
hr_hr: Unos mora biti numerički

source: Manually
hr_hr: Ručno

source: Invoice Total
hr_hr: Ukupna faktura
pt_pt: Factura total

source: Enter Invoice
hr_hr: Unesite fakturu
pt_pt: Inserir factura

source: The invoice as entered cannot be processed because the total amount of the invoice is less than 0
hr_hr: Unesena faktura ne može se obraditi jer je ukupni iznos fakture manji od 0
pt_pt: A factura, inscritos não pode ser processada porque o valor total da fatura for inferior a 0

source: Invoices are expected to have a positive charge
hr_hr: Očekuje se da će fakture imati pozitivan naboj
pt_pt: As faturas deverão ter uma carga positiva

source: The tax total is
hr_hr: Ukupni porez je

source: The ovamount is
hr_hr: Iznos jajnika je

source: The invoice as entered will be processed but be warned the amount of the invoice is zero!
hr_hr: Unesena faktura bit će obrađena, ali upozoravamo da je iznos fakture nula!
pt_pt: A factura, inscritos será processado, mas seja advertido o montante da factura é zero!

source: Invoices are normally expected to have a positive charge
hr_hr: Obično se očekuje da fakture imaju pozitivnu naplatu
pt_pt: As faturas são normalmente deverá ter uma carga positiva

source: The invoice as entered cannot be processed because the there is no suppliers invoice number or reference entered
hr_hr: Uneseni račun ne može se obraditi jer nema unesenog broja ili reference dobavljača
pt_pt: A factura inserida não pode ser processada porque não há referência de número de factura fornecedores inseridas

source: The supplier invoice number must be entered
hr_hr: Potrebno je upisati broj fakture dobavljača
pt_pt: O número da factura do fornecedor deve ser inserida

source: The invoice as entered cannot be processed because the invoice date entered is not in the format
hr_hr: Uneseni račun nije moguće obraditi jer uneseni datum računa nije u formatu
pt_pt: A factura inserida não pode ser processada porque a data da factura inserida não está no formato

source: The invoice as entered cannot be processed because the invoice date is after today
hr_hr: Faktura kako je unesena ne može se obraditi jer je datum fakture nakon današnjeg dana
pt_pt: A factura como a inserida não pode ser processada porque a data da factura é depois de hoje

source: Purchase invoices are expected to have a date prior to or today
hr_hr: Očekuje se da fakture za kupnju imaju datum prije ili danas
pt_pt: Facturas de compra são exigidas para possuir uma data priorizada ou hoje

source: The invoice as entered cannot be processed because the exchange rate for the invoice has been entered as a negative or zero number
hr_hr: Faktura kakva je unesena ne može se obraditi jer je tečaj za fakturu unesen kao negativan broj ili nula
pt_pt: A factura como a inserida não pode ser processada porque a taxa de troca para a factura inserida é como um número negativo ou zero

source: The invoice total as entered is less than the sum of the shipment charges, the general ledger entries (if any), the charges for goods received, contract charges and fixed asset charges. There must be a mistake somewhere, the invoice as entered will not be processed
hr_hr: Uneseni ukupni iznos fakture manji je od zbroja troškova otpreme, unosa u glavnu knjigu (ako postoje), troškova za primljenu robu, ugovornih troškova i troškova osnovnih sredstava. Mora da je negdje greška, faktura kakva je unesena neće biti obrađena

source: The sql to check for the previous entry of the same invoice failed
hr_hr: Sql za provjeru prethodnog unosa iste fakture nije uspio
pt_pt: O comando SQL para checar por entradas anteriores da mesma factura falhou

source: The invoice number
hr_hr: Broj fakture
pt_pt: Número da factura

source: has already been entered
hr_hr: je već uneseno
pt_pt: já foi inserido

source: It cannot be entered again
hr_hr: Ne može se ponovno unijeti
pt_pt: Ele não pode ser inserido novamente

source: Shipment charge against
hr_hr: Naplata pošiljke protiv
pt_pt: Cargas do carregamento de acordo

source: Asset Addition
hr_hr: Dodavanje imovine
pt_pt: Adição de Ativos

source: exch rate
hr_hr: devizni tečaj
pt_pt: taxa de câmbio

source: The supplier invoice transaction could not be added to the database because
hr_hr: Transakcija fakture dobavljača nije se mogla dodati u bazu podataka jer
pt_pt: A transação da factura do fornecedor não pôde ser adicionada no base de dados porque

source: The quantity invoiced of the purchase order line could not be updated because
hr_hr: Fakturirana količina retka narudžbenice nije se mogla ažurirati jer
pt_pt: A quantidade facturada da linha do pedido de compra não pôde ser atualizada porque

source: The quantity invoiced off the goods received record could not be updated because
hr_hr: Količina fakturirana izvan evidencije primljene robe nije se mogla ažurirati jer
pt_pt: A quantidade facturada das mercadorias devolvidas não puderam ser atualizadas

source: The stock movement record for the delivery could not have the cost updated to the actual cost
hr_hr: Zapis kretanja zaliha za isporuku nije mogao ažurirati trošak na stvarni trošak

source: The sales analysis records could not be updated for the cost variances on this purchase invoice
hr_hr: Zapisi analize prodaje nisu se mogli ažurirati za odstupanja u troškovima na ovoj fakturi za kupnju

source: The stock movements for invoices cannot be updated for the cost variances on this purchase invoice
hr_hr: Kretanja zaliha za fakture ne mogu se ažurirati za odstupanja u troškovima na ovoj fakturi za kupnju

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost could not be updated because:
hr_hr: KRITIČNA GREŠKA! ZAPIŠITE OVU POGREŠKU I POTRAŽITE POMOĆ. Trošak dugotrajne imovine nije se mogao ažurirati jer:
pt_pt: CRITICAL ERROR! Anote este erro e pedir auxílio. O custo do ativo fixo não pode ser atualizada, porque:

source: Supplier invoice number
hr_hr: Broj fakture dobavljača
pt_pt: Número da factura do fornecedor

source: Enter another Invoice for this Supplier
hr_hr: Unesite drugu fakturu za ovog dobavljača
pt_pt: Digite outra fatura para este fornecedor

source: Enter payment
hr_hr: Unesite plaćanje

source: Search for Item
hr_hr: Traži stavku

source: Search for a supplier
hr_hr: Potražite dobavljača

source: Find new Item Code
hr_hr: Pronađite novi kod artikla

source: Suppliers UOM
hr_hr: Dobavljači UOM

source: Suppliers Description
hr_hr: Opis dobavljača

source: Suppliers Item Code
hr_hr: Šifra artikla dobavljača

source: Save
hr_hr: Uštedjeti

source: NZ account numbers must have 16 numeric characters in it
hr_hr: Novozelandski brojevi računa moraju imati 16 numeričkih znakova
pt_pt: Os números da conta NZ deve possuir 16 caracteres numéricos

source: NZ account numbers entered must use all numeric characters in it
hr_hr: Uneseni brojevi NZ računa moraju koristiti sve numeričke znakove
pt_pt: Os números da conta NZ inseridos devem usar todos os caracteres numéricos nele

source: NZ Accounts codes with the United Bank are not verified
hr_hr: Kodovi NZ računa kod United Bank nisu potvrđeni
pt_pt: Códigos das contas do NZ com o banco da união não foram verificados

source: be careful to enter the correct account number
hr_hr: pazite da unesete točan broj računa
pt_pt: tenha cuidado para inserir o número da conta correcto

source: ANZ branches must be between 0001 and 0999 or between 1100 and 1199
hr_hr: ANZ poslovnice moraju biti između 0001 i 0999 ili između 1100 i 1199
pt_pt: Filiais ANZ devem ser entre 0001 e 0999 ou entre 1100 e 1199

source: The branch number used is invalid
hr_hr: Korišteni broj poslovnice je nevažeći
pt_pt: O número da filial usada é inválida

source: Bank Of New Zealand branches must be between 0001 and 0999 or between 1200 and 1299
hr_hr: Podružnice Bank of New Zealand moraju biti između 0001 i 0999 ili između 1200 i 1299
pt_pt: Filiais do banco da Nova Zelândia devem ser entre 0001 e 0999 ou entre 1200 e 1299

source: Westpac Trust branches must be between 0001 and 0999 or between 1300 and 1399
hr_hr: Podružnice Westpac Trusta moraju biti između 0001 i 0999 ili između 1300 i 1399
pt_pt: Filiais Westpac Trust devem estar entre 00001 e 0999 ou entre 1300 e 1399

source: National Bank branches must be between 0001 and 0999 or between 1400 and 1499
hr_hr: Podružnice Narodne banke moraju biti između 0001 i 0999 ili između 1400 i 1499
pt_pt: Filiais do National Bank devem ser entre 0001 e 0999 ou entre 1400 e 1499

source: National Australia branches must be between 6500 and 6599
hr_hr: Nacionalni australski ogranci moraju biti između 6500 i 6599
pt_pt: Filiais do Australia National devem ser entre 6500 e 6599

source: The Reserve Bank branch should be 0000
hr_hr: Podružnica rezervne banke trebala bi biti 0000
pt_pt: As filiais do Reserve Bank deveriam ser 0000

source: Trust Bank and Regional Bank branches must be between 3000 and 4999
hr_hr: Podružnice Trust Bank i Regionalne banke moraju biti između 3000 i 4999
pt_pt: Filiais do Trust Bank e Regional Bank devem ser entre 3000 e 4999

source: Post Office Bank branches must be between 5000 and 6499
hr_hr: Poslovnice poštanske banke moraju biti između 5000 i 6499
pt_pt: Filiais do Post Office Bank devem ser entre 5000 e 6499

source: Countrywide Bank branches must be between 2500 and 2599
hr_hr: Poslovnice banke u cijeloj zemlji moraju biti između 2500 i 2599
pt_pt: Filiais do Countrywide Bank devem ser entre 2500 e 2599

source: United Bank branches must be between 2150 and 2299
hr_hr: Podružnice United Bank moraju biti između 2150 i 2299
pt_pt: Filiais do United Bnak devem ser entre 2150 e 2299

source: Hong Kong and Shanghai branches must be between 2900 and 2949
hr_hr: Podružnice u Hong Kongu i Šangaju moraju biti između 2900 i 2949
pt_pt: Filiais do banco Hong Kong e Shangai devem ser entre 2900 e 2949

source: Citibank NA branches must be between 2800 and 2849
hr_hr: Podružnice Citibank NA moraju biti između 2800 i 2849
pt_pt: Filiais do Citybank devem ser entre 2800 e 2849

source: Rural Bank branches must be between 6700 and 6799
hr_hr: Podružnice Ruralne banke moraju biti između 6700 i 6799
pt_pt: Filiais do Rural Bank devem ser entre 6700 6799

source: The prefix
hr_hr: Prefiks
pt_pt: O prefixo

source: is not a valid New Zealand Bank
hr_hr: nije valjana novozelandska banka
pt_pt: não é válido no New Zealand Bank

source: If you are using webERP outside New Zealand error trapping relevant to your country should be used
hr_hr: Ako koristite webERP izvan Novog Zelanda, treba koristiti praćenje pogrešaka relevantno za vašu zemlju
pt_pt: Se está a utilizar o Lince fora da Nova Zelândia um erro relevante ao seu país deve ser utilizado

source: The account number entered does not meet the banking check sum requirement and cannot be a valid account number
hr_hr: Uneseni broj računa ne udovoljava zahtjevu bankovnog kontrolnog zbroja i ne može biti važeći broj računa
pt_pt: O número da conta inserida não está de acordo com a soma requerida e não pode ser um número de conta válida

source: Review Supplier Contact Details
hr_hr: Pregledajte podatke za kontakt dobavljača

source: The supplier number already exists in the database
hr_hr: Broj dobavljača već postoji u bazi podataka
pt_pt: O códifo do fornecedor já existe na base de dados

source: The Supplier Code cannot be empty
hr_hr: Šifra dobavljača ne može biti prazna
pt_pt: O código do fornecedor não pode estar vazio

source: The supplier code cannot contain any of the illegal characters
hr_hr: Kod dobavljača ne smije sadržavati nedopuštene znakove

source: The telephone number must be 25 characters or less long
hr_hr: Telefonski broj mora imati 25 znakova ili manje
pt_pt: O número de telefone deve ter no máximo 25 caracteres

source: The fax number must be 25 characters or less long
hr_hr: Broj faksa mora imati 25 znakova ili manje
pt_pt: O número do fax deve ter no máximo 25 caracteres

source: The email address must be 55 characters or less long
hr_hr: Adresa e-pošte mora imati 55 znakova ili manje
pt_pt: O endereço de email deve ter no máximo 55 caracteres

source: The URL address must be 50 characters or less long
hr_hr: URL adresa mora imati 50 znakova ili manje

source: The bank reference text must be less than 12 characters long
hr_hr: Tekst reference banke mora biti kraći od 12 znakova
pt_pt: A referência do texto do banco deve ser menos que 12 caracteres

source: The supplier since field must be a date in the format
hr_hr: Polje dobavljača od mora biti datum u formatu
pt_pt: O campo 'fornecedor desde' deve ter uma data no formato

source: Cannot change currency code as transactions already exist
hr_hr: Nije moguće promijeniti kod valute jer transakcije već postoje
pt_pt: Não é possível alterar o código actual quando transacções já existem

source: The supplier could not be updated because
hr_hr: Dobavljač nije mogao biti ažuriran jer
pt_pt: O fornecedor não pôde ser actualizado porque

source: The supplier master record for
hr_hr: Glavni zapis dobavljača za
pt_pt: O registro master do forncedor para

source: The supplier
hr_hr: Dobavljač
pt_pt: O fornecedor

source: A new supplier for
hr_hr: Novi dobavljač za
pt_pt: Um novo fornecedor para

source: Cannot delete this supplier because there are transactions that refer to this supplier
hr_hr: Nije moguće izbrisati ovog dobavljača jer postoje transakcije koje se odnose na ovog dobavljača
pt_pt: Não é possível remover este fornecedor pois há transacções referenciando-o

source: transactions against this supplier
hr_hr: transakcije protiv ovog dobavljača
pt_pt: transacções referenciando este fornecedor

source: Cannot delete the supplier record because purchase orders have been created against this supplier
hr_hr: Nije moguće izbrisati zapis dobavljača jer su za ovog dobavljača stvorene narudžbenice
pt_pt: Não é possível remover o registro de fornecedor pois foram criadas ordens com o mesmo

source: orders against this supplier
hr_hr: narudžbe protiv ovog dobavljača
pt_pt: pedidos referenciando este fornecedor

source: Cannot delete this supplier because there are supplier contacts set up against it
hr_hr: Nije moguće izbrisati ovog dobavljača jer su za njega postavljeni kontakti dobavljača
pt_pt: Não é possível remover o registro de fornecedor pois este possui contactos relacionados

source: delete these first
hr_hr: obrišite prvo ove
pt_pt: remova-os primeiro

source: supplier contacts relating to this supplier
hr_hr: kontakte dobavljača koji se odnose na ovog dobavljača
pt_pt: contactos relacionados a este fornecedor

source: Supplier record for
hr_hr: Evidencija dobavljača za
pt_pt: Registro de fornecedor para

source: Create Supplier Details
hr_hr: Napravite pojedinosti o dobavljaču

source: only number + - ( and ) allowed
hr_hr: dopušten je samo broj + - ( i ).

source: The input should be fax number
hr_hr: Unos bi trebao biti broj faksa

source: email format such as xx@mail.cn
hr_hr: format e-pošte kao što je xx@mail.cn

source: Only email address are allowed
hr_hr: Dopuštene su samo adrese e-pošte

source: URL format such as www.example.com
hr_hr: URL format kao što je www.example.com

source: Only URL address are allowed
hr_hr: Dopuštene su samo URL adrese

source: Supplier Type
hr_hr: Vrsta dobavljača
pt_pt: Tipo Fornecedor

source: Supplier Since
hr_hr: Dobavljač Od
pt_pt: Fornecedor Desde

source: Bank Particulars
hr_hr: Podaci o banci
pt_pt: Nome Banco

source: Bank reference
hr_hr: Referenca banke
pt_pt: Referência do banco

source: Bank Account No
hr_hr: Broj bankovnog računa
pt_pt: Número da Conta Bancária

source: Less than 30 characters
hr_hr: Manje od 30 znakova

source: Factor Company
hr_hr: Tvrtka Factor
pt_pt: Factor Empresa

source: Within 20 characters
hr_hr: Unutar 20 znakova

source: Supplier Currency
hr_hr: Valuta dobavljača
pt_pt: Moeda do Fornecedor

source: Not Required
hr_hr: Nije potrebno
pt_pt: Não obrigatório

source: Could not load shippers
hr_hr: Nije moguće učitati pošiljatelje
pt_pt: Não foi possível carregar transportadora

source: Default Shipper
hr_hr: Zadani pošiljatelj
pt_pt: Transportadora Padrão

source: Default GL Account
hr_hr: Zadani GL račun

source: Insert New Supplier
hr_hr: Unesite novog dobavljača
pt_pt: Inserir novo fornecedor

source: Edit Supplier Details
hr_hr: Uredite podatke o dobavljaču

source: Within 40 characters
hr_hr: Unutar 40 znakova

source: Only digit blank ( ) and - allowed
hr_hr: Dopušteno je samo prazno mjesto ( ) i -

source: The input must be in email format
hr_hr: Unos mora biti u formatu e-pošte

source: url format such as www.example.com
hr_hr: url format kao što je www.example.com

source: The input must be in url format
hr_hr: Unos mora biti u url formatu

source: Bank Reference
hr_hr: Referenca banke
pt_pt: Referência do Banco

source: Add These New Supplier Details
hr_hr: Dodajte ove nove podatke o dobavljaču
pt_pt: Adicionar estes novos detalhes do fornecedor

source: Update Supplier
hr_hr: Ažurirajte dobavljača
pt_pt: Actualizar Fornecedor

source: However checks will be made to ensure there are no outstanding purchase orders or existing accounts payable transactions before the deletion is processed
hr_hr: Međutim, izvršit će se provjere kako bi se osiguralo da nema nepodmirenih narudžbenica ili postojećih transakcija plaćanja računa prije obrade brisanja
pt_pt: Porém serão feitas verificações para assegurar que não há pedidos de compra ou pendentes antes da remoção ser processada

source: Delete Supplier
hr_hr: Brisanje dobavljača
pt_pt: Remover fornecedor

source: Are you sure you wish to delete this supplier?
hr_hr: Jeste li sigurni da želite izbrisati ovog dobavljača?
pt_pt: Tem certeza de que deseja excluir este fornecedor?

source: Authorisation Problem
hr_hr: Problem s autorizacijom

source: You do not have authority to create supplier tenders for this company.
hr_hr: Nemate ovlasti kreirati ponude dobavljača za ovu tvrtku.

source: Please see your system administrator
hr_hr: Obratite se svom administratoru sustava

source: You do not have authority to amend supplier tenders for this company.
hr_hr: Nemate ovlasti mijenjati ponude dobavljača za ovu tvrtku.

source: Edit an Existing Supplier Tender Request
hr_hr: Uredite postojeći zahtjev za ponudu dobavljača

source: Purchase Order Tendering
hr_hr: Natječaj za narudžbenicu

source: Tender ID
hr_hr: ID natječaja

source: Create a New Supplier Tender Request
hr_hr: Napravite novi zahtjev za ponudu dobavljača

source: The tender has been successfully saved
hr_hr: Natječaj je uspješno spremljen

source: The supplier must have an email set up or they cannot be part of a tender
hr_hr: Dobavljač mora imati postavljenu e-poštu ili ne može biti dio ponude

source: Tender header details
hr_hr: Detalji zaglavlja natječaja

source: Delivery Must Be Made Before
hr_hr: Dostava mora biti izvršena prije

source: The address should not be over 40 characters
hr_hr: Adresa ne smije imati više od 40 znakova

source: The characters should not be over 20 characters
hr_hr: Znakovi ne smiju imati više od 20 znakova

source: The characters should not be over 15 characters
hr_hr: Znakovi ne smiju imati više od 15 znakova

source: The input should be telephone number and should not be over 25 charaters
hr_hr: Unos treba biti telefonski broj i ne smije imati više od 25 znakova

source: Suppliers To Send Tender
hr_hr: Dobavljači za slanje ponude

source: Items in Tender
hr_hr: Predmeti u natječaju

source: Select Suppliers
hr_hr: Odaberite Dobavljači

source: Select Item Details
hr_hr: Odaberite pojedinosti stavke

source: Close This Tender
hr_hr: Zatvori ovaj natječaj

source: Save Tender
hr_hr: Spremi tender

source: Supplier Search Criteria
hr_hr: Kriteriji traženja dobavljača

source: Left it blank to show all
hr_hr: Ostavite prazno za prikaz svih

source: Leave it blank to show all
hr_hr: Ostavite prazno za prikaz svih

source: There are no suppliers data returned, one reason maybe no email addresses set for those suppliers
hr_hr: Nema vraćenih podataka o dobavljačima, jedan od razloga možda nisu postavljene adrese e-pošte za te dobavljače

source: Leave it bank to show all
hr_hr: Ostavite banku za prikaz svih

source: Tenders
hr_hr: Natječaji
pt_pt: Licitações

source: Select items required on this tender
hr_hr: Odaberite artikle potrebne na ovom natječaju

source: Add to Tender
hr_hr: Dodaj u Natječaj

source: Supplier Tendering
hr_hr: Natječaj dobavljača
pt_pt: Fornecedor de concurso

source: This functionality can only be accessed via a supplier login.
hr_hr: Ovoj se funkciji može pristupiti samo putem prijave dobavljača.
pt_pt: Essa funcionalidade só pode ser acessado através de um login fornecedor.

source: Confirm the Response For Tender
hr_hr: Potvrdite odgovor na ponudu

source: Tender Number
hr_hr: Broj ponude

source: Offered
hr_hr: Ponuđeno

source: Confirm and Send Email
hr_hr: Potvrdite i pošaljite e-poštu

source: Cancel Offer
hr_hr: Otkaži ponudu

source: Create or View Offers from
hr_hr: Izradite ili pogledajte ponude iz
pt_pt: Criar ou Ver Ofertas de

source: Select option for tendering
hr_hr: Odaberite opciju za nadmetanje
pt_pt: Selecione a opção para os concursos

source: View or Amend outstanding offers from
hr_hr: Pogledajte ili izmijenite izvanredne ponude od
pt_pt: Exibir ou Alterar oferece excepcional do

source: Create a new offer from
hr_hr: Napravite novu ponudu iz
pt_pt: Criar uma nova oferta de

source: View any open tenders without an offer from
hr_hr: Pogledajte sve otvorene natječaje bez ponude od

source: Items to offer from
hr_hr: Artikli za ponudu iz
pt_pt: Itens a oferta de

source: Tenders Waiting For Offers
hr_hr: Natječaji čekaju ponude

source: Outstanding Tenders Waiting For Offer
hr_hr: Izvanredni tenderi čekaju ponudu

source: Tender
hr_hr: Ponuda

source: Input must be in numeric format
hr_hr: Unos mora biti u numeričkom formatu

source: Select items to offer from
hr_hr: Odaberite artikle za ponudu
pt_pt: Selecione os itens a oferta de

source: Supplier Transactions Inquiry
hr_hr: Upit o transakcijama dobavljača
pt_pt: Consulta de Transacções do Fornecedor

source: The supplier transactions for the selected criteria could not be retrieved because
hr_hr: Transakcije dobavljača za odabrane kriterije nisu se mogle dohvatiti jer
pt_pt: As transacções do fornecedor com o critério selecionado não pode ser devolvido porque

source: Could not retrieve the GL transactions for this AP transaction
hr_hr: Nije moguće dohvatiti GL transakcije za ovu AP transakciju
pt_pt: Não foi possível obter a transacção do LC para esta transacção de CP

source: There are no GL transactions created for the above AP transaction
hr_hr: Nema kreiranih GL transakcija za gornju AP transakciju
pt_pt: Não existem transacções no LC criadas para a transacção de CP acima

source: The GL transactions for this AP transaction are out of balance by
hr_hr: GL transakcije za ovu AP transakciju su izvan ravnoteže do
pt_pt: A transação do LC para esta transação de CP encontra-se fora de equilíbrio em

source: Supplier Types
hr_hr: Vrste dobavljača
pt_pt: Fornecedor Tipos

source: Supplier Type Setup
hr_hr: Postavljanje tipa dobavljača
pt_pt: Fornecedor Tipo de instalação

source: Add/edit/delete Supplier Types
hr_hr: Dodavanje/uređivanje/brisanje vrsta dobavljača
pt_pt: Adicionar / editar / apagar Fornecedor Tipos

source: The supplier type name description must be 100 characters or less long
hr_hr: Opis naziva tipa dobavljača mora imati 100 znakova ili manje
pt_pt: O fornecedor descrição nome do tipo deve ser de 100 caracteres ou menos longo
