Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: This feature makes webERP show links to a free form company knowledge base using a wiki. This allows sharing of important company information - about customers, suppliers and products and the set up of work flow menus and/or company procedures documentation
hr_hr: Ova značajka čini da webERP prikazuje veze na bazu znanja tvrtke u slobodnom obliku koristeći wiki. To omogućuje dijeljenje važnih informacija tvrtke - o kupcima, dobavljačima i proizvodima te postavljanje izbornika tijeka rada i/ili dokumentacije o procedurama tvrtke
pt_pt: Esta característica faz ligações mostram webERP a uma base de conhecimento livre forma de empresa através de um wiki. Isso permite o compartilhamento de informações importantes da empresa - sobre clientes, fornecedores e produtos e da criação de menus de fluxo de trabalho e / ou documentação procedimentos da empresa

source: Wiki Path
hr_hr: Wiki put
pt_pt: Caminho Wiki

source: The path to the wiki installation to form the basis of wiki URLs - or the full URL of the wiki.
hr_hr: Put do instalacije wikija koji će činiti osnovu URL-ova wikija - ili puni URL wikija.

source: Geocode Customers and Suppliers
hr_hr: Geocode kupci i dobavljači
pt_pt: Clientes e Fornecedores Geocode

source: Geocode Integration Enabled
hr_hr: Geocode integracija omogućena
pt_pt: Integração do Geocode Ativado

source: Geocode Integration Disabled
hr_hr: Integracija geokoda onemogućena
pt_pt: Integração do Geocode Desactivo

source: This feature will give Latitude and Longitude coordinates to customers and suppliers. Requires access to a mapping provider. You must setup this facility under Main Menu - Setup - Geocode Setup. This feature is experimental.
hr_hr: Ova značajka će kupcima i dobavljačima dati koordinate zemljopisne širine i dužine. Zahtijeva pristup pružatelju usluga kartiranja. Ovu mogućnost morate postaviti pod Glavnim izbornikom - Postavljanje - Postavljanje geokoda. Ova značajka je eksperimentalna.
pt_pt: Esse recurso vai fornecer latitude e longitude para clientes e fornecedores. Requer acesso a um provedor de mapeamento. É preciso configurar esse recurso no Menu Principal - Geocode Instalação - Configuração. Esta funcionalidade é experimental.

source: Extended Customer Information
hr_hr: Proširene informacije o kupcima
pt_pt: Extender Informação do Cliente

source: Extended Customer Info Enabled
hr_hr: Omogućene su proširene informacije o kupcu
pt_pt: Extender Informação do Cliente Activo

source: Extended Customer Info Disabled
hr_hr: Prošireni podaci o klijentu onemogućeni
pt_pt: Extender Informação do Cliente Desactivo

source: This feature will give extended information in the Select Customer screen.
hr_hr: Ova će značajka dati proširene informacije na zaslonu Odabir kupca.
pt_pt: Esta funcionalidade irá dar mais informação na página: Selecione Cliente.

source: Extended Supplier Information
hr_hr: Proširene informacije o dobavljaču
pt_pt: Extender Informação do Fornecedor

source: Extended Supplier Info Enabled
hr_hr: Omogućene su proširene informacije o dobavljaču
pt_pt: Extender Informação do Fornecedor Activo

source: Extended Supplier Info Disabled
hr_hr: Prošireni podaci o dobavljaču onemogućeni
pt_pt: Extender Informação do Fornecedor Desactivo

source: This feature will give extended information in the Select Supplier screen.
hr_hr: Ova će značajka dati proširene informacije na zaslonu Odabir dobavljača.
pt_pt: Esta funcionalidade irá dar mais informação na página: Selecione Fornecedor.

source: Prohibit GL Journals to Control Accounts
hr_hr: Zabraniti GL časopisima da kontroliraju račune
pt_pt: Proibir Diário de Livro de Contabilidade para Controlar Contas

source: Prohibited
hr_hr: Zabranjeno
pt_pt: Proibido

source: Allowed
hr_hr: Dopušteno
pt_pt: Permitido

source: Setting this to prohibited prevents accidentally entering a journal to the automatically posted and reconciled control accounts for creditors (AP) and debtors (AR)
hr_hr: Postavljanjem ove opcije na zabranjeno sprječava se slučajno unošenje dnevnika u automatski knjižene i usklađene kontrolne račune za vjerovnike (AP) i dužnike (AR)
pt_pt: Definir esta opção para impedir, inserir acidentalmente um diário para o enviado automaticamente e reconciliada controle de contas para credores (AP) e devedores (AR)

source: Prohibit GL Journals to Periods Prior To
hr_hr: Zabrani GL dnevnike za razdoblja prije
pt_pt: Proibir Diário de Livro de Contabilidade para Períodos Anteriores A

source: This allows all periods before the selected date to be locked from postings. All postings for transactions dated prior to this date will be posted in the period following this date.
hr_hr: To omogućuje da sva razdoblja prije odabranog datuma budu zaključana od knjiženja. Sva knjiženja za transakcije datirane prije ovog datuma bit će objavljena u razdoblju koje slijedi nakon ovog datuma.
pt_pt: Isto permite que todos os períodos anteriores à data seleccionada sejam bloqueados para afixações. Todos os lançamentos para data de transacções anteriores a esta data serão postadas no período após essa data.

source: Inventory Costing Method
hr_hr: Metoda obračuna troškova zaliha
pt_pt: Inventário do Método de Custo

source: Weighted Average Costing
hr_hr: Ponderirani prosječni trošak
pt_pt: Custo Médio Ponderado

source: Standard Costing
hr_hr: Standardni obračun troškova
pt_pt: Custo Padrão

source: webERP allows inventory to be costed based on the weighted average of items in stock or full standard costing with price variances reported. The selection here determines the method used and the general ledger postings resulting from purchase invoices and shipment closing
hr_hr: webERP omogućuje određivanje troškova zaliha na temelju ponderiranog prosjeka stavki na zalihama ili potpunog standardnog obračuna troškova s ​​prijavljenim odstupanjima u cijeni. Odabir ovdje određuje korištenu metodu i knjiženja glavne knjige koja proizlaze iz faktura za kupnju i zatvaranja pošiljke
pt_pt: Lince permite inventário a ser avaliadas com base na média ponderada dos itens em stock ou total avaliação padrão com a variâncias do preço relatados. A seleção aqui determina o método utilizado e as afixações do livro de contabilidade resultando das facturas de compra e encerramento de transferência

source: Auto Issue Components
hr_hr: Komponente automatskog izdavanja
pt_pt: Auto Emissão de Componentes

source: When items are manufactured it is possible for the components of the item to be automatically decremented from stock in accordance with the Bill of Material setting
hr_hr: Kada se artikli proizvedu, moguće je da se komponente artikla automatski smanje sa zaliha u skladu s postavkom Bill of Material
pt_pt: Quando os itens são fabricados, é possível que os componentes do item sejam automaticamente decrementados do stock em conformidade com a Conta de Material ajustada

source: Prohibit Negative Stock
hr_hr: Zabranite negativnu zalihu
pt_pt: Proibir Estoques Negativos

source: Setting this parameter to Yes prevents invoicing and the issue of stock if this would result in negative stock. The stock problem must be corrected before the invoice or issue is allowed to be processed.
hr_hr: Postavljanje ovog parametra na Da sprječava fakturiranje i izdavanje zaliha ako bi to rezultiralo negativnim zalihama. Problem sa zalihama mora se ispraviti prije nego što se dopusti obrada fakture ili izdanja.
pt_pt: Definir este parâmetro para Sim impede facturação e a emissão de stock se o resultado resultar em stock negativo. O problema do stock deve ser corrigido antes da emissão da factura ou que a emissão seja autorizada a ser processada.

source: Months of Audit Trail to Retain
hr_hr: Mjeseci revizijskog traga za zadržavanje
pt_pt: Meses do Rastro de Auditoria a Reter

source: If this parameter is set to 0 (zero) then no audit trail is retained. An audit trail is a log of which users performed which additions updates and deletes of database records. The full SQL is retained
hr_hr: Ako je ovaj parametar postavljen na 0 (nula), tada se ne zadržava revizijski trag. Revizijski trag je dnevnik koji su korisnici izvršili koja su dodavanja, ažuriranja i brisanja zapisa baze podataka. Cijeli SQL je zadržan
pt_pt: Se este parâmetro for definido para 0 (zero), então nenhum rastro de auditoria é mantido. Um rastro de auditoria é um registo dos utilizadores que realizaram actualizações adicionais e eliminações de registos na base de dados. A versão completa do SQL é mantida

source: Errors Only
hr_hr: Samo greške
pt_pt: Somente erros

source: Errors and Warnings
hr_hr: Pogreške i upozorenja
pt_pt: Erros e avisos

source: Errors, Warnings and Info
hr_hr: Pogreške, upozorenja i informacije
pt_pt: Erros, Avisos e Informações

source: Log Severity Level
hr_hr: Razina ozbiljnosti zapisnika
pt_pt: Log Nível de Gravidade

source: Choose which Status messages to keep in your log file.
hr_hr: Odaberite koje statusne poruke želite zadržati u svojoj log datoteci.
pt_pt: Escolha quais as mensagens de status para se manter em seu arquivo de log.

source: Path to log files
hr_hr: Put do datoteka dnevnika
pt_pt: Caminho para arquivos de log

source: The path to the directory where the log files will be stored. Note the apache user must have write permissions on this directory.
hr_hr: Put do direktorija gdje će biti pohranjene datoteke dnevnika. Imajte na umu da apache korisnik mora imati dopuštenje za pisanje u ovom direktoriju.
pt_pt: O caminho para o diretório onde os arquivos de log serão armazenados. Note que o usuário apache deve ter permissões de gravação nesse diretório.

source: Controlled Items Defined At Work Order Entry
hr_hr: Kontrolirane stavke definirane pri unosu radnog naloga
pt_pt: Itens Controlados definidos na entrada do pedido de trabalho

source: When set to yes, controlled items are defined at the time of the work order creation. Otherwise controlled items (serial numbers and batch/roll/lot references) are entered at the time the finished items are received against the work order
hr_hr: Kada je postavljeno na Da, kontrolirane stavke se definiraju u trenutku kreiranja radnog naloga. Inače kontrolirani artikli (serijski brojevi i reference serije/rola/lota) unose se u trenutku kada su gotovi artikli primljeni prema radnom nalogu
pt_pt: Quando definida como Sim, os produtos controlados são definidos no momento da criação da ordem de trabalhos. Caso contrário, os produtos controlados (números de série e lote / roll referências / lote) são contabilizadas no momento em que os artigos acabados são recebidos contra a ordem de serviço

source: Auto Create Work Orders
hr_hr: Automatsko stvaranje radnih naloga
pt_pt: Auto criar ordens de serviço

source: Setting this parameter to Yes will ensure that when a sales order is placed if there is insufficient stock then a new work order is created at the default factory location
hr_hr: Postavljanje ovog parametra na Da osigurat će da se novi radni nalog kreira na zadanoj tvorničkoj lokaciji kada se postavi prodajni nalog ako nema dovoljno zaliha
pt_pt: Definir esse parâmetro como Sim vai garantir que, quando uma ordem de vendas é colocada, se há estoque suficiente, em seguida, uma ordem de trabalho é criado no local padrão de fábrica

source: Default Factory Location
hr_hr: Zadana tvornička lokacija
pt_pt: Local padrão Factory

source: Could not load locations table
hr_hr: Nije moguće učitati tablicu lokacija
pt_pt: Não foi possível carregar a tabela de posições

source: This location is the location where work orders will be created from when the auto create work orders option is activated
hr_hr: Ova lokacija je lokacija s koje će se kreirati radni nalozi kada se aktivira opcija automatskog kreiranja radnih naloga
pt_pt: Esta localização é o local onde as ordens de serviço serão criados a partir de quando a opção de criar automaticamente as ordens de serviço é ativado

source: Factory Manager Email Address
hr_hr: Adresa e-pošte upravitelja tvornice
pt_pt: Fábrica Email Manager

source: Work orders automatically created when sales orders are entered will be emailed to this address
hr_hr: Radni nalozi koji se automatski kreiraju kada se unesu prodajni nalozi bit će poslani e-poštom na ovu adresu
pt_pt: As ordens de serviço automaticamente criado quando as ordens de vendas são contabilizados será enviada para este endereço

source: Purchasing Manager Email Address
hr_hr: Adresa e-pošte upravitelja nabave
pt_pt: A aquisição Email Manager

source: The email address for the purchasing manager, used to receive notifications by the tendering system
hr_hr: Adresa e-pošte za voditelja nabave, koja se koristi za primanje obavijesti od strane sustava za nadmetanje
pt_pt: O endereço de e-mail para o gerente de compras, usado para receber notificações por o sistema de concurso

source: Inventory Manager Email Address
hr_hr: Adresa e-pošte upravitelja zaliha

source: Using Smtp Mail
hr_hr: Korištenje Smtp pošte

source: The default setting is using mail in default php.ini, if you choose Yes for this selection, you can use the SMTP set in the setup section.
hr_hr: Zadana postavka je korištenje pošte u zadanom php.ini, ako odaberete Da za ovaj odabir, možete koristiti SMTP postavljen u odjeljku za postavljanje.

source: Text for Quality Product Specification
hr_hr: Tekst za specifikaciju kvalitetnog proizvoda

source: This text appears on product specifications
hr_hr: Ovaj se tekst pojavljuje na specifikacijama proizvoda

source: Text for Quality Product Certifications
hr_hr: Tekst za certifikate kvalitete proizvoda

source: This text appears on product certifications
hr_hr: Ovaj se tekst pojavljuje na certifikatima proizvoda

source: Auto Log Quality Samples
hr_hr: Automatsko bilježenje uzoraka kvalitete

source: The flag determines if the system creates quality samples automatically for each lot during P/O Receipt and W/O Receipt transactions.
hr_hr: Oznaka određuje hoće li sustav automatski kreirati uzorke kvalitete za svaki lot tijekom transakcija P/O primitka i W/O primitka.

source: Allow use of short-cut menus
hr_hr: Dopusti korištenje izbornika prečaca

source: The flag determines if the system allows users to create the javascript short cut menu - this can cause confusion to some users with some themes.
hr_hr: Zastavica određuje dopušta li sustav korisnicima stvaranje izbornika prečaca za javascript - to može izazvati zabunu kod nekih korisnika s nekim temama.

source: Last day of the week
hr_hr: Zadnji dan u tjednu

source: Timesheet entry default to weeks ending on this day
hr_hr: Unos vremenskog lista prema zadanim postavkama odnosi se na tjedne koji završavaju na ovaj dan

source: Tax Authorities
hr_hr: Porezne vlasti
pt_pt: Aut.Fiscal

source: Tax Authorities Maintenance
hr_hr: Porezna uprava Održavanje

source: The tax type description may not be empty
hr_hr: Opis vrste poreza ne smije biti prazan
pt_pt: A descrição do tipo de imposto não pode ser vazio

source: The update of this tax authority failed because
hr_hr: Ažuriranje ove porezne uprave nije uspjelo jer
pt_pt: A atualização deste órgão da receita foi mal sucedido pois

source: The tax authority for record has been updated
hr_hr: Porezna uprava za evidenciju je ažurirana
pt_pt: O registro do órgão da receita foi actualizado

source: The addition of this tax authority failed because
hr_hr: Dodatak ove porezne vlasti nije uspio jer
pt_pt: A adição deste órgão da receita foi mal sucedido pois

source: The new tax authority record has been added to the database
hr_hr: U bazu je dodan novi zapis porezne uprave
pt_pt: O novo registro de órgão da receita foi adicionado ao base de dados

source: Cannot delete this tax authority because there are tax groups defined that use it
hr_hr: Nije moguće izbrisati ovo porezno tijelo jer postoje definirane porezne skupine koje ga koriste
pt_pt: Não é possível eliminar esta autoridade fiscal porque existe grupos de imposto definidos que a utilizam

source: The selected tax authority record has been deleted
hr_hr: Odabrani zapis porezne uprave je izbrisan
pt_pt: O registro do órgão da receita seleccionado foi removido

source: The defined tax authorities could not be retrieved because
hr_hr: Definirana porezna tijela nisu se mogla dohvatiti jer
pt_pt: Não foi possível obter os órgãos da receita definidos pois

source: Input Tax
hr_hr: Ulazni porez
pt_pt: Impostos sobre entradas

source: Output Tax
hr_hr: Izlazni porez
pt_pt: Impostos de Saída

source: Bank Act Type
hr_hr: Vrsta akta banke
pt_pt: Tipo Banco Acto

source: Bank Swift
hr_hr: Banka Swift
pt_pt: Swift do Banco

source: Are you sure you wish to delete this tax authority?
hr_hr: Jeste li sigurni da želite izbrisati ovo porezno tijelo?

source: Edit Rates
hr_hr: Uredi cijene
pt_pt: Editar taxas

source: Review all defined tax authority records
hr_hr: Pregledajte sve definirane evidencije poreznih tijela
pt_pt: Revisar todos os registros de autoridade fiscal definida

source: Edit Tax Authority Details
hr_hr: Uredite podatke o poreznoj upravi

source: Create New Tax Authority Details
hr_hr: Stvorite nove pojedinosti o poreznoj upravi

source: Tax Type Description
hr_hr: Opis vrste poreza
pt_pt: Descrição do Tipo de Imposto

source: No illegal characters allowed and should not be blank
hr_hr: Nema nedopuštenih znakova i ne smije biti prazno

source: Input tax GL Account
hr_hr: GL račun ulaznog poreza
pt_pt: Inserção de Impostos na Conta do LC

source: Output tax GL Account
hr_hr: GL račun izlaznog poreza
pt_pt: Conta de impostos de saída no LC

source: Bank Name
hr_hr: Naziv banke
pt_pt: Nome do Banco

source: Not more than 40 chacraters
hr_hr: Ne više od 40 znakova

source: Bank Account Type
hr_hr: Vrsta bankovnog računa
pt_pt: Tipo de Conta Bancária

source: No more than 20 characters
hr_hr: Ne više od 20 znakova

source: Bank Swift No
hr_hr: Bank Swift br
pt_pt: Número do Swift do Banco

source: No more than 15 characters
hr_hr: Ne više od 15 znakova

source: Tax Group Maintenance
hr_hr: Održavanje porezne grupe
pt_pt: Manutenção dos Grupos de Impostos

source: Dispatch Tax Province Maintenance
hr_hr: Održavanje Porezne Pokrajine Otpreme
pt_pt: Manutenção do Imposto Província

source: Tax Category Maintenance
hr_hr: Održavanje porezne kategorije
pt_pt: Manutenção da Categoria de Imposto

source: Tax Rates
hr_hr: Porezne stope
pt_pt: Taxas de Imposto

source: Tax Rates Maintenance
hr_hr: Održavanje poreznih stopa

source: This page can only be called after selecting the tax authority to edit the rates for
hr_hr: Ovu stranicu moguće je pozvati samo nakon odabira porezne uprave za koju želite urediti stope
pt_pt: Esta página só pode ser chamada após seleccionar o órgão da receita para edição das taxas

source: Please select the Rates link from the tax authority page
hr_hr: Odaberite poveznicu Cijene na stranici porezne uprave
pt_pt: Favor seleccionar o link de taxas na página de órgãos da receita

source: to go to the Tax Authority page
hr_hr: za odlazak na stranicu Porezne uprave
pt_pt: para ir para a página Aut.Fiscal

source: All rates updated successfully
hr_hr: Sve su cijene uspješno ažurirane
pt_pt: Todas as taxas foram atualizadas com sucesso

source: Deliveries From
hr_hr: Isporuke od
pt_pt: Entregas De

source: Input must be numeric
hr_hr: Unos mora biti numerički

source: Update Rates
hr_hr: Cijene ažuriranja
pt_pt: Actualizar Taxas

source: There are no tax rates to show - perhaps the dispatch tax province records have not yet been created?
hr_hr: Nema poreznih stopa za prikaz - možda još nisu stvoreni zapisi pokrajine o porezu na otpremu?
pt_pt: Não existem taxas de imposto para mostrar - talvez o despacho do registo de imposto de província ainda não foram criados?

source: Tax Categories
hr_hr: Porezne kategorije
pt_pt: Categorias de Imposto

source: The tax category name cannot contain the character
hr_hr: Naziv porezne kategorije ne može sadržavati znak
pt_pt: O nome da categoria de imposto não pode conter o caracter

source: The tax category name may not be empty
hr_hr: Naziv porezne kategorije ne smije biti prazan
pt_pt: O nome da categoria de imposto não pode ser nulo

source: The tax category cannot be renamed because another with the same name already exists.
hr_hr: Poreznu kategoriju nije moguće preimenovati jer već postoji druga s istim nazivom.
pt_pt: A categoria de imposto não pode ser renomeada porque outra com o mesmo nome já existe.

source: The tax category could not be updated
hr_hr: Nije moguće ažurirati kategoriju poreza
pt_pt: A categoria de imposto não pode ser actualizada

source: The tax category no longer exists
hr_hr: Porezna kategorija više ne postoji
pt_pt: A categoria de imposto já não existe

source: Tax category name changed
hr_hr: Naziv porezne kategorije promijenjen
pt_pt: Nome da categoria de imposto mudada

source: The tax category cannot be created because another with the same name already exists
hr_hr: Porezna kategorija ne može se stvoriti jer već postoji druga s istim nazivom
pt_pt: A categoria de imposto não pode ser criada porque uma outra com o mesmo nome já existe

source: The new tax category could not be added
hr_hr: Nije moguće dodati novu poreznu kategoriju
pt_pt: Não foi possível adicionar uma nova categoria de imposto

source: New tax category added
hr_hr: Dodana nova porezna kategorija
pt_pt: Nova categoria de imposto adicionada

source: Cannot delete this tax category because it no longer exists
hr_hr: Nije moguće izbrisati ovu poreznu kategoriju jer više ne postoji
pt_pt: Não foi possível eliminar esta categoria de imposto porque ela já não existe

source: Cannot delete this tax category because inventory items have been created using this tax category
hr_hr: Nije moguće izbrisati ovu poreznu kategoriju jer su stavke inventara stvorene pomoću ove porezne kategorije
pt_pt: Não é possível eliminar esta categoria de imposto porque items de inventário foram criados utilizando esta categoria de imposto

source: inventory items that refer to this tax category
hr_hr: zalihe koje se odnose na ovu poreznu kategoriju
pt_pt: itens de inventário que se referem a esta categoria de imposto

source: tax category and any tax rates set for it have been deleted
hr_hr: porezna kategorija i sve porezne stope postavljene za nju su izbrisane
pt_pt: a categoria de imposto e quaisqueres taxas de imposto definidos foram eliminados

source: Could not get tax categories because
hr_hr: Nije moguće dobiti porezne kategorije jer
pt_pt: Não foi possível obter a categoria de impostos porque

source: Are you sure you wish to delete this tax category?
hr_hr: Jeste li sigurni da želite izbrisati ovu poreznu kategoriju?

source: Review Tax Categories
hr_hr: Pregledajte porezne kategorije
pt_pt: Rever Categorias de Taxa

source: Could not retrieve the requested tax category, please try again.
hr_hr: Nije moguće dohvatiti traženu poreznu kategoriju, pokušajte ponovno.
pt_pt: Não foi possível recuperar a categoria de imposto solicitada, tente novamente.

source: Edit Tax Category
hr_hr: Uredi kategoriju poreza

source: Create Tax Category
hr_hr: Stvorite poreznu kategoriju

source: Tax Category Name
hr_hr: Naziv porezne kategorije
pt_pt: Nome da Categoria do Imposto

source: No more than 30 characters
hr_hr: Ne više od 30 znakova

source: No illegal characters allowed and cannot be blank
hr_hr: Nema nedopuštenih znakova i ne može biti prazno

source: Tax Authorities and Rates Maintenance
hr_hr: Porezne vlasti i održavanje stopa
pt_pt: Autoridades Fiscais e Manutenção de Preços

source: Tax Groups
hr_hr: Porezne skupine
pt_pt: Grupos de Impostos

source: The Group description entered must be at least 4 characters long
hr_hr: Uneseni opis grupe mora imati najmanje 4 znaka
pt_pt: A descrição do Grupo inserido dever ter pelo menos 4 caracteres
