Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Cuban peso
hr_hr: kubanski pezo

source: Cape Verde escudo
hr_hr: Zelenortski eskudo

source: Czech koruna
hr_hr: češka kruna

source: Djiboutian franc
hr_hr: džibutski franak

source: Danish krone
hr_hr: danska kruna

source: Dominican peso
hr_hr: dominikanski pezo

source: Algerian dinar
hr_hr: alžirski dinar

source: Egyptian pound
hr_hr: egipatska funta

source: Eritrean nakfa
hr_hr: Eritrejska nakfa

source: Ethiopian birr
hr_hr: etiopski bir

source: European Union euro
hr_hr: euro Europske unije

source: Fiji dollar
hr_hr: fidžijski dolar

source: Falkland Islands pound
hr_hr: Falklandska funta

source: United Kingdom pound sterling
hr_hr: britanska funta sterlinga

source: Georgian lari
hr_hr: gruzijski lari

source: Ghanaian cedi
hr_hr: ganski cedi

source: Gibraltar pound
hr_hr: Gibraltarska funta

source: Gambian dalasi
hr_hr: gambijski dalasi

source: Guinean franc
hr_hr: gvinejski franak

source: Guatemalan quetzal
hr_hr: gvatemalski quetzal

source: Guyanese dollar
hr_hr: Gvajanski dolar

source: Hong Kong dollar
hr_hr: hongkonški dolar

source: Honduran lempira
hr_hr: honduraška lempira

source: Croatian kuna
hr_hr: hrvatska kuna

source: Haitian gourde
hr_hr: haićanska tikva

source: Hungarian forint
hr_hr: mađarska forinta

source: Indonesian rupiah
hr_hr: indonezijska rupija

source: Israeli new shekel
hr_hr: novi izraelski šekel

source: Indian rupee
hr_hr: indijska rupija

source: Iraqi dinar
hr_hr: irački dinar

source: Iranian rial
hr_hr: iranski rijal

source: Icelandic krona
hr_hr: islandska kruna

source: Jamaican dollar
hr_hr: jamajčanski dolar

source: Jordanian dinar
hr_hr: jordanski dinar

source: Japanese yen
hr_hr: japanski jen

source: Kenyan shilling
hr_hr: Kenijski šiling

source: Kyrgyzstani som
hr_hr: kirgistanski som

source: Cambodian riel
hr_hr: kambodžanski rijel

source: Comoro franc
hr_hr: Komorski franak

source: North Korean won
hr_hr: Sjevernokorejski pobjednik

source: South Korean won
hr_hr: Južnokorejski pobjednik

source: Kuwaiti dinar
hr_hr: kuvajtski dinar

source: Cayman Islands dollar
hr_hr: dolar Kajmanskih otoka

source: Kazakhstani tenge
hr_hr: kazahstanski tenge

source: Lebanese pound
hr_hr: libanonska funta

source: Sri Lankan rupee
hr_hr: šrilankanska rupija

source: Liberian dollar
hr_hr: Liberijski dolar

source: Lesotho loti
hr_hr: lesotski loti

source: Lithuanian litas
hr_hr: litavski litas

source: Latvian lats
hr_hr: latvijski lat

source: Libyan dinar
hr_hr: libijski dinar

source: Moroccan dirham
hr_hr: marokanski dirham

source: Moldovan leu
hr_hr: moldavski lej

source: Malagasy ariary
hr_hr: madagaskarski arijar

source: Macedonian denar
hr_hr: makedonski denar

source: Myanmar kyat
hr_hr: mijanmarski kjat

source: Mongolian tugrik
hr_hr: mongolski tugrik

source: Mauritanian ouguiya
hr_hr: mauritanska ouguiya

source: Mauritian rupee
hr_hr: mauricijanska rupija

source: Maldivian rufiyaa
hr_hr: Maldivska rufija

source: Malawian kwacha
hr_hr: malavijska kwacha

source: Mexican peso
hr_hr: meksički pezo

source: Mexican Unidad de Inversion (funds code)
hr_hr: Meksički Unidad de Inversion (kod sredstava)

source: Malaysian ringgit
hr_hr: malezijski ringit

source: Mozambican metical
hr_hr: mozambijski metikal

source: Namibian dollar
hr_hr: namibijski dolar

source: Nigerian naira
hr_hr: nigerijska naira

source: Nicaraguan cordoba
hr_hr: Nikaragvanska kordoba

source: Norwegian krone
hr_hr: Norveška kruna

source: Nepalese rupee
hr_hr: nepalska rupija

source: New Zealand dollar
hr_hr: novozelandski dolar

source: Omani rial
hr_hr: omanski rijal

source: Panamanian balboa
hr_hr: panamska balboa

source: Peruvian nuevo sol
hr_hr: peruanski novi sol

source: Papua New Guinean kina
hr_hr: kina Papue Nove Gvineje

source: Philippine peso
hr_hr: filipinski pezo

source: Pakistani rupee
hr_hr: pakistanska rupija

source: Polish zloty
hr_hr: poljski zlot

source: Paraguayan guarani
hr_hr: paragvajski guarani

source: Qatari riyal
hr_hr: katarski rijal

source: Romanian new leu
hr_hr: novi rumunjski lej

source: Serbian dinar
hr_hr: srpski dinar

source: Russian rouble
hr_hr: ruska rublja

source: Rwandan franc
hr_hr: ruandski franak

source: Saudi riyal
hr_hr: saudijski rijal

source: Solomon Islands dollar
hr_hr: dolar Salomonskih Otoka

source: Seychelles rupee
hr_hr: sejšelska rupija

source: Sudanese pound
hr_hr: sudanska funta

source: Swedish krona
hr_hr: švedska kruna

source: Singapore dollar
hr_hr: singapurski dolar

source: Saint Helena pound
hr_hr: funta Svete Helene

source: Sierra Leonean leone
hr_hr: leone iz Sijera Leonea

source: Somali shilling
hr_hr: somalijski šiling

source: Surinamese dollar
hr_hr: Surinamski dolar

source: South Sudanese pound
hr_hr: južnosudanska funta

source: Sao Tome and Principe dobra
hr_hr: Sao Tome i Principe dobra

source: Syrian pound
hr_hr: sirijska funta

source: Swazi lilangeni
hr_hr: svazi lilangeni

source: Thai baht
hr_hr: tajlandski baht

source: Tajikistani somoni
hr_hr: tadžikistanski somoni

source: Turkmenistani manat
hr_hr: turkmenistanski manat

source: Tunisian dinar
hr_hr: tuniski dinar

source: Tongan pa'anga
hr_hr: tonganska pa'anga

source: Turkish lira
hr_hr: turske lire

source: Trinidad and Tobago dollar
hr_hr: dolar Trinidada i Tobaga

source: Taiwan new dollar
hr_hr: Tajvanski novi dolar

source: Tanzanian shilling
hr_hr: tanzanijski šiling

source: Ukrainian hryvnia
hr_hr: Ukrajinska grivna

source: Ugandan shilling
hr_hr: ugandski šiling

source: United States dollar
hr_hr: američki dolar

source: United States dollar next day (funds code)
hr_hr: Američki dolar sljedeći dan (šifra sredstava)

source: United States dollar same day (funds code)
hr_hr: Američki dolar isti dan (šifra sredstava)

source: Uruguayan unidad indexada (funds code)
hr_hr: Urugvajski unidad indexada (kod fonda)

source: Uruguayan peso
hr_hr: urugvajski pezo

source: Uzbekistan som
hr_hr: uzbekistanski som

source: Venezuelan bolivar fuerte
hr_hr: venecuelanski bolivar fuerte

source: Vietnamese dong
hr_hr: vijetnamski dong

source: Samoan tala
hr_hr: samoanska tala

source: CFA franc BEAC
hr_hr: CFA franak BEAC

source: Silver (one troy ounce)
hr_hr: Srebro (jedna troy unca)

source: Gold (one troy ounce)
hr_hr: Zlato (jedna troy unca)

source: European Composite Unit
hr_hr: Europska kompozitna jedinica

source: European Monetary Unit
hr_hr: Europska monetarna jedinica

source: European Unit of Account 9
hr_hr: Europska obračunska jedinica 9

source: European Unit of Account 17
hr_hr: Europska obračunska jedinica 17

source: East Caribbean dollar
hr_hr: istočnokaripski dolar

source: Special drawing rights
hr_hr: Posebna prava vučenja

source: UIC franc (special settlement currency)
hr_hr: UIC franak (posebna valuta poravnanja)

source: CFA franc BCEAO
hr_hr: CFA franak BCEAO

source: Palladium (one troy ounce)
hr_hr: Paladij (jedna troy unca)

source: CFP franc
hr_hr: CFP franak

source: Platinum (one troy ounce)
hr_hr: Platina (jedna troy unca)

source: Code reserved for testing purposes
hr_hr: Kod rezerviran za potrebe testiranja

source: No currency
hr_hr: Nema valute

source: Yemeni rial
hr_hr: jemenski rijal

source: South African rand
hr_hr: Južnoafrički rand

source: Zambian kwacha
hr_hr: zambijska kwacha

source: Journal - GL
hr_hr: Časopis - GL

source: Payment - GL
hr_hr: Plaćanje - GL

source: Receipt - GL
hr_hr: Potvrda - GL

source: Standing Journal
hr_hr: Stalni časopis

source: Journal - Debtors
hr_hr: Dnevnik – Dužnici

source: Creditors Payment
hr_hr: Plaćanje vjerovnicima

source: Creditors Journal
hr_hr: Dnevnik vjerovnika

source: Work Order Variance
hr_hr: Varijacija radnog naloga

source: Shipment Close
hr_hr: Pošiljka Zatvori

source: Contract Close
hr_hr: Zaključak ugovora

source: Cost Update
hr_hr: Ažuriranje troškova

source: Exchange Difference
hr_hr: Tečajna razlika

source: Stock Requests
hr_hr: Zahtjevi zaliha

source: Asset Category Change
hr_hr: Promjena kategorije imovine

source: Delete w/down asset
hr_hr: Izbriši bez sredstva

source: Auto Debtor Number
hr_hr: Broj auto dužnika

source: Exempt
hr_hr: Izuzeti

source: Handling
hr_hr: Rukovanje

source: The order line number
hr_hr: Broj retka narudžbe
pt_pt: Linha de pedido número

source: could not be updated
hr_hr: nije se moglo ažurirati
pt_pt: não pôde ser atualizada

source: No Line Number passed to remove_from_cart, so nothing has been removed.
hr_hr: Nije proslijeđen broj retka za remove_from_cart, tako da ništa nije uklonjeno.
pt_pt: Nenhum número da linha passou para remove_from_cart, portanto nada foi removido.

source: The order line could not be deleted because
hr_hr: Redak narudžbe nije se mogao izbrisati jer
pt_pt: A linha de pedido não pode ser eliminada porque

source: Deleted Line Number
hr_hr: Izbrisan broj retka
pt_pt: Número de Linha Eliminada

source: from existing Order Number
hr_hr: iz postojećeg broja narudžbe
pt_pt: de Número de Pedido existente

source: The order line could not be updated as completed because
hr_hr: Redak narudžbe nije se mogao ažurirati kao dovršen jer
pt_pt: A linha de pedido não pode ser actualizada com completa porque

source: Removed Remaining Quantity and set Line Number
hr_hr: Uklonjena je preostala količina i postavljen broj retka
pt_pt: Removido Quantidade Eestante e Definido Número da Linha

source: as Completed for existing Order Number
hr_hr: kao Ispunjeno za postojeći broj narudžbe
pt_pt: como concluido para o actual Número de Pedido

source: It appears that taxes are not defined correctly for this customer tax group
hr_hr: Čini se da porezi nisu točno definirani za ovu poreznu skupinu kupaca

source: Cannot find tax category Freight which must always be defined
hr_hr: Ne mogu pronaći kategoriju poreza Vozarina koja uvijek mora biti definirana
pt_pt: Não é possível encontrar categoria de Frete de imposto que deve ser sempre definido

source: The suppliers offer could not be inserted into the database because
hr_hr: Ponuda dobavljača nije se mogla unijeti u bazu podataka jer
pt_pt: A oferta de fornecedores não poderiam ser inseridos no banco de dados porque

source: The offer for
hr_hr: Ponuda za
pt_pt: A oferta de

source: has been inserted into the database
hr_hr: je ubačen u bazu podataka
pt_pt: foi inserido no banco de dados

source: at a price of
hr_hr: po cijeni od
pt_pt: a um preço de

source: could not be inserted into the database
hr_hr: nije bilo moguće unijeti u bazu podataka
pt_pt: não poderia ser inserido no banco de dados

source: The suppliers offer could not be updated on the database because
hr_hr: Ponuda dobavljača nije se mogla ažurirati u bazi podataka jer
pt_pt: A oferta de fornecedores não pode ser atualizado no banco de dados porque

source: has been updated in the database
hr_hr: je ažuriran u bazi podataka
pt_pt: foi atualizado no banco de dados

source: could not be updated in the database
hr_hr: nije moguće ažurirati u bazi podataka
pt_pt: não pôde ser atualizado no banco de dados

source: The supplier offer could not be deleted on the database because
hr_hr: Ponuda dobavljača nije mogla biti izbrisana u bazi podataka jer

source: has been deleted in the database
hr_hr: je izbrisan u bazi podataka

source: Offer received from
hr_hr: Ponuda primljena od
pt_pt: Oferta recebidos

source: This email is automatically generated by webERP
hr_hr: Ovu e-poštu automatski generira webERP
pt_pt: Este e-mail é gerado automaticamente pelo webERP

source: You have received the following offer from
hr_hr: Dobili ste sljedeću ponudu od
pt_pt: Você recebeu a seguinte proposta de

source: There was an error updating the purchase order detail record to make it part of shipment
hr_hr: Došlo je do pogreške prilikom ažuriranja zapisa pojedinosti narudžbenice kako bi postao dio pošiljke
pt_pt: Houve um erro ao actualizar o registro de detalhes do pedido de compra para torná-lo parte do carregamento

source: the error reported was
hr_hr: prijavljena pogreška bila je
pt_pt: o erro foi

source: This shipment line has a quantity invoiced and already charged to the shipment - it cannot now be removed
hr_hr: Ova linija pošiljke ima fakturiranu količinu koja je već naplaćena za pošiljku - sada se ne može ukloniti
pt_pt: Esta linha de carregamento tem uma quantidade facturada e já cobrada para o carregamento - não pode agora ser eliminada

source: This email has been automatically generated by webERP
hr_hr: Ovu e-poštu automatski je generirao webERP

source: You are invited to Tender for the following products to be delivered to
hr_hr: Pozivamo vas na nadmetanje za sljedeće proizvode kojima se treba isporučiti

source: Tender number
hr_hr: Broj natječaja

source: Tender received from
hr_hr: Ponuda primljena od

source: Error deleting the item
hr_hr: Pogreška pri brisanju stavke

source: INFORMATION
hr_hr: INFORMACIJA
pt_pt: INFORMAÇÃO

source: Message
hr_hr: Poruka
pt_pt: Mensagem

source: SUCCESS
hr_hr: USPJEH
pt_pt: SUCESSO

source: version
hr_hr: verzija

source: Customer No.
hr_hr: Kupac No.
pt_pt: Número de Cliente

source: Could not get the configuration parameters from the database because
hr_hr: Nije moguće dobiti konfiguracijske parametre iz baze podataka jer
pt_pt: Não foi possível obter os parâmetros de configuração do banco de dados porque

source: An error occurred accessing the database to retrieve the company information
hr_hr: Došlo je do pogreške prilikom pristupa bazi podataka radi dohvaćanja podataka o tvrtki
pt_pt: Ocorreu um erro ao acessar o base de dados para obter informações da empresa

source: The company record has not yet been set up
hr_hr: Evidencija tvrtke još nije uspostavljena
pt_pt: O registro da empresa não foi definido

source: From the system setup tab select company maintenance to enter the company information and system preferences
hr_hr: Na kartici za postavljanje sustava odaberite Održavanje tvrtke kako biste unijeli informacije o tvrtki i postavke sustava
pt_pt: A partir do separador de configuração do sistema de manutenção da empresa seleciona para inserir as informações da empresa e preferências do sistema

source: CRITICAL PROBLEM
hr_hr: KRITIČAN PROBLEM
pt_pt: PROBLEMA CRÍTICO

source: and for Customer
hr_hr: and for Kupac
pt_pt: e para o cliente

source: Cannot insert a GL tag for the journal line because
hr_hr: Nije moguće umetnuti GL oznaku za redak dnevnika jer

source: Close this window
hr_hr: Zatvori ovaj prozor

source: Change the settings for
hr_hr: Promijenite postavke za

source: Logout
hr_hr: Odjava
pt_pt: Sair

source: Are you sure you wish to logout?
hr_hr: Jeste li sigurni da se želite odjaviti?
pt_pt: Tem a certeza que deseja sair?

source: Read the manual
hr_hr: Pročitajte priručnik

source: Help
hr_hr: Pomoć

source: Commonly used scripts
hr_hr: Često korištene skripte

source: Add this script to your list of commonly used
hr_hr: Dodajte ovu skriptu na svoj popis najčešće korištenih

source: Add to commonly used
hr_hr: Dodaj u najčešće korištene

source: Remove this script from your list of commonly used
hr_hr: Uklonite ovu skriptu s popisa često korištenih

source: Remove from commonly used
hr_hr: Uklonite iz često korištenih

source: Show Dashboard
hr_hr: Prikaži nadzornu ploču

source: Return to the main menu
hr_hr: Povratak na glavni izbornik

source: Small text size
hr_hr: Mala veličina teksta

source: Medium text size
hr_hr: Srednja veličina teksta

source: Large text size
hr_hr: Velika veličina teksta

source: The bank statement currency is a currency not defined in the system. Please see you system administrator
hr_hr: Valuta bankovnog izvoda je valuta koja nije definirana u sustavu. Molimo obratite se administratoru sustava

source: Could not retrieve the items for
hr_hr: Nije moguće dohvatiti stavke za
pt_pt: Não foi possível obter os itens para

source: Select Existing Items
hr_hr: Odaberite postojeće stavke
pt_pt: Seleccionar itens existentes

source: Qty left
hr_hr: Ostala količina
pt_pt: Quantidade restante

source: items available
hr_hr: dostupni artikli
pt_pt: itens disponíveis

source: There does not appear to be any of
hr_hr: Čini se da ne postoji niti jedan
pt_pt: Não aparenta existir

source: left in
hr_hr: lijevo unutra
pt_pt: restante em

source: Please Choose a file and then click Set Entry Type to upload a file for import
hr_hr: Odaberite datoteku, a zatim kliknite Postavi vrstu unosa za prijenos datoteke za uvoz
pt_pt: Favor escolher um ficheiro e clicar 'Configurar Tipo de Inserção' para carregar um ficheiro para importação

source: There was a problem with the uploaded file
hr_hr: Došlo je do problema s učitanom datotekom
pt_pt: Houve um problema com o arquivo sendo carregado

source: We received
hr_hr: Primili smo
pt_pt: Recebemos

source: Size
hr_hr: Veličina
pt_pt: Tamanho

source: Error was
hr_hr: Greška je bila
pt_pt: O erro foi

source: Error moving temporary file
hr_hr: Pogreška pri premještanju privremene datoteke
pt_pt: Erro ao mover arquivo temporário

source: Please check your configuration
hr_hr: Provjerite svoju konfiguraciju
pt_pt: Favor verificar sua configuração

source: Successfully received
hr_hr: Uspješno primljeno
pt_pt: Recebido com sucesso

source: Valid
hr_hr: Valjano
pt_pt: Válido

source: Invalid
hr_hr: Neispravno
pt_pt: Inválido

source: Validate File
hr_hr: Provjeri valjanost datoteke
pt_pt: Validar arquivo

source: 1st 10 Lines of File
hr_hr: Prvih 10 redaka datoteke
pt_pt: Primeiras 10 linhas do arquivo

source: Update Batches
hr_hr: Ažuriraj serije

source: Below are the 1st 100 records as parsed
hr_hr: Ispod je raščlanjenih prvih 100 zapisa
pt_pt: Abaixo seguem os primeiros 100 registros como analisados

source: Keyed Entry
hr_hr: Ulaz s ključem
pt_pt: Inserção com Chavêtas

source: Sequential
hr_hr: Sekvencijalni
pt_pt: Sequêncial

source: Set Entry Type
hr_hr: Postavite vrstu unosa
pt_pt: Configurar Tipo de Inserção

source: Remove All
hr_hr: Ukloni sve
pt_pt: Eliminar Tudo

source: Batch/Roll/Bundle
hr_hr: Serija/Rola/Snop
pt_pt: Lote/Peça/Paquete

source: Begin:
hr_hr: Početi:
pt_pt: Começar:

source: End:
hr_hr: Kraj:
pt_pt: Fim:

source: Cannot write to the configuration file
hr_hr: Nije moguće pisati u konfiguracijsku datoteku

source: Could not retrieve user details on login because
hr_hr: Nije moguće dohvatiti podatke o korisniku prilikom prijave jer
pt_pt: Não foi possível recuperar informações do usuário no login, pois

source: User access blocked
hr_hr: Pristup korisnika blokiran

source: has been blocked access at
hr_hr: je blokiran pristup na

source: from IP
hr_hr: iz IP-a

source: due to too many failed attempts.
hr_hr: zbog previše neuspjelih pokušaja.

source: Login as user
hr_hr: Prijavite se kao korisnik

source: with password
hr_hr: sa lozinkom
pt_pt: Com senha

source: Please login here
hr_hr: Molimo prijavite se ovdje
pt_pt: Por favor Login aqui

source: Login screen
hr_hr: Zaslon za prijavu

source: Company
hr_hr: Tvrtka
pt_pt: Empresa

source: Show Password
hr_hr: Prikaži lozinku

source: Login
hr_hr: Prijava

source: Failed to retrieve mail lists
hr_hr: Dohvaćanje popisa e-pošte nije uspjelo

source: The SQL to update
hr_hr: SQL za ažuriranje

source: This Year
hr_hr: Ove godine

source: Last Month
hr_hr: Prošli mjesec

source: Last Financial Year
hr_hr: Prošla financijska godina
pt_pt: Último Ano Fiscal

source: Next Month
hr_hr: Sljedeći mjesec

source: Next Year
hr_hr: Sljedeće godine

source: Next Financial Year
hr_hr: Sljedeća financijska godina
pt_pt: Próximo Ano Fiscal

source: Last Quarter
hr_hr: Posljednja četvrtina

source: Next Quarter
hr_hr: Sljedeće tromjesečje

source: Qty in Stock UOM
hr_hr: Qty in Zalihe UOM
pt_pt: Qtde em estoque UOM

source: Final Payment Run For Supplier Codes between
hr_hr: Final Payment Run For Dobavljač Codes between
pt_pt: Pagamento Final Para Códigos de Fornecedor entre

source: Payment Run (Print Only) For Supplier Codes between
hr_hr: Payment Run (Print Only) For Dobavljač Codes between
pt_pt: Pagamento (Apenas Impressão) Para Códigos de Fornecedor entre

source: Total Due For
hr_hr: Ukupni dug za
pt_pt: Total de dívidas para

source: None of the payments will be processed because the payment record for
hr_hr: Niti jedno plaćanje neće biti obrađeno jer je evidencija plaćanja za
pt_pt: Nenhum dos pagamentos será processado pois o registro de pagamento para

source: None of the payments will be processed since an allocation record for
hr_hr: Nijedna isplata neće biti obrađena od zapisa dodjele za
pt_pt: Nenhum dos pagamentos será processado pois o registro de alocação para

source: None of the payments will be processed because the bank account payment record for
hr_hr: Nijedna uplata neće biti obrađena jer je evidencija plaćanja na bankovnom računu za
pt_pt: Nenhum dos pagamentos será processado pois o registro de pagamento à conta bancária para

source: payment run on
hr_hr: plaćanje teći dalje
pt_pt: pagamento executado em

source: None of the payments will be processed since the general ledger posting for the payment to
hr_hr: Nijedno plaćanje neće biti obrađeno od knjiženja glavne knjige za plaćanje
pt_pt: Nenhum dos pagamentos será processado pois a postagem no livro de contabilidade para

source: None of the payments will be processed since the general ledger posting for the exchange difference on
hr_hr: Nijedno plaćanje neće biti obrađeno od knjiženja glavne knjige za tečajnu razliku dana
pt_pt: Nenhum dos pagamentos será processado pois a postagem no livro de contabilidade para diferença de câmbio em

source: Customer Copy
hr_hr: Kupac Copy
pt_pt: Cópia do cliente

source: Stock transfer number
hr_hr: Zalihe transfer number
pt_pt: Nº de Transferência de Stock

source: Top Items Sales Search Result
hr_hr: Top Items Prodaja Search Result
pt_pt: Resultado da pesquisa Top Itens Vendas

source: Failed to retrieve favorites
hr_hr: Dohvaćanje favorita nije uspjelo

source: Account Error Report
hr_hr: Izvješće o pogrešci računa
pt_pt: Relatório de Erro de Conta

source: Your user role does not have any access defined for webERP. There is an error in the security setup for this user account
hr_hr: Vaša korisnička uloga nema definiran pristup za webERP. Postoji pogreška u sigurnosnim postavkama za ovaj korisnički račun
pt_pt: Seu papel de utilizador não possui qualquer acesso definido para o Lince. Existe um erro na configuração de segurança para esta conta de utilizador

source: incorrect password
hr_hr: netočna lozinka
pt_pt: senha incorreta

source: The user/password combination
hr_hr: Kombinacija korisnik/lozinka
pt_pt: A combinação utilizador/senha

source: is not a valid user of the system
hr_hr: nije važeći korisnik sustava
pt_pt: não é um utilizador válido do sistema

source: system maintenance
hr_hr: održavanje sustava
pt_pt: manutenção do sistema

source: webERP is not available right now
hr_hr: webERP trenutno nije dostupan
pt_pt: webERP não está disponível no momento

source: during maintenance of the system
hr_hr: tijekom održavanja sustava
pt_pt: durante a manutenção do sistema

source: Security settings have not been defined for your user account. Please advise your system administrator. It could also be that there is a session problem with your PHP web server
hr_hr: Sigurnosne postavke nisu definirane za vaš korisnički račun. Molimo obavijestite svog administratora sustava. Također može biti da postoji problem sesije s vašim PHP web poslužiteljem
pt_pt: As configurações de segurança não foram definidas para a sua conta de utilizador. Por favor avise o administrador do sistema. Também poderá ser que haja um problema com a sua sessão no servidor web de PHP

source: Security Permissions Problem
hr_hr: Problem sa sigurnosnim dopuštenjima
pt_pt: Problema nas Permissões de Segurança

source: Error in form verification
hr_hr: Pogreška u provjeri obrasca
