Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: GEneral Ledger Code To Change
hr_hr: Šifra glavne knjige za promjenu

source: Existing GL Account Code
hr_hr: Postojeći GL kod računa

source: New GL Account Code
hr_hr: Novi GL kod računa

source: UTILITY PAGE Change A Location Code
hr_hr: STRANICA POMOĆNIH PROGRAMA Promjena koda lokacije

source: Change A Location Code
hr_hr: Promjena koda lokacije

source: The location code
hr_hr: Šifra lokacije

source: does not currently exist as a location code in the system
hr_hr: trenutno ne postoji kao kod lokacije u sustavu

source: The new location code to change the old code to contains illegal characters - no changes will be made
hr_hr: Novi kod lokacije za promjenu starog koda sadrži nedopuštene znakove - neće se izvršiti nikakve promjene

source: The new location code to change the old code to must be entered as well
hr_hr: Mora se unijeti i novi kod lokacije za promjenu starog koda

source: The new location name to change the old name to contains illegal characters - no changes will be made
hr_hr: Novi naziv lokacije za promjenu starog naziva sadrži nedopuštene znakove - neće se izvršiti nikakve promjene

source: The new location name to change the old name to must be entered as well
hr_hr: Morate unijeti i novi naziv lokacije u koji želite promijeniti stari naziv

source: The replacement location code
hr_hr: Šifra zamjenske lokacije

source: already exists as a location code in the system
hr_hr: već postoji kao kod lokacije u sustavu

source: a unique location code must be entered for the new code
hr_hr: mora se unijeti jedinstveni kod lokacije za novi kod

source: Adding the new location record
hr_hr: Dodavanje novog zapisa lokacije

source: The SQL to insert the new location record failed
hr_hr: SQL za umetanje novog zapisa lokacije nije uspio

source: Changing the BOM table records
hr_hr: Promjena zapisa BOM tablice
pt_pt: Modificando os componentes dos registros da FDM

source: The SQL to update the BOM records failed
hr_hr: SQL za ažuriranje BOM zapisa nije uspio
pt_pt: O comando SQL usado para actualizar os registros de FDM foi mal sucedido

source: Changing the config table records
hr_hr: Mijenjanje zapisa konfiguracijske tablice

source: Changing the contracts table records
hr_hr: Promjena zapisa tablice ugovora

source: The SQL to update the contracts records failed
hr_hr: SQL za ažuriranje zapisa ugovora nije uspio

source: Changing the custbranch table records
hr_hr: Mijenjanje zapisa custbranch tablice

source: The SQL to update the custbranch records failed
hr_hr: SQL za ažuriranje custbranch zapisa nije uspio

source: Changing the freightcosts table records
hr_hr: Promjena zapisa tablice troškova vozarine

source: The SQL to update the freightcosts records failed
hr_hr: SQL za ažuriranje zapisa o troškovima prijevoza nije uspio

source: Changing the locationusers table records
hr_hr: Promjena zapisa tablice locationusers

source: The SQL to update users records failed
hr_hr: SQL za ažuriranje korisničkih zapisa nije uspio

source: Changing stock location records
hr_hr: Promjena zapisa o lokaciji skladišta
pt_pt: Modificando registros de localização de stock

source: The SQL to update stock location records failed
hr_hr: SQL za ažuriranje zapisa lokacije zaliha nije uspio
pt_pt: O comando SQL usado para actualizar os registros de localização de stock foi mal sucedido

source: Changing location transfer information (Shipping location)
hr_hr: Promjena podataka o prijenosu lokacije (lokacija dostave)

source: The SQL to update the loctransfers records failed
hr_hr: SQL za ažuriranje loctransfer zapisa nije uspio
pt_pt: O SQL para atualizar os registros loctransfers falhou

source: Changing location transfer information (Receiving location)
hr_hr: Promjena informacija o prijenosu lokacije (Primanje lokacije)

source: Changing MRP parameters information
hr_hr: Promjena informacija o MRP parametrima

source: The SQL to update the mrpparameters records failed
hr_hr: SQL za ažuriranje zapisa mrpparameters nije uspio

source: Changing purchase orders information
hr_hr: Promjena podataka o narudžbenici

source: The SQL to update the purchase orders records failed
hr_hr: SQL za ažuriranje zapisa narudžbenica nije uspio

source: Changing recurring sales orders information
hr_hr: Promjena podataka o ponavljajućim prodajnim narudžbama

source: The SQL to update the recurring sales orders records failed
hr_hr: SQL za ažuriranje ponavljajućih zapisa prodajnih naloga nije uspio

source: Changing sales orders information
hr_hr: Promjena podataka o prodajnim narudžbama

source: The SQL to update the sales orders records failed
hr_hr: SQL za ažuriranje zapisa prodajnih naloga nije uspio

source: Changing stock check freeze records
hr_hr: Promjena zapisa o zamrzavanju čekova zaliha

source: The SQL to update stock check freeze records failed
hr_hr: SQL za ažuriranje zapisa zamrzavanja provjere zaliha nije uspio
pt_pt: O comando SQL usado para actualizar os registros de congelamento de verificação de stock foi mal sucedido

source: Changing stockcounts records
hr_hr: Promjena evidencije stanja zaliha

source: The SQL to update stockcounts records failed
hr_hr: SQL za ažuriranje evidencije broja zaliha nije uspio

source: Changing stockmoves records
hr_hr: Promjena zapisa kretanja dionica

source: The SQL to update stockmoves records failed
hr_hr: SQL za ažuriranje zapisa stockmoves nije uspio

source: Changing stockrequest records
hr_hr: Promjena zapisa zahtjeva za zalihama

source: The SQL to update stockrequest records failed
hr_hr: SQL za ažuriranje zapisa stockrequest nije uspio

source: Changing stockserialitems records
hr_hr: Mijenjanje zapisa o skladišnim serijskim stavkama

source: The SQL to update stockserialitems records failed
hr_hr: SQL za ažuriranje zapisa stockserialitems nije uspio

source: Changing tenders records
hr_hr: Promjena evidencije natječaja

source: The SQL to update tenders records failed
hr_hr: SQL za ažuriranje zapisa o natječajima nije uspio

source: Changing workcentres records
hr_hr: Promjena evidencije radnih mjesta

source: The SQL to update workcentres records failed
hr_hr: SQL za ažuriranje zapisa radnih centara nije uspio

source: Changing workorders records
hr_hr: Promjena evidencije radnih naloga

source: The SQL to update workorders records failed
hr_hr: SQL za ažuriranje zapisa radnih naloga nije uspio

source: Changing users records
hr_hr: Promjena evidencije korisnika

source: Deleting the old location record
hr_hr: Brisanje starog zapisa lokacije

source: The SQL to delete the old location record failed
hr_hr: SQL za brisanje starog zapisa lokacije nije uspio

source: Location code
hr_hr: Šifra lokacije

source: Location Code To Change
hr_hr: Šifra lokacije za promjenu

source: Existing Location Code
hr_hr: Postojeći kod lokacije

source: New Location Code
hr_hr: Novi kod lokacije

source: New Location Name
hr_hr: Novi naziv lokacije

source: UTILITY PAGE To Change A Salesman Code In All Tables
hr_hr: STRANICA POMOĆNIH PROGRAMA Za promjenu šifre prodavača u svim tablicama

source: Change A Sales Person Code
hr_hr: Promijenite šifru prodajne osobe

source: An existing salesman code entry must be provided
hr_hr: Mora se unijeti postojeći unos šifre prodavača

source: The salesman code
hr_hr: Šifra prodavača

source: does not currently exist as a sales person code in the system
hr_hr: trenutno ne postoji kao šifra prodavača u sustavu

source: A new salesman code entry must be provided
hr_hr: Mora se unijeti novi unos šifre prodavača

source: The new salesman code to change the old code to contains illegal characters - no changes will be made
hr_hr: Novi kod prodavača u koji treba promijeniti stari kôd sadrži nedopuštene znakove - neće se izvršiti nikakve promjene

source: The replacement salesman code
hr_hr: Šifra zamjenskog prodavača

source: already exists as a salesman code in the system
hr_hr: već postoji kao šifra prodavača u sustavu

source: a unique salesman code must be entered for the new code
hr_hr: za novu šifru mora se unijeti jedinstvena šifra prodavača

source: Inserting the new salesman master record
hr_hr: Umetanje novog glavnog zapisa prodavača

source: The SQL to insert the new salesman master record failed
hr_hr: SQL za umetanje novog glavnog zapisa prodavača nije uspio

source: Changing debtor branch records
hr_hr: Promjena evidencije poslovnice dužnika

source: The SQL to update debtor branch records failed
hr_hr: SQL za ažuriranje zapisa podružnice dužnika nije uspio

source: Changing user salesman records
hr_hr: Promjena evidencije prodavača korisnika

source: Deleting the salesman code from the Salesman table
hr_hr: Brisanje šifre prodavača iz tablice Prodavač

source: The SQL to delete the old salesman record failed
hr_hr: SQL za brisanje starog zapisa prodavača nije uspio

source: Sales Person to Change
hr_hr: Prodavač za promjenu

source: Existing Sales Person Code
hr_hr: Postojeća šifra prodajne osobe

source: New Sales Person Code
hr_hr: Nova šifra prodajne osobe

source: UTILITY PAGE Change A Stock Category
hr_hr: POMOĆNA STRANICA Promijenite kategoriju dionica
pt_pt: PÁGINA DE UTILIDADE alterar uma categoria Stock

source: Change A Stock Category Code
hr_hr: Promjena koda kategorije dionica

source: The stock Category
hr_hr: Kategorija dionica
pt_pt: O estoque da categoria

source: does not currently exist as a stock category in the system
hr_hr: trenutno ne postoji kao kategorija dionica u sustavu
pt_pt: atualmente não existe como uma categoria de ações no sistema

source: The new stock category to change the old code to contains illegal characters - no changes will be made
hr_hr: Nova kategorija zaliha u koju treba promijeniti stari kod sadrži nedopuštene znakove - neće se izvršiti nikakve promjene

source: The new stock category to change the old code to must be entered as well
hr_hr: Mora se unijeti i nova kategorija zaliha u koju se mijenja stari kod

source: The replacement stock category
hr_hr: Kategorija zamjenskih dionica
pt_pt: A categoria de estoque de reposição

source: already exists as a stock category in the system
hr_hr: već postoji kao kategorija dionica u sustavu
pt_pt: já existe como uma categoria de estoque no sistema

source: a unique stock category must be entered for the new stock category
hr_hr: mora se unijeti jedinstvena kategorija zaliha za novu kategoriju zaliha
pt_pt: uma categoria única de ações deve ser indicado para a categoria de novas ações

source: Adding the new stock Category record
hr_hr: Dodavanje novog zapisa kategorije dionica
pt_pt: Adicionando o novo recorde da categoria stock

source: The SQL to insert the new stock category record failed
hr_hr: SQL za umetanje novog zapisa kategorije zaliha nije uspio
pt_pt: O SQL para inserir o registro de nova categoria de ações não

source: Changing stock properties
hr_hr: Promjena svojstava dionica
pt_pt: Alterando propriedades de ações

source: The SQL to update stock properties records failed
hr_hr: SQL za ažuriranje zapisa svojstava dionica nije uspio
pt_pt: O SQL para atualizar os registros de imóveis de ações não

source: Changing stock master records
hr_hr: Promjena matične evidencije zaliha
pt_pt: Alterando registros mestre de ações

source: The SQL to update stock master transaction records failed
hr_hr: SQL za ažuriranje zapisa glavne transakcije zaliha nije uspio
pt_pt: O SQL para atualizar os registros de ações transação master falhou

source: Changing internal stock category roles records
hr_hr: Mijenjanje internih zapisa uloga kategorije zaliha

source: The SQL to update internal stock category role records failed
hr_hr: SQL za ažuriranje internih zapisa uloga kategorije zaliha nije uspio

source: Deleting the old stock category record
hr_hr: Brisanje starog zapisa kategorije zaliha
pt_pt: Excluir o registro da categoria de idade stock

source: The SQL to delete the old stock category record failed
hr_hr: SQL za brisanje starog zapisa kategorije zaliha nije uspio
pt_pt: O SQL para excluir o registro da categoria de idade de ações não

source: Category To Change
hr_hr: Kategorija za promjenu

source: Existing Inventory Category Code
hr_hr: Postojeći kod kategorije inventara
pt_pt: Código Existente Categoria Inventário

source: New Inventory Category Code
hr_hr: Novi kod kategorije inventara
pt_pt: Novo Código da categoria de Inventário

source: UTILITY PAGE Change A Stock Code
hr_hr: POMOĆNA STRANICA Promjena šifre dionice
pt_pt: Página de utililade para modificar um código de stock

source: Change An Inventory Item Code
hr_hr: Promijenite šifru artikla inventara
pt_pt: Modificar um código de item de inventário

source: The stock code
hr_hr: Šifra dionice
pt_pt: O código de stock

source: does not currently exist as a stock code in the system
hr_hr: trenutno ne postoji kao šifra dionice u sustavu
pt_pt: atualmente não existem como código de stock no sistema

source: The new stock code to change the old code to contains illegal characters - no changes will be made
hr_hr: Novi kod dionice za promjenu starog koda sadrži nedopuštene znakove - neće biti promjena
pt_pt: O novo código de stock para mudar o código antigo contém caracteres ilegais - nenhuma alteração será feita

source: The new stock code to change the old code to must be entered as well
hr_hr: Mora se unijeti i nova šifra dionice za promjenu stare šifre
pt_pt: É necessário introduzir o novo código de stock para mudar o código antigo

source: The replacement stock code
hr_hr: Šifra zamjenske dionice
pt_pt: O código de stock de substituição

source: already exists as a stock code in the system
hr_hr: već postoji kao šifra dionice u sustavu
pt_pt: já existe como código de stock no sistema

source: a unique stock code must be entered for the new code
hr_hr: mora se unijeti jedinstvena šifra dionice za novu šifru
pt_pt: um código de stock único deve ser inserido para o novo código

source: Adding the new stock master record
hr_hr: Dodavanje novog matičnog zapisa zaliha
pt_pt: Adicionando o novo registro mestre de stock

source: The SQL to insert the new stock master record failed
hr_hr: SQL za umetanje novog glavnog zapisa zaliha nije uspio
pt_pt: O comando SQL usado para inserir o novo registro mestre de stock foi mal sucedido

source: Changing any image files
hr_hr: Promjena bilo koje slikovne datoteke
pt_pt: Alterando os arquivos de imagem

source: no image to rename
hr_hr: nema slike za preimenovanje

source: Deleting the old stock master record
hr_hr: Brisanje starog matičnog zapisa zaliha
pt_pt: Removendo o registro mestre de stock antigo

source: The SQL to delete the old stock master record failed
hr_hr: SQL za brisanje starog glavnog zapisa zaliha nije uspio
pt_pt: O comando SQL usado para remover o registro mestre de stock antigo foi mal sucedido

source: Stock Item To Change
hr_hr: Zaliha za promjenu

source: Existing Inventory Code
hr_hr: Postojeća šifra inventara
pt_pt: Código de inventário existente

source: New Inventory Code
hr_hr: Nova šifra inventara
pt_pt: Novo código de inventário

source: UTILITY PAGE To Changes A Supplier Code In All Tables
hr_hr: STRANICA USLUŽNOG PROGRAMA Za promjene koda dobavljača u svim tablicama

source: Change A Supplier Code
hr_hr: Promjena koda dobavljača

source: Supplier To Change
hr_hr: Dobavljač za promjenu

source: Existing Supplier Code
hr_hr: Postojeći kod dobavljača

source: New Supplier Code
hr_hr: Novi kod dobavljača

source: The Supplier code
hr_hr: Šifra dobavljača

source: does not currently exist as a supplier code in the system
hr_hr: trenutno ne postoji kao kod dobavljača u sustavu

source: The replacement supplier code
hr_hr: Šifra zamjenskog dobavljača

source: already exists as a supplier code in the system
hr_hr: već postoji kao kod dobavljača u sustavu

source: a unique supplier code must be entered for the new code
hr_hr: za novu šifru mora se unijeti jedinstvena šifra dobavljača

source: Inserting the new supplier record
hr_hr: Umetanje novog zapisa dobavljača

source: The SQL to insert the new suppliers master record failed
hr_hr: SQL za umetanje novog glavnog zapisa dobavljača nije uspio

source: Changing
hr_hr: Mijenjanje

source: records
hr_hr: zapisa

source: The SQL to update
hr_hr: SQL za ažuriranje

source: records failed
hr_hr: zapisi nisu uspjeli

source: Deleting the supplier code from the suppliers master table
hr_hr: Brisanje šifre dobavljača iz glavne tablice dobavljača

source: The SQL to delete the old supplier record failed
hr_hr: SQL za brisanje starog zapisa dobavljača nije uspio

source: The New supplier code
hr_hr: Novi kod dobavljača

source: must be not empty nor with spaces
hr_hr: ne smije biti prazna niti sa razmacima

source: Identify Allocation Stuff Ups
hr_hr: Prepoznajte probleme s dodjelom
pt_pt: Identifique o material do alocamento

source: There are no inconsistent allocations
hr_hr: Nema nedosljednih dodjela
pt_pt: Não há alocações inconsistentes

source: all is well
hr_hr: sve je dobro
pt_pt: tudo está correto

source: Customer Allocations != DebtorTrans.Alloc
hr_hr: Korisnička izdvajanja != DebtorTrans.Alloc
pt_pt: Alocações do cliente != DebtorTrans.Alloc

source: There are no inconsistencies with allocations
hr_hr: Nema nedosljednosti s dodjelama
pt_pt: Não há inconsistências com alocações

source: Invoice Number
hr_hr: Broj fakture
pt_pt: Número da factura

source: Original Invoice Total
hr_hr: Ukupno originalne fakture
pt_pt: Original total da fatura

source: Total amount recorded as allocated against it
hr_hr: Ukupni iznos koji je zabilježen kao dodijeljen prema njemu
pt_pt: Quantidade total gravada como alocada

source: Total of allocation records
hr_hr: Ukupno zapisa o dodjeli
pt_pt: Total de registros de alocação

source: Debtors Control Integrity
hr_hr: Dužnici kontroliraju integritet
pt_pt: Devedores de Controle de Integridade

source: Start Period:
hr_hr: Početno razdoblje:
pt_pt: Período de início:

source: End Period:
hr_hr: Završno razdoblje:
pt_pt: No final do período:

source: Bal B/F in GL
hr_hr: Bal B/F u GL
pt_pt: Bal B / F em GL

source: Bal C/F in GL
hr_hr: Bal C/F u GL
pt_pt: Bal C / F em GL

source: Calculated
hr_hr: Proračunato
pt_pt: Calculada

source: Check Period Sales Ledger Control Account
hr_hr: Kontrolni račun prodajne knjige razdoblja
pt_pt: Verificar conta do controle de vendas do Período

source: UTILITY PAGE To Clear purchase orders with quantity on back order
hr_hr: POMOĆNA STRANICA Za brisanje narudžbenica s količinom zaostale narudžbe

source: Clear Supplier Back Orders
hr_hr: Brisanje zaostalih narudžbi dobavljača

source: Create Chart Details Records
hr_hr: Stvorite zapise s detaljima grafikona
pt_pt: Criar registros de detalhes

source: Could not test to see that all chart detail records properly initiated
hr_hr: Nije moguće testirati jesu li svi zapisi detalja grafikona ispravno pokrenuti
pt_pt: Não foi possível testar para ver se todos os registros dos gráficos de detalhe iniciaram correctamente

source: Inserting new chart details records required failed because
hr_hr: Umetanje novih potrebnih zapisa s detaljima grafikona nije uspjelo jer
pt_pt: Inserindo novos registros de gráfico de detalhes falhou porque

source: Chart Details Created successfully
hr_hr: Pojedinosti grafikona uspješno su stvorene
pt_pt: Detalhes criados com sucesso

source: No additional chart details were required to be added
hr_hr: Nije bilo potrebno dodati dodatne detalje grafikona
pt_pt: Não foram exigidos detalhes gráficos para serem adicionados

source: UTILITY PAGE That sets up a new blank company record if not already existing
hr_hr: POMOĆNA STRANICA koja postavlja novi prazan zapis tvrtke ako već ne postoji
pt_pt: Página de utilidade para configurar um novo registro de empresa em branco caso não exista

source: An existing company record is set up already. No alterations have been made
hr_hr: Postojeći zapis tvrtke već je postavljen. Nisu napravljene nikakve izmjene
pt_pt: Já existe um registro de empresa configurado. Não foram feitas alterações

source: Company record is now available for modification by clicking
hr_hr: Zapis tvrtke sada je dostupan za izmjene klikom
pt_pt: O registro da empresa está disponível para modificação clicando

source: this link
hr_hr: ovaj link
pt_pt: neste link

source: Create Database Template File
hr_hr: Stvorite datoteku predloška baze podataka
pt_pt: Criar um arquivo de modelo de banco de dados

source: The name of the template has not been entered or is just 1 character - an informative name is required e.g. Deutsche-distribution in the case of a german distribution company
hr_hr: Naziv predloška nije unesen ili ima samo 1 znak - potreban je informativni naziv, npr. Deutsche-distribution u slučaju njemačke distribucijske tvrtke
pt_pt: O nome do modelo não foi informado ou é apenas um personagem 1 - um nome informativo é necessário, por exemplo Deutsche distribuição, no caso de uma empresa de distribuição na Alemanha

source: Show the sql template file produced
hr_hr: Prikaži proizvedenu datoteku sql predloška
pt_pt: Mostrar o arquivo de modelo produzido sql

source: Running the create a new company template script will export all account groups, account codes and tax set up tables including tax groups, tax authorities, tax rates etc. However, no transactions or private data will be exported. There is opportunity to prevent specific general ledger accounts from being exported where these are considered private - again no transactional or balance data is exported and you can inspect the contents of the sql file. The template file will be emailed automatically to the webERP project
hr_hr: Pokretanje skripte za stvaranje novog predloška tvrtke izvest će sve grupe računa, šifre računa i tablice s postavkama poreza uključujući porezne grupe, porezne vlasti, porezne stope itd. Međutim, neće se izvesti nikakve transakcije ili privatni podaci. Postoji mogućnost da se spriječi izvoz određenih računa glavne knjige tamo gdje se oni smatraju privatnim - opet se ne izvoze nikakvi podaci o transakcijama ili stanju i možete pregledati sadržaj sql datoteke. Datoteka predloška bit će automatski poslana e-poštom webERP projektu
pt_pt: Executando a criar um script novo modelo da empresa irá exportar todos os grupos de contas, códigos de conta e fiscais montaram mesas incluindo grupos de imposto, as autoridades fiscais, etc alíquotas No entanto, nenhuma transação ou dados privados serão exportados. Há uma oportunidade para evitar específicos contas do Razão de ser exportada quando estes são considerados privados - novamente sem dados transacionais ou de equilíbrio é exportado e você pode inspecionar o conteúdo do arquivo sql. O arquivo de modelo será enviada automaticamente para o projeto webERP

source: Enter the name of the template to be created
hr_hr: Unesite naziv predloška koji želite izraditi
pt_pt: Digite o nome do modelo a ser criado

source: Warning: All selected accounts will be exported - please de-select the accounts you do not wish to export to the new template file
hr_hr: Upozorenje: svi odabrani računi bit će izvezeni - poništite odabir računa koje ne želite izvesti u novu datoteku predloška
pt_pt: Atenção: Todas as contas selecionadas serão exportados - por favor, desmarque as contas que você não deseja exportar para o arquivo de novo modelo

source: Create Template and Email
hr_hr: Stvorite predložak i e-poštu
pt_pt: Criar Modelo e-mail

source: Currency Debtor Balances
hr_hr: Stanja dužnika u valuti
pt_pt: Saldo ganho do devedor

source: Show Local Currency Total Debtors Balances
hr_hr: Prikažite ukupna stanja dužnika u lokalnoj valuti

source: Debtors Balances By Currency Totals
hr_hr: Stanja dužnika po ukupnim iznosima u valutama
pt_pt: Saldo do devedor por ganhos totais

source: Total Debtor Balances in
hr_hr: Ukupna stanja dužnika u
pt_pt: Saldo total do devedor em
