Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The standard cost of the item cannot be retrieved because
hr_hr: Standardni trošak artikla ne može se dohvatiti jer

source: The outgoing inventory GL transacction record could not be inserted because
hr_hr: Zapis transakcije GL odlaznog inventara nije se mogao umetnuti jer

source: The stock movement record for the incoming stock cannot be added because
hr_hr: Zapis kretanja zaliha za ulaznu zalihu ne može se dodati jer
pt_pt: Não foi possível adicionar o registro de movimentação de stock para o stock de destino porque

source: The serial stock item record could not be updated for the quantity coming in because
hr_hr: Zapis serijske stavke zalihe nije se mogao ažurirati za količinu koja dolazi jer
pt_pt: Não foi possível actualizar o registro do item de série de stock para a quantidade recebida porque

source: The serial stock item record for the stock coming in could not be added because
hr_hr: Zapis serijske stavke zalihe za zalihu koja dolazi nije se mogao dodati jer
pt_pt: Não foi possível adicionar o registro do item de série de stock para a quantidade recebida pois

source: The incoming inventory GL transacction record could not be inserted because
hr_hr: Zapis ulazne transakcije GL inventara nije se mogao umetnuti jer

source: A stock transfer for item code
hr_hr: Prijenos zaliha za šifru artikla
pt_pt: Uma transferência de stock para o código de item

source: has been created from
hr_hr: je stvoren od
pt_pt: foi criada de

source: Unable to update the Location Transfer Record
hr_hr: Nije moguće ažurirati zapis o prijenosu lokacije
pt_pt: Não foi possível actualizar o registro de transferência de localização

source: Unable to set the quantity received to the quantity shipped to cancel the balance on this transfer line
hr_hr: Nije moguće postaviti primljenu količinu na otpremljenu količinu za otkazivanje stanja na ovoj liniji prijenosa
pt_pt: Não foi possível definir a quantidade recebida para a quantidade carregada para cancelar o balanço sobre esta linha de transferência

source: Cancelled balance of transfer
hr_hr: Otkazano stanje prijenosa

source: To Location
hr_hr: Do lokacije

source: Qty received
hr_hr: Primljena količina

source: By user
hr_hr: Po korisniku

source: At
hr_hr: Na

source: Unable to COMMIT the Stock Transfer transaction
hr_hr: Nije moguće izvršiti transakciju prijenosa dionica
pt_pt: Não foi possível submeter a transação de transferência de localização

source: The details of transfer number
hr_hr: Pojedinosti o broju prijenosa
pt_pt: Os detalhes da transferência número

source: Transfer
hr_hr: Prijenos
pt_pt: Transferência

source: Does Not Exist
hr_hr: Ne postoji
pt_pt: não existe

source: Please Verify Shipment Quantities Received
hr_hr: Provjerite primljene količine pošiljke
pt_pt: Por favor, verificar as quantidades de Recebimento de Remessa

source: Location Transfer Reference
hr_hr: Referenca prijenosa lokacije
pt_pt: Referência da Transferência de Localização

source: Quantity Dispatched
hr_hr: Otpremljena količina
pt_pt: Quantidade despachada

source: Quantity To Receive
hr_hr: Količina za primanje
pt_pt: Quantidade a receber

source: Cancel Balance
hr_hr: Otkaži stanje
pt_pt: Cancelar Balanço

source: Enter Batch Refs
hr_hr: Unesite reference serije
pt_pt: Insira Referências de Lotes

source: Process Inventory Transfer
hr_hr: Proces prijenosa zaliha
pt_pt: Processar Transferência de Inventário

source: Select A Different Transfer
hr_hr: Odaberite drugačiji prijenos
pt_pt: Seleccione uma transferência diferente

source: Select Location Receiving Into
hr_hr: Odaberite mjesto primanja u
pt_pt: Seleccione Localização de Recepção

source: Refresh Transfer List
hr_hr: Osvježi popis prijenosa
pt_pt: Actualizar Lista de Transferência

source: Pending Transfers Into
hr_hr: Prijenosi u čekanju
pt_pt: Enquanto se aguarda transferência para

source: Transfer Ref
hr_hr: Prijenos Ref
pt_pt: Referência da Transferência

source: Transfer From
hr_hr: Prijenos iz
pt_pt: Transferir De

source: There are no incoming transfers to this location
hr_hr: Nema dolaznih transfera na ovu lokaciju
pt_pt: Não há recepção de transferências para esta localização

source: The transfer cancellation record could not be inserted because
hr_hr: Zapis o otkazivanju prijenosa nije se mogao umetnuti jer

source: Stock Movements
hr_hr: Kretanja dionica
pt_pt: Movimentações de Stock

source: in units of
hr_hr: u jedinicama od
pt_pt: em unidades de

source: Show Movements between
hr_hr: Prikaži pokrete između

source: New Qty
hr_hr: Nova količina
pt_pt: Nova quantidade

source: Produce Stock Quantities CSV
hr_hr: CSV količine zaliha proizvoda
pt_pt: Criar Ficheiro CSV com Quantidades em Stock

source: Making a comma separated values file of the current stock quantities
hr_hr: Izrada datoteke s vrijednostima odvojenim zarezima trenutnih količina zaliha
pt_pt: Fazendo um arquivo de valores separados por vírgula das quantidades de estoque atual

source: The SQL to get the stock quantities failed with the message
hr_hr: SQL za dobivanje količina zaliha nije uspio s porukom
pt_pt: O SQL para obter as quantidades de ações falhou com a mensagem

source: Stock On Hand By Date
hr_hr: Zalihe pri ruci do datuma
pt_pt: Stock Em Mão Por Data

source: On-Hand On Date
hr_hr: Datum na ruci
pt_pt: Em Mão Na Data

source: The stock items in the category selected cannot be retrieved because
hr_hr: Stavke na zalihama u odabranoj kategoriji ne mogu se dohvatiti jer
pt_pt: Não foi possível obter os itens de stock para a categoria seleccionada pois

source: The stock held as at
hr_hr: Dionice u stanju na dan
pt_pt: O stock mantido como

source: Total Quantity
hr_hr: Ukupna količina
pt_pt: Quantidade total

source: Stock Re-Order Level Maintenance
hr_hr: Održavanje razine ponovnog naručivanja zaliha
pt_pt: Manutenção de nivel de requisitante

source: The stock id should not contains illegal characters and blank or percentage mark is not allowed
hr_hr: ID dionice ne smije sadržavati nedopuštene znakove, a praznina ili postotak nisu dopušteni

source: Show Re-Order Levels
hr_hr: Prikaži razine ponovnog poretka
pt_pt: Mostrar níveis de pedidos refeitos

source: Input safety stock quantity
hr_hr: Unesite količinu sigurnosne zalihe

source: Serial Item Research
hr_hr: Istraživanje serijskih predmeta
pt_pt: Pesquisar Número de Série

source: Serial Number Lookup
hr_hr: Traženje serijskog broja

source: No History found for Serial Number
hr_hr: Nije pronađena povijest za serijski broj
pt_pt: Nenhum histórico encontrado para este Número de Série

source: Details for Serial Item
hr_hr: Pojedinosti za serijski artikl
pt_pt: Detalhes para o Serial do Item

source: Length
hr_hr: Duljina
pt_pt: Comprimento

source: Move Qty
hr_hr: Premjesti Kol
pt_pt: Mover Quantidade

source: Move Type
hr_hr: Vrsta poteza
pt_pt: Mover Tipo

source: DebtorNo
hr_hr: Dužnikbr
pt_pt: Número de Débito

source: Move Ref
hr_hr: Premjesti Ref
pt_pt: Mover Referência

source: Total Move Qty
hr_hr: Ukupna količina premještanja
pt_pt: Quantidade Total Movida

source: Stock Of Controlled Items
hr_hr: Zaliha kontroliranih artikala
pt_pt: Stock de itens controlados

source: The stock code sent to this page appears to be invalid
hr_hr: Čini se da šifra dionice poslana na ovu stranicu nije važeća

source: This page must be called with parameters specifying the item to show the serial references and quantities
hr_hr: Ova se stranica mora pozvati s parametrima koji specificiraju artikl kako bi se prikazale serijske reference i količine
pt_pt: Esta página deve ser chamada com parâmetros especificando as referências de números de série e quantidades do item desejado

source: It cannot be displayed without the proper parameters being passed
hr_hr: Ne može se prikazati bez prosljeđivanja odgovarajućih parametara
pt_pt: Não pode ser mostrada sem os parâmetros apropriados passados

source: Could not retrieve the requested item because
hr_hr: Nije moguće dohvatiti traženu stavku jer
pt_pt: Não foi possível obter o item requisitado pois

source: This item is either a kitset or assembly or a dummy part and cannot have a stock holding
hr_hr: Ova stavka je komplet ili sklop ili lažni dio i ne može imati zalihe
pt_pt: Este artigo é um ajuste de kit ou um conjunto ou uma parte não usada e não pode ter um stock aguardando

source: This page cannot be displayed
hr_hr: Ova stranica se ne može prikazati
pt_pt: Esta página não pode ser mostrada

source: Only serialised or controlled items can be displayed in this page
hr_hr: Samo serijalizirane ili kontrolirane stavke mogu se prikazati na ovoj stranici
pt_pt: Somente itens serializados ou controlados podem ser mostrados nesta página

source: Could not retrieve the stock location of the item because
hr_hr: Nije moguće dohvatiti lokaciju skladišta artikla jer
pt_pt: Não foi possível obter a localização de stock do item pois

source: The SQL used to lookup the location was
hr_hr: SQL korišten za traženje lokacije bio je
pt_pt: O comando SQL usado para procurar a localização foi

source: The serial numbers/batches held cannot be retrieved because
hr_hr: Zadržani serijski brojevi/serije ne mogu se dohvatiti jer
pt_pt: Os números de série/lote mantidos não podem ser obtidos pois

source: Serialised items in
hr_hr: Serializirane stavke u
pt_pt: Itens serializados em

source: Controlled items in
hr_hr: Kontrolirani predmeti u
pt_pt: Itens controlados em

source: In units of
hr_hr: U jedinicama od
pt_pt: Em unidades de

source: Expiry Date
hr_hr: Datum isteka
pt_pt: Data de Vencimento

source: Batch/Bundle Ref
hr_hr: Serija/paket Ref
pt_pt: Ref do Lote/Paquete

source: Total quantity
hr_hr: Ukupna količina
pt_pt: Quantidade total

source: The web server user does not have permission to upload files. Please speak to your system administrator
hr_hr: Korisnik web poslužitelja nema dozvolu za učitavanje datoteka. Molimo razgovarajte sa svojim administratorom sustava

source: The Stock Item code cannot be empty
hr_hr: Šifra artikla zalihe ne može biti prazna
pt_pt: O código do item de stock não pode ser nula

source: The make or buy flag cannot be changed from
hr_hr: Zastavica make or buy ne može se promijeniti iz
pt_pt: A opção de montar ou comprar não pode ser mudada de

source: where there is a quantity of stock on hand at any location
hr_hr: gdje postoji količina zaliha pri ruci na bilo kojem mjestu
pt_pt: onde há uma quantidade do stock entregue em algum local

source: Currently there are
hr_hr: Trenutno postoje
pt_pt: Atualmente há

source: on hand
hr_hr: na ruci
pt_pt: entregue

source: where the item is to be lot controlled
hr_hr: gdje će predmet biti kontroliran lotom
pt_pt: onde o item está para ser controlado por lote

source: Kitset, phantom, dummy and assembly items cannot be lot controlled
hr_hr: Kompleti, fantomi, lutke i montažni predmeti ne mogu se kontrolirati
pt_pt: itens Kitset, manequim, simulador e montagem não pode ser muito controlado

source: The make or buy flag cannot be changed to a kitset where there is a quantity outstanding to be delivered on sales orders
hr_hr: Oznaka napravi ili kupi ne može se promijeniti u komplet gdje postoji nepodmirena količina za isporuku na prodajnim nalozima
pt_pt: A opção de montar ou comprar não pode ser mudada para um kit onde há uma quantidade pendente a ser entregue em pedidos de venda

source: outstanding
hr_hr: izvanredan
pt_pt: pendente

source: The make or buy flag cannot be changed to
hr_hr: Oznaka make or buy ne može se promijeniti u
pt_pt: A opção de montar ou comprar não pode ser mudada para

source: where there is a quantity outstanding to be received on purchase orders
hr_hr: gdje postoji nepodmirena količina koju treba primiti na narudžbenicama
pt_pt: onde há uma quantidade pendente a ser recebida em pedidos de compra

source: yet to be received
hr_hr: tek treba primiti
pt_pt: ainda a receber

source: The make or buy flag cannot be changed from manufactured, kitset or assembly to
hr_hr: Oznaka make or buy ne može se promijeniti iz proizvedene, kitset ili montažne u
pt_pt: A opção de montar ou comprar não pode ser mudada de fabricado, kit ou montagem para

source: where there is a bill of material set up for the item
hr_hr: gdje postoji popis materijala postavljen za stavku
pt_pt: onde há uma factura de material definida para o item

source: Bills of material are not appropriate for purchased or dummy items
hr_hr: Troškovi materijala nisu prikladni za kupljene ili lažne artikle
pt_pt: Listas de material não são apropriadas para itens comprados ou não usados

source: The make or buy flag cannot be changed from manufactured, purchased or dummy to a kitset or assembly where the item is a component in a bill of material
hr_hr: Oznaka make or buy ne može se promijeniti iz proizvedene, kupljene ili lažne u komplet ili sklop gdje je stavka komponenta u popisu materijala
pt_pt: A opção de montar ou comprar não pode ser mudada de fabricado, comprado ou não usado para kit ou montagem onde o item é um componente em uma factura de material

source: Assembly and kitset items are not appropriate as components in a bill of materials
hr_hr: Elementi sklopa i kompleta nisu prikladni kao komponente u popisu materijala
pt_pt: Montagem e kitset itens não são adequados como componentes de uma lista de materiais

source: You can not change a Non-Controlled Item to Controlled (or back from Controlled to non-controlled when there is currently stock on hand for the item
hr_hr: Ne možete promijeniti nekontroliranu stavku u kontroliranu (ili natrag iz kontrolirane u nekontroliranu ako trenutno postoji zaliha za tu stavku
pt_pt: Não é possível modificar entre item controlado e não controlado quando há stock corrente para o item

source: You can not change a Serialised Item to Non-Serialised (or vice-versa) when there is a quantity on hand for the item
hr_hr: Ne možete promijeniti serijaliziranu stavku u neserijski (ili obrnuto) ako postoji količina pri ruci za stavku
pt_pt: Você não pode alterar um item Serialised para não Serialised (ou vice-versa), quando há uma quantidade disponível para o item

source: The property value should between
hr_hr: Vrijednost nekretnine trebala bi biti između

source: The stock item could not be updated because
hr_hr: Stavka na zalihi nije se mogla ažurirati jer
pt_pt: Não foi possível actualizar o item de stock porque

source: The stock description translations could not be updated because
hr_hr: Prijevodi opisa dionica nisu se mogli ažurirati jer

source: Change stock category
hr_hr: Promjena kategorije dionica

source: The stock cost journal could not be inserted because
hr_hr: Dnevnik troškova zaliha nije se mogao umetnuti jer

source: Error retrieving value of finished goods received and cost issued against work orders for this item
hr_hr: Pogreška pri dohvaćanju vrijednosti primljene gotove robe i troška izdanog za radne naloge za ovu stavku

source: The WIP cost journal could not be inserted because
hr_hr: WIP dnevnik troškova nije se mogao umetnuti jer

source: The stock code entered is actually already in the database - duplicate stock codes are prohibited by the system. Try choosing an alternative stock code
hr_hr: Unesena šifra zalihe zapravo je već u bazi podataka - sustav zabranjuje duple šifre zaliha. Pokušajte odabrati alternativni dionički kod
pt_pt: O código de stock inserido esta actualmente já na base de dados - códigos de stock duplicados são proibidos pelo sistemo. Tente escolher um código de stock alternativo

source: New Item
hr_hr: Nova stavka
pt_pt: Novo item

source: NB: The item cost and pricing must also be setup
hr_hr: NAPOMENA: Trošak artikla i cijena također moraju biti postavljeni

source: Enter Item Cost
hr_hr: Unesite cijenu artikla

source: Enter Item Prices
hr_hr: Unesite cijene artikala

source: Cannot delete this stock item because there are stock movements that refer to this item
hr_hr: Nije moguće izbrisati ovu stavku zaliha jer postoje kretanja zaliha koja se odnose na ovu stavku
pt_pt: Não é possível remover este item de stock pois há movimentações de stock relacionadas a este item

source: stock movements that refer to this item
hr_hr: kretanja zaliha koja se odnose na ovu stavku
pt_pt: movimentações de stock que referem a este item

source: Cannot delete this item record because there are bills of material that require this part as a component
hr_hr: Nije moguće izbrisati ovaj zapis stavke jer postoje popisi materijala koji zahtijevaju ovaj dio kao komponentu
pt_pt: não é possível remover este registro de item pois há facturas de material que requerem esta parte como componente

source: bills of material that require this part as a component
hr_hr: popisi materijala koji zahtijevaju ovaj dio kao sastavni dio
pt_pt: facturas de material que requerem esta parte como componente

source: Cannot delete this item record because there are existing sales orders for this part
hr_hr: Nije moguće izbrisati ovaj zapis stavke jer postoje postojeći prodajni nalozi za ovaj dio
pt_pt: Não é possível remover este registro de item pois há pedidos de venda existentes para esta parte

source: sales order items against this part
hr_hr: stavke prodajnog naloga prema ovom dijelu
pt_pt: itens em pedidos de venda para esta parte

source: Cannot delete this item because sales analysis records exist for it
hr_hr: Nije moguće izbrisati ovu stavku jer za nju postoje zapisi analize prodaje
pt_pt: Não é possível remover este item pois há registros de análise de vendas para este item

source: sales analysis records against this part
hr_hr: zapisi analize prodaje u odnosu na ovaj dio
pt_pt: registros de análise de vendas para esta parte

source: Cannot delete this item because there are existing purchase order items for it
hr_hr: Nije moguće izbrisati ovu stavku jer za nju postoje stavke narudžbenice
pt_pt: Não é possível remover este item pois este possui pedidos de compra relacionadas

source: purchase order item record relating to this part
hr_hr: zapis stavke narudžbenice koji se odnosi na ovaj dio
pt_pt: itens em pedidos de compra relacionados à esta parte

source: Cannot delete this item because there is currently some stock on hand
hr_hr: Ne mogu izbrisati ovu stavku jer trenutno ima zaliha
pt_pt: Não pode remover este ítem porque há atualmente algum stock na mão

source: on hand for this part
hr_hr: pri ruci za ovaj dio
pt_pt: pronto para esta parte

source: Cannot delete this item because there are offers for this item
hr_hr: Nije moguće izbrisati ovu stavku jer postoje ponude za ovu stavku

source: offers from suppliers for this part
hr_hr: ponude dobavljača za ovaj dio

source: Cannot delete this item because there are tenders for this item
hr_hr: Ne mogu izbrisati ovu stavku jer postoje natječaji za ovu stavku

source: tenders from suppliers for this part
hr_hr: ponude dobavljača za ovaj dio

source: Could not delete the location stock records because
hr_hr: Nije moguće izbrisati zapise o zalihama lokacije jer
pt_pt: Não é possível remover os registros de localização de stock pois

source: Could not delete the prices for this stock record because
hr_hr: Nije moguće izbrisati cijene za ovaj zapis dionica jer
pt_pt: Não é possível eliminar os preços para este registro de stocl porque

source: Could not delete the purchasing data because
hr_hr: Nije moguće izbrisati podatke o kupnji jer
pt_pt: Não é possível remover os dados de compra pois

source: Could not delete the bill of material because
hr_hr: Nije moguće izbrisati popis materijala jer
pt_pt: Não é possível remover a factura de material pois

source: Could not delete the item properties
hr_hr: Nije moguće izbrisati svojstva stavke

source: Could not delete the item language descriptions
hr_hr: Nije moguće izbrisati opise jezika stavke

source: Could not delete the item record
hr_hr: Nije moguće izbrisati zapis stavke
pt_pt: Não foi possível remover o registro do item

source: Deleted the stock master record for
hr_hr: Izbrisan glavni zapis zaliha za
pt_pt: Removido o registro do stock mestre acossiado

source: and all the location stock records set up for the part
hr_hr: i svi podaci o skladištu lokacije postavljeni za dio
pt_pt: e todos os registros de localização de stock definidos

source: and any bill of material that may have been set up for the part
hr_hr: i bilo koji popis materijala koji je možda postavljen za dio
pt_pt: e quaisquer facturas de material relacionadas associadas

source: and any purchasing data that may have been set up for the part
hr_hr: i sve podatke o kupnji koji su možda postavljeni za dio
pt_pt: e quaisquer dados de compra relacionados

source: and any prices that may have been set up for the part
hr_hr: i sve cijene koje su možda postavljene za dio
pt_pt: e quaisquer preços que foram associados

source: Create Stock Item Details
hr_hr: Stvorite pojedinosti o stavci zalihe

source: Input the stock code, the following characters are prohibited:
hr_hr: Unesite šifru dionice, sljedeći znakovi su zabranjeni:

source: alpha-numeric only
hr_hr: samo alfanumerički

source: Edit Stock Item Details
hr_hr: Uredite pojedinosti o artiklu na zalihama

source: This language translation of the item will be used in invoices and credits to customers who are defined to use this language. The language translations to maintain here can be configured in the system parameters page
hr_hr: Prijevod artikla na ovaj jezik koristit će se u fakturama i kreditima kupcima za koje je definirano da koriste ovaj jezik. Prijevodi jezika koji se ovdje održavaju mogu se konfigurirati na stranici s parametrima sustava

source: Long Description
hr_hr: Dugi opis

source: Order multiple. It is the minimum packing quantity.
hr_hr: Naručite više. To je minimalna količina pakiranja.

source: Amount by which an output falls short of the estimated or planned output.
hr_hr: Iznos za koji učinak zaostaje za procijenjenim ili planiranim rezultatom.

source: Delete This Item
hr_hr: Izbriši ovu stavku
pt_pt: Remover Este Item

source: Could not retrieve the requested item
hr_hr: Nije moguće dohvatiti traženu stavku
pt_pt: Não foi possível obter o item requisitado

source: The SQL used to retrieve the items was
hr_hr: SQL korišten za dohvaćanje stavki bio je
pt_pt: O comando SQL usado para obter os itens foi

source: This is a kitset part and cannot have a stock holding
hr_hr: Ovo je dio kompleta i ne može imati zalihe
pt_pt: Esta é uma parte de kit e não pode ter um stock mantido

source: only the total quantity on outstanding sales orders is shown
hr_hr: prikazana je samo ukupna količina nepodmirenih prodajnih naloga
pt_pt: somente a quantidade total nos pedidos de venda pendentes é mostrada

source: This is an assembly part and cannot have a stock holding
hr_hr: Ovo je montažni dio i ne može imati zalihe
pt_pt: Esta é uma parte de montagem e não pode ter um stock mantido

source: This is an dummy part and cannot have a stock holding
hr_hr: Ovo je lažni dio i ne može imati dionice
pt_pt: Esta é uma parte imitada e não pode ter um stock mantido

source: Select Stock Code
hr_hr: Odaberite Stock Code

source: Alpha-numeric only
hr_hr: Samo alfanumerički

source: Input the stock code to inquire upon. Only alpha-numeric characters are allowed in stock codes with no spaces punctuation or special characters. Underscore or dashes are allowed.
hr_hr: Unesite šifru dionice za upit. U kodovima dionica dopušteni su samo alfanumerički znakovi bez razmaka, interpunkcije ili posebnih znakova. Dopuštene su podvlake ili crtice.

source: In Transit
hr_hr: U tranzitu

source: Update Bins
hr_hr: Ažurirajte spremnike

source: Pricing history for sales of
hr_hr: Povijest cijena za prodaju
pt_pt: Histórial de peços para as vendas de

source: No history of sales of
hr_hr: Nema povijesti prodaje
pt_pt: Ausência de historial de vendas de

source: Show Usage
hr_hr: Prikaži korištenje
pt_pt: Mostrar Uso
