Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The sale is at a lower price than the cost
hr_hr: Prodaje se po nižoj cijeni od koštanja
pt_pt: A venda está com preço menor que o custo

source: The purchase order can not be committed to the database because there is no stock location specified to book any stock items into
hr_hr: Narudžbenica se ne može pridružiti bazi podataka jer nije navedena lokacija skladišta za knjiženje bilo kakvih stavki na skladištu
pt_pt: O pedido de compra não poôe ser submetido ao base de dados pois não há localização de stock especificada para registro de ítens de stock

source: The item record for line
hr_hr: Zapis stavke za liniju
pt_pt: O registro do item para a linha

source: could not be created because
hr_hr: nije mogao biti stvoren jer
pt_pt: não puderam ser criados pois

source: The item stock locations for the special order line
hr_hr: Lokacije zaliha artikla za liniju posebne narudžbe
pt_pt: O local do ítem do stock para a linha do pedido especial

source: The item stock category information for the special order line
hr_hr: Podaci o kategoriji zaliha artikla za posebnu liniju narudžbe
pt_pt: A informação da categoria do item de stock para a linha do pedido especial

source: The delivery and sales type for the customer could not be retrieved for this special order
hr_hr: Vrsta isporuke i prodaje za kupca nije se mogla dohvatiti za ovu posebnu narudžbu
pt_pt: Não foi possível obter a entrega e o tipo de venda para o cliente para este pedido especial

source: The sales order cannot be added because
hr_hr: Prodajni nalog nije moguće dodati jer
pt_pt: O pedido de venda não pode ser adicionado pois

source: There was a problem inserting a line into the sales order because
hr_hr: Došlo je do problema s umetanjem retka u prodajni nalog jer
pt_pt: Houve um problema ao inserir uma linha dentro do pedido de venda pois

source: Sales Order Number
hr_hr: Broj prodajnog naloga
pt_pt: Número do Pedido de Venda

source: Orders created on a cash sales account may need the delivery details for the order to be modified
hr_hr: Narudžbe stvorene na računu za gotovinsku prodaju možda će trebati pojedinosti o isporuci za izmjenu narudžbe
pt_pt: Pedidos criados numa venda à dinheiro podem necessitar de detalhes de entrega para o pedido ser modificado

source: A freight charge may also be applicable
hr_hr: Također se može primijeniti naknada za prijevoz
pt_pt: Um custo de transporte também pode ser aplicável

source: Enter A New Special Order
hr_hr: Unesite novu posebnu narudžbu
pt_pt: Criar um novo pedido especial

source: Purchase from
hr_hr: Kupite od
pt_pt: Comprar de

source: delivered to
hr_hr: dostavljeno na
pt_pt: entregue à

source: branch
hr_hr: podružnica
pt_pt: filial

source: Receive Purchase Into and Sell From
hr_hr: Primite kupnju u i prodajte od
pt_pt: Receber compra e venda de

source: Special Ref
hr_hr: Posebna Ref
pt_pt: Referência especial

source: Special Order Summary
hr_hr: Sažetak posebne narudžbe
pt_pt: Sumário de Pedido Especial

source: Total Price
hr_hr: Ukupna cijena
pt_pt: Preço Total

source: Ordered item Description
hr_hr: Opis naručenog artikla
pt_pt: Descrição do item pedido

source: Required Delivery Date
hr_hr: Potreban datum isporuke
pt_pt: Data de Entrega Requerida

source: Add Item to Order
hr_hr: Dodajte stavku u narudžbu
pt_pt: Adicionar Item ao Pedido

source: Start Again
hr_hr: Počni ponovno
pt_pt: Iniciar Novamente

source: Process This Order
hr_hr: Obradi ovu narudžbu
pt_pt: Processar Este Pedido

source: Adjusting Controlled Items
hr_hr: Prilagodba kontroliranih stavki
pt_pt: A Ajustar Itens Controlados

source: Enter A Stock Adjustment
hr_hr: Unesite prilagodbu zaliha
pt_pt: Inserir um Ajuste de Stock

source: This page can only be opened if a stock adjustment for a controlled item has been entered
hr_hr: Ova se stranica može otvoriti samo ako je uneseno usklađenje zaliha za kontrolirani artikl
pt_pt: Esta página só pode ser aberta se um ajuste de stock para um item controlado fosse inserido

source: The adjusted item must be defined as controlled to require input of the batch numbers or serial numbers being adjusted
hr_hr: Prilagođena stavka mora biti definirana kao kontrolirana kako bi se zahtijevao unos brojeva serija ili serijskih brojeva koji se prilagođavaju
pt_pt: O item ajustado deve ser definido como controlado para requerer inserção de números de lote ou números de série sendo ajustados

source: Back to Adjustment Screen
hr_hr: Povratak na zaslon za podešavanje
pt_pt: Voltar para a página de ajuste

source: Adjustment of controlled item
hr_hr: Prilagodba kontroliranog predmeta
pt_pt: Ajuste de um item controlado

source: Adding Items
hr_hr: Dodavanje stavki
pt_pt: Adicionando itens

source: Removing Items
hr_hr: Uklanjanje stavki
pt_pt: Removendo itens

source: The Adjustment Type needs to be set
hr_hr: Potrebno je postaviti vrstu podešavanja
pt_pt: É necessário definir o tipo de ajuste

source: Please try again
hr_hr: Molimo pokušajte ponovo
pt_pt: Favor tentar novamente

source: Inventory Adjustment
hr_hr: Usklađivanje zaliha
pt_pt: Inventário de Ajustamento

source: Select Item to Adjust
hr_hr: Odaberite stavku za podešavanje
pt_pt: Selecione o item para Ajustar

source: The stock information cannot be retrieved because
hr_hr: Podaci o zalihama ne mogu se dohvatiti jer
pt_pt: As informações sobre as ações não podem ser recuperados, porque

source: Stock Description
hr_hr: Opis zaliha
pt_pt: Descrição de Stock

source: Adjust
hr_hr: prilagoditi
pt_pt: Ajuste

source: The entered item code does not exist
hr_hr: Unesena šifra artikla ne postoji
pt_pt: O item inserido não existe

source: The decimal places input is more than the decimals of this item defined,the defined decimal places is
hr_hr: Unos decimalnih mjesta je veći od decimala ove stavke definirane, definirana decimalna mjesta su

source: and the input decimal places is
hr_hr: a ulazna decimalna mjesta je

source: There would be no adjustment to make
hr_hr: Ne bi bilo nikakve prilagodbe
pt_pt: Não haveria ajustes a serem feitos

source: The item entered is a controlled item that requires the detail of the serial numbers or batch references to be adjusted to be entered
hr_hr: Unesena stavka je kontrolirana stavka koja zahtijeva podešavanje pojedinosti o serijskim brojevima ili referencama serije da bi se unijele
pt_pt: O item inserido é um item controlado que requer o detalhe dos números seriais ou referências de lote a serem ajustadas

source: The system parameters are set to prohibit negative stocks. Processing this stock adjustment would result in negative stock at this location. This adjustment will not be processed.
hr_hr: Parametri sustava postavljeni su na zabranu negativnih zaliha. Obrada ove prilagodbe zaliha rezultirala bi negativnom zalihom na ovoj lokaciji. Ova prilagodba neće biti obrađena.
pt_pt: Os parâmetros do sistema estão configurados para proibir stocks negativos. Processar este ajustamento de stock resultaria em stock negativo neste local. Este ajuste não será processado.

source: Unable to determine if the serial item exists
hr_hr: Nije moguće utvrditi postoji li serijska stavka
pt_pt: Não foi possível determinar se o item de série existe

source: A stock adjustment for
hr_hr: Usklađivanje zaliha za
pt_pt: Um ajuste de stock para

source: has been created from location
hr_hr: je stvoreno s lokacije
pt_pt: foi criado para a localização

source: Stock adjustment for
hr_hr: Usklađivanje zaliha za

source: Adjustment Details
hr_hr: Pojedinosti prilagodbe
pt_pt: Ajuste Detalhes

source: Partial Description
hr_hr: Djelomičan opis
pt_pt: Descrição Parcial

source: Partial Stock Code
hr_hr: Djelomični kod dionica
pt_pt: Código de Stock Parcial

source: Check Part
hr_hr: Provjerite dio
pt_pt: Verificar Parte

source: In Units of
hr_hr: U jedinicama od
pt_pt: Em unidades de

source: Adjustment to Stock At Location
hr_hr: Prilagodba zaliha na lokaciji
pt_pt: Ajuste ao stock na posição

source: Comments On Why
hr_hr: Komentari na temu Zašto
pt_pt: Comentário sobre por que

source: Adjustment Quantity
hr_hr: Količina prilagodbe
pt_pt: Quantidade de ajuste

source: Enter Stock Adjustment
hr_hr: Unesite podešavanje zaliha
pt_pt: Insira Ajuste de Stock

source: Show Movements
hr_hr: Prikaži pokrete
pt_pt: Mostrar Movimentações

source: Inventory Categories Maintenance
hr_hr: Održavanje kategorija inventara
pt_pt: Manutenção das Categorias de Inventário

source: Dummy Item - (No Movements)
hr_hr: Lažna stavka - (bez pokreta)
pt_pt: Item não usado - (sem movimentação)

source: Finished Goods
hr_hr: Gotovi proizvodi
pt_pt: Fabricados

source: Labour
hr_hr: Rad
pt_pt: Produção

source: Raw Materials
hr_hr: Sirovine
pt_pt: Matéria prima

source: Show All Stock Categories
hr_hr: Prikaži sve kategorije dionica
pt_pt: Mostrar Todas as Categorias de Stock

source: Could not delete the property
hr_hr: Nije moguće izbrisati svojstvo
pt_pt: Não foi possível eliminar a propriedade

source: Deleted the property
hr_hr: Izbrisano svojstvo
pt_pt: Propriedade Eliminada

source: The Inventory Category code must be six characters or less long
hr_hr: Kôd kategorije inventara mora imati šest znakova ili manje
pt_pt: A categoria de inventário deve ter no máximo seis caracteres

source: The Inventory category code must be at least 1 character but less than six characters long
hr_hr: Kôd kategorije inventara mora imati najmanje 1 znak, ali kraći od šest znakova
pt_pt: A categoria de inventário deve ter no mínimo 1 e no máximo 6 caracteres

source: The Sales category description must be twenty characters or less long and cannot be zero
hr_hr: Opis kategorije prodaje mora imati dvadeset znakova ili manje i ne može biti nula

source: The stock type selected must be one of
hr_hr: Odabrana vrsta dionice mora biti jedna od
pt_pt: O tipo de stock seleccionado deve ser um entre

source: Dummy item
hr_hr: Lažna stavka
pt_pt: Item não usado

source: Labour stock item
hr_hr: Stavka zaliha rada
pt_pt: Item em produção

source: Finished product
hr_hr: Gotov proizvod
pt_pt: Produto acabado

source: or
hr_hr: ili
pt_pt: ou

source: The minimum value is expected to be a numeric value
hr_hr: Očekuje se da minimalna vrijednost bude numerička vrijednost
pt_pt: O valor mínimo é esperado para ser um valor numérico

source: The maximum value is expected to be a numeric value
hr_hr: Očekuje se da najveća vrijednost bude numerička vrijednost
pt_pt: O valor máximo é esperado para ser um valor numérico

source: Could not update the stock category
hr_hr: Nije moguće ažurirati kategoriju dionica
pt_pt: Não foi possível actualizar a conta pois

source: Could not insert a new category property for
hr_hr: Nije moguće umetnuti novo svojstvo kategorije za
pt_pt: não pôde ser inserida

source: Updated the stock category property for
hr_hr: Ažurirano je svojstvo kategorije dionica za
pt_pt: Atualizada a propriedade da categoria de stock para

source: Updated the stock category record for
hr_hr: Ažuriran zapis kategorije dionica za
pt_pt: Atualizado o registro da categoria de stock para

source: Could not insert the new stock category
hr_hr: Nije moguće umetnuti novu kategoriju dionica
pt_pt: Não foi possível inserir a nova categoria de stock

source: A new stock category record has been added for
hr_hr: Dodan je novi zapis o kategoriji dionica za
pt_pt: Um novo registo de categoria de stock foi adicionado para

source: Cannot delete this stock category because stock items have been created using this stock category
hr_hr: Nije moguće izbrisati ovu kategoriju zaliha jer su artikli zaliha stvoreni pomoću ove kategorije zaliha
pt_pt: Não é possível remover esta categoria de stock pois itens de stock foram criados usando esta categoria

source: items referring to this stock category code
hr_hr: stavke koje se odnose na ovu šifru kategorije zaliha
pt_pt: itens referenciando este código de categoria de stock

source: Cannot delete this stock category because it is used by the sales
hr_hr: Nije moguće izbrisati ovu kategoriju zaliha jer je koristi prodaja
pt_pt: Não é possível remover esta categoria de stock pois esta é usada pelas vendas

source: GL posting interface
hr_hr: GL sučelje za objavljivanje
pt_pt: Interface de envio ao LC

source: Delete any records in the Sales GL Interface set up using this stock category first
hr_hr: Prvo izbrišite sve zapise u Sales GL sučelju postavljenom pomoću ove kategorije zaliha
pt_pt: Remover antes todas as vendas do LC usando esta categoria de stock

source: Cannot delete this stock category because it is used by the cost of sales
hr_hr: Nije moguće izbrisati ovu kategoriju zaliha jer je koristi trošak prodaje
pt_pt: Não é possível remover esta categoria de stock pois ela é usada pelo custo de vendas

source: Delete any records in the Cost of Sales GL Interface set up using this stock category first
hr_hr: Najprije izbrišite sve zapise u Cost of Sales GL sučelju postavljenom pomoću ove kategorije zaliha
pt_pt: Remover antes todas os custos de vendas do LC usando esta categoria de stock

source: The stock category
hr_hr: Kategorija dionica
pt_pt: A categoria de stock

source: Stock Type
hr_hr: Vrsta dionice
pt_pt: Tipo de Stock

source: Default Tax Category
hr_hr: Zadana porezna kategorija
pt_pt: Categoria de Imposto Padrão

source: Issues GL
hr_hr: Izdaje GL

source: Price Var GL
hr_hr: Cijena Var GL
pt_pt: Preço variado do LC

source: Usage Var GL
hr_hr: Upotreba Var GL
pt_pt: Usar variante do LC

source: Are you sure you wish to delete this stock category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
hr_hr: Jeste li sigurni da želite izbrisati ovu kategoriju dionica? Prije stvarnog brisanja izvršit će se dodatne provjere kako bi se osiguralo da integritet podataka nije ugrožen.
pt_pt: Tem a certeza que deseja eliminar esta categoria do inventário? Outras verificações serão realizadas antes da supressão para garantir que a integridade dos dados não seja comprometida.

source: Edit Stock Category
hr_hr: Uredite kategoriju dionica

source: Create Stock Category
hr_hr: Stvorite kategoriju dionica

source: Enter up to six alphanumeric characters or underscore as a code for this stock category
hr_hr: Unesite do šest alfanumeričkih znakova ili podvlaku kao kod za ovu kategoriju dionica

source: A description of the inventory category is required
hr_hr: Potreban je opis kategorije inventara

source: Recovery GL Code
hr_hr: GL kod za oporavak
pt_pt: Recuperação do Código LC

source: Stock GL Code
hr_hr: Stock GL kod
pt_pt: Código do Stock LC

source: WIP GL Code
hr_hr: WIP GL kod
pt_pt: Código WIP LC

source: Stock Adjustments GL Code
hr_hr: GL kod usklađenja zaliha
pt_pt: Ajustes do Código LC do Stock

source: Internal Stock Issues GL Code
hr_hr: GL kod problema s internim dionicama

source: Price Variance GL Code
hr_hr: GL kod odstupanja cijene
pt_pt: Variante do preço

source: Labour Efficiency Variance GL Code
hr_hr: Šifra GL varijance radne učinkovitosti
pt_pt: Código do Trabalho Variância Eficiência GL

source: Usage Variance GL Code
hr_hr: GL kod odstupanja u upotrebi
pt_pt: Uso variação

source: Property Label
hr_hr: Oznaka nekretnine
pt_pt: Etiqueta de Propriedade

source: Control Type
hr_hr: Vrsta kontrole
pt_pt: Tipo de Controlo

source: Default Value
hr_hr: Zadana vrijednost
pt_pt: Valor Padrão

source: Minimum Value
hr_hr: Minimalna vrijednost
pt_pt: Valor Mínimo

source: Maximum Value
hr_hr: Maksimalna vrijednost
pt_pt: Valor Máximo

source: Require in SO
hr_hr: Zahtijevati u SO
pt_pt: Exigido no PV

source: Are you sure you wish to delete this property? All properties of this type set up for stock items will also be deleted.
hr_hr: Jeste li sigurni da želite izbrisati ovo svojstvo? Sva svojstva ove vrste postavljena za artikle na skladištu također će biti izbrisana.
pt_pt: Tem certeza de que deseja apagar esta propriedade? Todas as propriedades deste tipo criado para o stock itens também serão eliminados.

source: Sales By Category By Item Inquiry
hr_hr: Prodaja po kategoriji po artiklu upit

source: Select the parameters for the inquiry
hr_hr: Odaberite parametre za upit

source: Qty Sold
hr_hr: Kol. Prodano

source: Sales Revenue
hr_hr: Prihod od prodaje

source: Gross Margin
hr_hr: Bruto marža

source: Avg Unit
hr_hr: Prosječna jedinica

source: Sale Price
hr_hr: Prodajna cijena

source: Margin %
hr_hr: marža %

source: Category Total
hr_hr: Kategorija Ukupno

source: Stock Check Freeze Update
hr_hr: Ažuriranje zamrzavanja čekova zaliha
pt_pt: Verificação de Stock Para Atualização

source: Print Check Sheets
hr_hr: Ispis čekovnih listova
pt_pt: Imprimir Folhas Verificadas

source: Added to the stock check file successfully
hr_hr: Uspješno dodan u datoteku provjere zaliha
pt_pt: Adicionado ao arquivo de seleção de ações com sucesso

source: Stock Count Sheets - Problem Report
hr_hr: Listovi za popis zaliha - Izvješće o problemu
pt_pt: Lençóis Stock - Relatório Problema

source: Before stock count sheets can be printed, a copy of the stock quantities needs to be taken - the stock check freeze. Make a stock check data file first
hr_hr: Prije ispisa lista zaliha potrebno je uzeti kopiju količina zaliha - zamrzavanje provjere zaliha. Najprije napravite datoteku podataka provjere zaliha
pt_pt: Antes de lençóis de estoque pode ser impresso, uma cópia das quantidades de estoque precisa ser tomada - o congelamento de seleção de ações. Faça uma verificação de dados estoque primeiro arquivo

source: Stock Count Sheets
hr_hr: Listovi za popis zaliha
pt_pt: Folhas da contagem da Stock

source: Stock Check Sheets
hr_hr: Listovi za provjeru zaliha
pt_pt: Folhas de Verificação de Stock

source: print
hr_hr: ispisati
pt_pt: impressão

source: Select Items For Stock Check
hr_hr: Odaberite stavke za provjeru zaliha

source: Action for Stock Check Freeze
hr_hr: Akcija za zamrzavanje čekova dionica
pt_pt: Ações para conservadas na checagem congelada

source: Make new stock check data file
hr_hr: Napravite novu datoteku podataka provjere zaliha
pt_pt: Criar novo arquivo de dados de verificação de stock

source: Add/update existing stock check file
hr_hr: Dodajte/ažurirajte postojeću datoteku provjere zaliha
pt_pt: Adicionar/Actualizar arquivo de verificação de stock

source: Print Stock Check Sheets Only
hr_hr: Ispis samo čekovnih listova zaliha
pt_pt: Imprimir Folhas de Verificação de Stock Apenas

source: Show system quantity on sheets
hr_hr: Prikažite količinu sustava na listovima
pt_pt: Mostrar quantidade em sistema em folhas

source: Only print items with non zero quantities
hr_hr: Ispisujte samo stavke s količinama različitima od nule
pt_pt: Apenas imprimir itens com quantidades não igual a zero

source: Print and Process
hr_hr: Ispis i obrada
pt_pt: Imprimir e Processar

source: Clone Item
hr_hr: Stavka klona

source: To use this script it must be called with the Stock ID of the item to be cloned passed in as $OldStockID. Please use the Clone This Item option in the Items Menu.
hr_hr: Za korištenje ove skripte mora se pozvati s Stock ID-om stavke koju treba klonirati proslijeđen kao $OldStockID. Koristite opciju Kloniraj ovu stavku u izborniku Stavke.

source: The stock code entered is already in the database - duplicate stock codes are prohibited by the system. Try choosing an alternative stock code
hr_hr: Uneseni kod zaliha već je u bazi podataka - sustav zabranjuje duple šifre zaliha. Pokušajte odabrati alternativni dionički kod

source: Cloning will create a new item with the same properties, image, cost, purchasing and pricing data as the selected item. Item image and general item details can be changed below prior to cloning.
hr_hr: Kloniranjem će se stvoriti nova stavka s istim svojstvima, slikom, cijenom, podacima o kupnji i cijenama kao i odabrana stavka. Slika artikla i opći detalji artikla mogu se promijeniti u nastavku prije kloniranja.

source: The image file size is over the maximum allowed. The maximum size allowed in KB is
hr_hr: Veličina slikovne datoteke premašuje maksimalno dopuštenu veličinu. Najveća dopuštena veličina u KB je

source: No tmp directory set. You must have a tmp directory set in your PHP for upload of files.
hr_hr: Nije postavljen tmp direktorij. Morate imati postavljen tmp direktorij u vašem PHP-u za učitavanje datoteka.

source: Attempting to overwrite an existing item image
hr_hr: Pokušaj prepisivanja postojeće slike artikla
pt_pt: A tentar substituir a imagem de um item existente

source: There was an image file to clone but there was an error copying. Please upload a new image if required.
hr_hr: Postojala je slikovna datoteka za kloniranje, ali došlo je do pogreške prilikom kopiranja. Učitajte novu sliku ako je potrebno.

source: Unable to delete the temporary image file for cloned item.
hr_hr: Nije moguće izbrisati privremenu slikovnu datoteku za kloniranu stavku.

source: The stock item description must be entered and be fifty characters or less long
hr_hr: Opis artikla na skladištu mora biti unesen i sadržavati pedeset znakova ili manje
pt_pt: A descrição do item de stock é obrigatória e deve ter no máximo 50 caracteres

source: It cannot be a zero length string either
hr_hr: Također ne može biti niz nulte duljine
pt_pt: Não pode ser nula

source: a description is required
hr_hr: potreban je opis
pt_pt: é necessário uma descrição

source: The stock item description cannot be a zero length string
hr_hr: Opis artikla na skladištu ne može biti niz nulte duljine
pt_pt: A descrição do item de stock não pode ser nula

source: a long description is required
hr_hr: potreban je dugačak opis
pt_pt: é necessário uma longa descrição

source: The Stock Item code must be unique. Please re-enter a unique Stock Item code.
hr_hr: Šifra artikla na skladištu mora biti jedinstvena. Molimo ponovno unesite jedinstvenu šifru artikla zalihe.

source: The Stock Item code cannot be empty. Please enter a unique Stock Item code.
hr_hr: Šifra artikla zalihe ne može biti prazna. Unesite jedinstvenu šifru artikla na skladištu.

source: The stock item code cannot contain any of the following characters
hr_hr: Šifra artikla na skladištu ne može sadržavati nijedan od sljedećih znakova
pt_pt: O código do item de stock não pode conter quaisquer dos seguintes caracteres

source: The unit of measure must be 20 characters or less long
hr_hr: Jedinica mjere mora imati 20 znakova ili manje
pt_pt: A unidade de medida deve ter no máximo 20 caracteres

source: The volume of the packaged item in cubic metres must be numeric
hr_hr: Volumen pakiranog artikla u kubnim metrima mora biti numerički
pt_pt: O volume em metros cúbicos do item empacotado deve ser numérico

source: The volume of the packaged item must be a positive number
hr_hr: Volumen zapakirane stavke mora biti pozitivan broj
pt_pt: O volume em metros cúbicos do item empacotado deve ser um número positivo

source: The weight of the packaged item in Gross Weight must be numeric
hr_hr: Težina zapakirane stavke u bruto težini mora biti brojčana

source: The weight of the packaged item must be a positive number
hr_hr: Težina zapakirane stavke mora biti pozitivan broj
pt_pt: O peso em KGs do item empacotado deve ser um numero positivo

source: The net weight of the item in Net Weight must be numeric
hr_hr: Neto težina artikla u Net Weight mora biti brojčana

source: The net weight of the item must be a positive number
hr_hr: Neto težina artikla mora biti pozitivan broj

source: The economic order quantity must be numeric
hr_hr: Ekonomska količina narudžbe mora biti numerička
pt_pt: A quantidade econômica para o pedido deve ser numérica

source: The economic order quantity must be a positive number
hr_hr: Ekonomska količina narudžbe mora biti pozitivan broj
pt_pt: A quantidade econômica para o pedido deve ser um número positivo
