Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Allocations made against invoice number
pt_pt: Alocações feitas associadas ao número da factura

source: Select the month to show daily sales for
pt_pt: Selecione o mês para mostrar as vendas diárias para

source: Show Daily Sales For The Selected Month
pt_pt: Vendas Daily Show para o mês seleccionado

source: Customer Balance Listing
pt_pt: Listagem de saldos do cliente

source: Could not get the date of the last day in the period selected
pt_pt: Não foi possível obter a data do último dia do período seleccionado

source: SQL used to test for the default shipper
pt_pt: SQL usado para testar o carregador padrão

source: SQL used to find the customer terms
pt_pt: SQL usada para encontrar os termos de clientes

source: The SQL that failed to update the contract status was
pt_pt: O SQL que falhou ao atualizar o status do contrato foi

source: The SQL that was used to update the order and failed was
pt_pt: O comando SQL mal sucedido usado para actualizar a ordem foi

source: The SQL that was used to modify the order line and failed was
pt_pt: O SQL que foi utilizado para modificar a linha de ordem e não foi

source: SQL used to retrieve the stock locations was
pt_pt: SQL usada para recuperar as posições de ações foi

source: Charge Freight Cost inc tax
pt_pt: Custo de Carregamento Incluindo Taxas

source: SQL used to retrieve the shipper details was
pt_pt: SQL usada para recuperar os detalhes do remetente era

source: The discount rate applicable for this record is either less than 0% or greater than 70%
pt_pt: A taxa de desconto aplicável a este registro é menor que 0% ou maior que 70%

source: Numbers between 1 and 69 are expected
pt_pt: Espera-se um valor entre 1 e 69

source: This message is not an order
pt_pt: Esta mensagem não é uma ordem

source: Requested delivery date
pt_pt: Data de entrega requisitada

source: The transaction should have been emailed off
pt_pt: A transação poderia ter sido enviada por email

source: View Currency Trends
pt_pt: Ver Tendências das Moedas

source: Factor Company Maintenance
pt_pt: Manutenção do Factor Empresa

source: The SQL that was used to insert the factor but failed was
pt_pt: O SQL que foi utilizado para indicar o fator, mas não foi

source: The SQL that was used to update the factor but failed was
pt_pt: O SQL que foi utilizado para atualizar o fator, mas não foi

source: ID
pt_pt: Identificação

source: Accum Depn GL
pt_pt: Accum GL Depn

source: Profit or Loss on Disposal GL Code:
pt_pt: Lucro ou Perda na Alienação Código GL:

source: Depn Rate
pt_pt: Taxa Depn

source: The SQL that failed to insert the GL Trans record was
pt_pt: O comando SQL que falhou a inserção do registro da Trans de LC foi

source: The SQL that failed to insert the fixed asset transaction record was
pt_pt: O SQL que falhou para inserir o registro da transação de ativos fixos foi

source: The following SQL was used to attempt the update the accumulated depreciation of the asset was:
pt_pt: O SQL a seguir foi usado para tentar a atualização da depreciação acumulada do ativo foi:

source: The SQL that failed to insert the cost GL Trans record was
pt_pt: O SQL que falhou para inserir o custo GL registro foi Trans

source: The SQL that was used to update the asset and failed was
pt_pt: O SQL que foi utilizado para atualização do ativo e não foi

source: The SQL that was used to add the asset failed was
pt_pt: O SQL que foi utilizado para adicionar o recurso não foi

source: The SQL used to retrieve asset locations and failed was
pt_pt: O SQL usada para recuperar os locais dos ativos e não foi

source: Only click the Delete button if you are sure you wish to delete the asset. Only assets with a zero book value can be deleted
pt_pt: Apenas clique no botão Excluir se você tiver certeza que deseja apagar o activo. Apenas os activos com valor contábil zero pode ser excluído

source: Depn B/fwd
pt_pt: Depn B / enc

source: Depn C/fwd
pt_pt: Depn C / enc

source: Print as a pdf
pt_pt: Imprimir em pdf

source: Print as CSV
pt_pt: Imprimir como CSV

source: From Date
pt_pt: A partir da data

source: To Date
pt_pt: Para Data

source: Asset Category
pt_pt: Categoria de ativos

source: Asset Location
pt_pt: Localização Asset

source: Cost B/Fwd
pt_pt: Custo B/Fwd

source: Depn B/Fwd
pt_pt: Depn B / Re

source: Cost C/Fwd
pt_pt: C / Custo Fwd

source: Depn C/Fwd
pt_pt: Depn C / Re

source: Form Design
pt_pt: Formulário de Design

source: Radius
pt_pt: Raio

source: Freight Costs Set Up
pt_pt: Configuração dos Custos de Transporte

source: The entry for the destination must be at least two characters long
pt_pt: A inserção para o destino deve ter pelo menos dois caracteres

source: These entries are matched against the town names entered for customer delivery addresses
pt_pt: Estas entradas são comparadas com os nomes das cidades nos endereços de entrega do cliente

source: Geocode Generate XML
pt_pt: Geocode Gerar XML

source: Customer Branch Code:
pt_pt: Código Cliente Filial:

source: Supplier Code:
pt_pt: Código do Fornecedor:

source: Get a google API key at
pt_pt: Obter uma chave de API do Google em

source: Set the maps centre point using the Center Longitude and Center Latitude. Set the maps screen size using the height and width in pixels (px)
pt_pt: Defina o ponto central de mapas utilizando o Centro de Longitude e Latitude Center. Defina o tamanho da tela de mapas usando a altura e largura em pixels (px)

source: Geocode ID
pt_pt: ID Geocode

source: Geocode Key
pt_pt: Chave Geocode

source: Map host
pt_pt: Mapa Acolhimento

source: Geocode Center Long
pt_pt: Centro de Longitude Geocode

source: Geocode Map Width
pt_pt: Geocode Largura Mapa

source: Geocode Host
pt_pt: Acolhimento Geocode

source: Geocoded Customer Branches Report
pt_pt: Ramos Cliente geocodificadas Relatório

source: Image Manipulation Script Problem
pt_pt: Problema na Imagem do Script de Manipulação

source: This script requires the gd image functions to be available to php - this needs to be enabled in your server php version before this script can be used
pt_pt: Este script requer que a função de imagem gd esteja à disposição do php - este deve ser ativado no seu servidor php antes que este script possa ser utilizado

source: The chart details for account
pt_pt: Os detalhes gráficos para a conta

source: Movement per ChartDetails record
pt_pt: Movimento por registro de gráfico de Detalhes

source: There are differences between the sum of the transactions and the recorded movements in the ChartDetails table
pt_pt: Há umas diferenças entre a soma das transacções e dos movimentos gravados na tabela de detalhes da carta

source: Run Report
pt_pt: Executar Relatório

source: Chart of Accounts Maintenance
pt_pt: Manutenção da Lista de Contas

source: The account code must be an integer
pt_pt: O código da conta deve ser um inteiro

source: Cannot delete this account because chart details have been created using this account and at least one period has postings to it
pt_pt: Não é possível eliminar esta conta porque o gráfico de detalhes foi criado utilizando esta conta e pelo menos um período tem mensagens para ele

source: webERP is an "accrual" based system (not a "cash based" system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
pt_pt: webERP é um "competência " sistema baseado (não um "dinheiro com base " do sistema). Sistemas de Acumulação de incluir itens quando eles são facturados ao cliente, e quando as despesas são devidos com base na data da fatura do fornecedor.

source: Detail Or Summary
pt_pt: Detalhe ou sumário

source: Show on Screen (HTML)
pt_pt: Mostra na tela (HTML)

source: Produce PDF Report
pt_pt: Produzir relatório PDF

source: Print Balance Sheet Error
pt_pt: Erro na Impressão da Folha de Balanço

source: There were no entries to print out for the selections specified
pt_pt: Não houve inserções para imprimir para fora para as selecções especificadas

source: HTML View
pt_pt: Ver em HTML

source: Select A Different Balance Date
pt_pt: Seleccione uma data de saldo diferente

source: Budget updated successfully
pt_pt: Orçamento actualizado com sucesso

source: budgets cannot be allocated until the GL accounts are set up
pt_pt: orçamentos não podem ser alocados até que as contas no LC estejam criadas

source: Cannot update GL budgets
pt_pt: Não é possível actualizar Orçamentos no LC

source: The SQL that failed to update the GL budgets was
pt_pt: O comando SQL que falhou a actualização do orçamento de LC foi

source: Year ended
pt_pt: Feixo do ano

source: Annual Budget
pt_pt: Orçamento Anual

source: Could not retrieve the ChartDetail records because
pt_pt: Não foi possível recuperar os registros, porque ChartDetail

source: Could not update the chartdetails record because
pt_pt: Não foi possível actualizar os registros ChartDetail pois

source: Print Profit and Loss Report
pt_pt: Imprimir Lucros e Perdas Relatório

source: Print Profit and Loss Error
pt_pt: Erro ao Imprimir Lucro e Prejuízos

source: General Ledger Profit Loss Inquiry
pt_pt: Razão Inquérito perda de lucros

source: Statement of Profit and Loss for the
pt_pt: Relatório de lucros e prejuízos para

source: Show Statement of Income and Expenditure
pt_pt: Mostrar Declaração de Rendimentos e Despesas

source: PrintPDF
pt_pt: Gerar PDF

source: Income and Expenditure
pt_pt: Receitas e Despesas

source: Print Income and Expenditure Error
pt_pt: Impressão de Renda e Despesas de erro

source: Deficit
pt_pt: Défice

source: Select Period From:
pt_pt: Seleccionar 'Período desde'

source: Select Period To:
pt_pt: Seleccionar 'Período até'

source: Show Trial Balance
pt_pt: Mostrar Balancete

source: Print Trial Balance Error
pt_pt: Erro ao Imprimir Balancete

source: and for the
pt_pt: e para o

source: months to
pt_pt: meses até

source: The following SQL to retrieve the purchase order details was used
pt_pt: O comando SQL a seguir foi usado para obter os detalhes do pedido de compra

source: GL Code of the Line Item
pt_pt: Código no LC da Linha do Item

source: ShiptRef of the Line Item
pt_pt: Ref de Carregamento do ítem da linha

source: Contract Reference of the Line Item
pt_pt: Referência contratual do item de série

source: Quantity Invoiced of the Line Item
pt_pt: Quantidade facturada do item de série

source: Stock Code of the Line Item
pt_pt: Código de Stock do Item de série

source: Order Quantity of the Line Item
pt_pt: Quantidade requisitada do item de série

source: Quantity of the Line Item Already Received
pt_pt: Quantidade já recebida do item de série

source: The following SQL to retrieve the standard cost was used
pt_pt: O comando SQL a seguir foi usado para obter o custo padrão

source: The following SQL to update the purchase order detail record was used
pt_pt: O comando SQL seguinte foi utilizado para actualizar o registro de detalhes do pedido de compra

source: The following SQL to insert the GRN record was used
pt_pt: O comando SQL seguinte para inserir o registo de NBR foi utilizado

source: The following SQL to test for an already existing controlled but not serialised stock item was used
pt_pt: O comando SQL seguinte para testar um já existente controlado mas não seriado item em stock foi utilizado

source: The following SQL to insert the serial stock item records was used
pt_pt: O comando SQL a seguir foi usado para inserir os registros de itens de série de stock

source: The following SQL was used to attempt the update of the cost and the date the asset was purchased
pt_pt: O SQL a seguir foi usado para tentar a atualização do custo e da data do activo foi adquirido

source: The following SQL to insert the purchase GLTrans record was used
pt_pt: O comando SQL para inserir a compra do registro LCTrans foi usando

source: PO
pt_pt: OC

source: The following SQL to insert the GRN Suspense GLTrans record was used
pt_pt: O comando SQL seguinte para inserir a Suspensa NBR no registro de Trans no LC foi utilizado

source: The following SQL to insert the stock movement record was used
pt_pt: O comando SQL a seguir foi usado para inserir o registro de movimentação de stock

source: The following SQL to update the stock record was used
pt_pt: O comando SQL a seguir foi usado para actualizar o registro de stock

source: The following SQL to insert the GL entries was used
pt_pt: O comando SQL a seguir foi usado para inserir as entradas no LC

source: Inventory Planning
pt_pt: Planeamento de inventário

source: The inventory quantities could not be retrieved by the SQL because
pt_pt: Não foi possível obter as quantidades no inventário pois

source: The sales quantities could not be retrieved by the SQL because
pt_pt: Não foi possível obter as quantidades de vendas pois

source: The sales order demand quantities could not be retrieved by the SQL because
pt_pt: Não foi possível obter as quantidades exigidas no pedido de venda pelo SQL porque

source: The sales order demand quantities from parent assemblies could not be retrieved by the SQL because
pt_pt: As ordens de vendas exigêm quantidades dos conjuntos base não podem ser recuperadas pelo comando SQL porque

source: The purchase order quantities could not be retrieved by the SQL because
pt_pt: Não foi possível obter as quantidades no pedido de compra porque

source: Print Inventory Planning Report Empty
pt_pt: Imprimir Relatório de Planeamento de Inventário Vazio

source: From Inventory Category Code
pt_pt: Código de Categoria 'Inventário de Origem'

source: To Inventory Category Code
pt_pt: Código de Categoria 'Inventário de Destino'

source: Standard
pt_pt: Padrão

source: Inventory Planning Based On Lead Time Of Preferred Supplier
pt_pt: Planejamento de Estoques baseado em tempo de execução do Fornecedor preferidos

source: Parts With Quantities
pt_pt: Peças com quantidades

source: The Inventory Quantity report could not be retrieved by the SQL because
pt_pt: O Inventário relatório Quantidade não pôde ser recuperada pelo SQL porque

source: The inventory valuation could not be retrieved by the SQL because
pt_pt: Não foi possível obter a avaliação de inventário pois

source: The SQL used to update the location record was
pt_pt: O comando SQL usado para actualizar o registro de localização foi

source: The SQL used to insert the location record was
pt_pt: O comando SQL usado para inserir o registro de localização foi

source: The SQL used to insert the new stock location records was
pt_pt: O comando SQL usado para inserir os novos registros de localização de stock foi

source: CSV Format
pt_pt: Formato CSV

source: someone else
pt_pt: alguma outra pessoa

source: Through
pt_pt: Através

source: The MRP planned purchase orders could not be retrieved by the SQL because
pt_pt: O MRP ordens de compra planejada não pode ser recuperada pelo SQL porque

source: Print MRP Planned Purchase Orders Error
pt_pt: Imprimir MRP Compra Planejada Erro Pedidos

source: Unit Cost:
pt_pt: Custo unitário:

source: Last Purchase Date:
pt_pt: Data da última compra:

source: Supplier:
pt_pt: Fornecedor:

source: Preferred Supplier:
pt_pt: Fornecedor preferencial:

source: Number of Purchase Orders:
pt_pt: Número de pedidos de compra:

source: Consolidation:
pt_pt: Consolidação:

source: The MRP planned work orders could not be retrieved by the SQL because
pt_pt: O MRP ordens planejadas não puderam ser recuperados pelo SQL porque

source: Number of Work Orders:
pt_pt: Número de Ordens de Trabalho:

source: Review/Convert MRP Planned Work Orders
pt_pt: Revisão / MRP converter ordens planejadas Trabalho

source: Convert
pt_pt: Converter

source: Review
pt_pt: Revisão

source: Print MRP Report Error
pt_pt: Erro ao Imprimir o Relatório de PRM

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule etc
pt_pt: O cálculo MRP deve ser executado antes de este relatório ter qualquer saída. MRP requer criação de vários parâmetros, incluindo, EOQ, prazos, mínimos, listas de materiais, tipos de demanda, plano-mestre etc

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule, etc
pt_pt: O cálculo MRP deve ser executado antes de este relatório ter qualquer saída. MRP requer criação de vários parâmetros, incluindo, EOQ, prazos, mínimos, listas de materiais, tipos de demanda, plano-mestre, etc

source: The MRP Report could not be retrieved by the SQL because
pt_pt: O relatório do MRP não pode ser recuperada pelo SQL porque

source: Part:
pt_pt: Parte:

source: On Hand:
pt_pt: Na mão:

source: Pan Size:
pt_pt: Tamanho do Pan:

source: On Order:
pt_pt: Na Ordem:

source: Last Cost:
pt_pt: Custo por último:

source: Open Order
pt_pt: Abra Ordem

source: Planned
pt_pt: Planejado

source: Dem Type
pt_pt: Tipo de Dem

source: Where Required
pt_pt: Sempre que necessário

source: Sup Type
pt_pt: Tipo Sup

source: The SQL that returned an error was
pt_pt: O comando SQL que retornou um erro foi

source: The MRP reschedules could not be retrieved by the SQL because
pt_pt: O reescalonamento de MRP não pode ser recuperada pelo SQL porque

source: Number of Parts:
pt_pt: Número de Peças:

source: The SQL that failed to get the order header was
pt_pt: O comando SQL mal sucedido para obter o cabeçalho da ordem foi

source: The SQL used to retrieve the line items, that failed was
pt_pt: O comando SQL mal sucedido para obter os itens de série foi

source: Outstanding GRNs Valuation
pt_pt: Valorização Considerável das NBRs

source: For Payments
pt_pt: Pagamentos

source: For Receipts
pt_pt: Recibos

source: Act Transfer From
pt_pt: Ato de Transferência de

source: Cannot insert a bank transaction with the SQL
pt_pt: Não é possível inserir uma transação bancária com o comando SQL

source: Cannot insert a payment transaction against the supplier using the SQL
pt_pt: Não é possível inserir uma transação de pagamento ao fornecedor usando o comando SQL

source: Cannot update the supplier record for the date of the last payment made using the SQL
pt_pt: Não é possível actualizar o registro do fornecedor com a data do último pagamento usando o comando SQL

source: Cannot insert a GL transaction for the creditors account debit using the SQL
pt_pt: Não é possível inserir uma transação no LC de débito na conta dos credores usando o comando SQL

source: Cannot insert a GL transaction for the payment discount credit using the SQL
pt_pt: Não é possível inserir uma transação no LC para desconto de pagamento usando o comando SQL

source: Cannot insert a GL transaction for the bank account credit using the SQL
pt_pt: Não é possível inserir uma transação no LC para crédito na conta bancária usando o comando SQL

source: SQL used to retrieve the bank account name was
pt_pt: comando SQL usado para obter o nome da conta bancária foi

source: Date Paid
pt_pt: Data do Pagamento

source: (if using pre-printed stationery)
pt_pt: (se estiver a utiliar papelaria pré-impressa)

source: Reference / Narrative
pt_pt: Referência / Descrição

source: (Max. length 80 characters)
pt_pt: (Máximo de 80 caracteres)

source: When the check box is not checked to indicate a day in the following month is the due date
pt_pt: Quando a caixa de seleção não estiver marcada para indicar um dia no mês seguinte, é a data de vencimento

source: the due date cannot be a day after the 30th
pt_pt: a data de vencimento não pode ser um dia após o dia 30

source: A number between 1 and 30 is expected
pt_pt: Espera-se um número entre 1 e 30

source: Petty Cash Tab To Assign Cash
pt_pt: Guia de Caixa Para atribuir Cash

source: Are you sure you wish to delete this code and the expense it may have set up?
pt_pt: Tem certeza de que deseja excluir este código e as despesas que podem ter criado?

source: Cash Assignation Date
pt_pt: Cash Data afectação

source: Detail Of Movement For Last
pt_pt: Detalhe do Movimento para última

source: The Amount must be greater than 0
pt_pt: O montante deve ser maior que 0

source: The Expense Claim on Tab
pt_pt: O Reembolso de Despesas de Tab

source: Petty cash Expense record
pt_pt: registro de despesas de Maneio

source: Petty Cash Tabs for User
pt_pt: Petty Cash Guias de Usuário

source: Detail Of Movements For Last
pt_pt: Detalhe de movimentos para a última

source: Date Of Expense
pt_pt: Data de Despesa

source: Expense Description
pt_pt: Descrição de Despesas

source: Code Of Expense
pt_pt: Código de Despesa

source: The Expense code must be twenty characters or less long
pt_pt: O código de despesas devem ser de vinte caracteres ou menos longo

source: Expense
pt_pt: Despesa

source: Expense code:
pt_pt: Código de Despesa:

source: for Type of Tab:
pt_pt: para o tipo de tabulação:

source: Code Of Petty Cash Tab
pt_pt: Código da Guia de Caixa

source: From Date :
pt_pt: A partir da data:

source: To Date:
pt_pt: Até o momento:

source: Petty Cash Report Of Tab
pt_pt: Relatório caixinha de Tab

source: Database Error
pt_pt: Erro de Base de Dados

source: The SQL used to get the orders that failed was
pt_pt: O comando SQL mal sucedido usado para obter os pedidos foi

source: There were no expenses found in the database within the period from
pt_pt: Não houve despesas encontrados na base de dados no período de

source: The SQL that returned no rows was
pt_pt: O comando SQL que não retornou nenhuma linha foi

source: No Petty Cash tabs were returned by the SQL because
pt_pt: Não guias de Caixa foram devolvidos pelo SQL porque

source: Tab Code :
pt_pt: Código Tab:

source: User
pt_pt: Usuário

source: To
pt_pt: Para

source: Currency
pt_pt: Moeda

source: Balance At
pt_pt: Saldo em

source: Select A Different Date
pt_pt: Selecione uma data diferente

source: Create PDF
pt_pt: Criar PDF

source: The SQL used to get the receipt header information that failed was
pt_pt: O comando SQL para obter a informação do cabeçalho do recibo que falhou foi

source: The SQL used to get the customer receipt information that failed was
pt_pt: O comando SQL mal sucedido para obter informações do recibo do cliente foi

source: The SQL used to get the GL receipt information that failed was
pt_pt: O comando SQL mal sucedido para obter informações do recibo no LC foi

source: Banking Summary
pt_pt: Sumário Bancário

source: Cheque Listing
pt_pt: Listagem de cheques

source: Cheque listing from
pt_pt: Listagem de cheque de

source: Please find herewith payments listing from
pt_pt: Localizar com estas informações listagem de pagamentos de

source: Customer Listing
pt_pt: Listagem de clientes

source: The customer List could not be retrieved by the SQL because
pt_pt: Não foi possível obter a lista de clientes pois

source: Ph
pt_pt: Tel

source: For Sales folk
pt_pt: Para as vendas comuns

source: All sales folk
pt_pt: Todas as vendas comuns

source: The SQL used to get the transaction information that failed was
pt_pt: O SQL utilizado para obter as informações de transação que não foi

source: Customer transaction listing from
pt_pt: Cliente anúncio da transação

source: The SQL used to get the variances between deliveries and orders that failed was
pt_pt: O comando SQL mal sucedido para obter as variações entre entregas e ordens foi

source: Variances Between Deliveries and Orders
pt_pt: Variações entre entregas e ordens

source: Variances Between Deliveries and Orders from
pt_pt: Variações entre entregas e pedidos de

source: The SQL used to get the days between requested delivery and actual invoice dates was
pt_pt: O comando SQL utilizado para obter os dias entre entregas solicitadas e datas da factura actual foi

source: Dispatches After
pt_pt: Despachos Depois
