Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Invoicing the selected order would result in negative stock. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
hr_hr: Fakturiranje odabrane narudžbe rezultiralo bi negativnom zalihom. Parametri sustava postavljeni su tako da zabranjuju pojavu negativnih zaliha. Ova se faktura ne može izraditi dok se stanje zaliha ne ispravi.
pt_pt: Facturar o pedido selecionado resultaria em stock negativo. Os parâmetros de sistema estão configurados para proibir o acontecimento de stocks negativos. Esta factura não pode ser criada até o stock em mão ser corrigido.

source: Negative Stock Prohibited
hr_hr: Negativna dionica zabranjena
pt_pt: Stock Negativo Proibido

source: Could not retrieve the component quantity left at the location once the assembly item on this order is invoiced (for the purposes of checking that stock will not go negative because)
hr_hr: Nije moguće dohvatiti količinu komponente koja je ostala na lokaciji nakon što se fakturira stavka za sklapanje u ovoj narudžbi (u svrhu provjere da zaliha neće postati negativna jer)
pt_pt: Não foi possível obter a quantidade componente restante na localização uma vez que a montagem do item por esse pedido é facturado (para efeitos de verificação esse stock não ficará negativo porque)

source: Invoicing the selected order would result in negative stock for a component of an assembly item on the order. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
hr_hr: Fakturiranje odabrane narudžbe rezultiralo bi negativnom zalihom za komponentu montažne stavke u narudžbi. Parametri sustava postavljeni su tako da zabranjuju pojavu negativnih zaliha. Ova se faktura ne može izraditi dok se stanje zaliha ne ispravi.
pt_pt: Facturar o pedido selecionado resultaria em stock negativo para um componente numa montagem de item no pedido. Os parâmetros de sistema estão definidos para proibir o acontecimento de stocks negativos. Esta factura não pode ser criada até o stock em mão ser corrigido.

source: We were unable to load Area where the Sale is to from the BRANCHES table
hr_hr: Nismo uspjeli učitati Područje na koje je rasprodaja iz tablice PODRUŽNICE
pt_pt: Não foi possível carregar a Area onde a Venda é a partir da tabela de FILIAIS

source: Please remedy this
hr_hr: Molimo ispravite ovo
pt_pt: Favor solucionar este problema

source: The company information and preferences could not be retrieved
hr_hr: Podaci o tvrtki i postavke nisu se mogli dohvatiti
pt_pt: Não foi possível obter informações e preferências da empresa

source: see your system administrator
hr_hr: obratite se svom administratoru sustava
pt_pt: entre em contado com o administrador do sistema

source: This order has been changed or invoiced since this delivery was started to be confirmed
hr_hr: Ova je narudžba promijenjena ili fakturirana od početka potvrđivanja ove isporuke
pt_pt: Esta ordem foi alterada ou facturada após o início da confirmação desta entrega

source: Processing halted
hr_hr: Obrada zaustavljena
pt_pt: Processamento interrompido

source: To enter and confirm this dispatch
hr_hr: Za unos i potvrdu ove otpreme
pt_pt: Para inserir e confirmar este despacho

source: invoice the order must be re-selected and re-read again to update the changes made by the other user
hr_hr: faktura narudžba se mora ponovno odabrati i ponovno pročitati kako bi se ažurirale promjene koje je napravio drugi korisnik
pt_pt: de remessa a ordem deve ser novamente seleccionada e lida para actualizar as mudanças feitas pelo outro utilizador

source: Orig order for
hr_hr: Izvorna narudžba za
pt_pt: Ordem original para

source: has a quantity of
hr_hr: ima količinu
pt_pt: possui uma quantidade de

source: and an invoiced qty of
hr_hr: i fakturirana količina od
pt_pt: e uma quantidade facturada de

source: the session shows quantity of
hr_hr: sesija pokazuje količinu
pt_pt: a secção mostra quantidade de

source: and quantity invoice of
hr_hr: i količinski račun od
pt_pt: e quantidade facturada de

source: Processing halted.
hr_hr: Obrada zaustavljena.
pt_pt: Processamento interrompido

source: To enter and confirm this dispatch, it must be re-selected and re-read again to update the changes made by the other user
hr_hr: Da biste unijeli i potvrdili ovu otpremu, morate je ponovno odabrati i ponovno pročitati kako biste ažurirali promjene koje je napravio drugi korisnik
pt_pt: Para inserir e confirmar esta remessa, deve ser novamente seleccionada e lida para actualizar as mudanças feitas pelo outro utilizador

source: Select a sales order for confirming deliveries and invoicing
hr_hr: Odaberite prodajni nalog za potvrdu isporuka i fakturiranje
pt_pt: Seleccione um pedido de venda para confirmar entregas e facturamento

source: Could not update the default shipping carrier for this branch because
hr_hr: Nije moguće ažurirati zadanog prijevoznika za ovu podružnicu jer
pt_pt: Não foi possível actualizar a transportadora padrão para esta filial porque

source: CRITICAL ERROR
hr_hr: KRITIČNA POGREŠKA
pt_pt: ERRO CRÍTICO

source: NOTE DOWN THIS ERROR AND SEEK ASSISTANCE
hr_hr: ZAPIŠITE OVU POGREŠKU I POTRAŽITE POMOĆ
pt_pt: ANOTE ESTE ERRO E PROCURE ASSISTÊNCIA

source: The sales order header could not be updated with the invoice number
hr_hr: Zaglavlje prodajne narudžbe nije se moglo ažurirati brojem fakture
pt_pt: Não foi possível actualizar o cabeçalho do pedido de venda com o número de factura

source: The debtor transaction record could not be inserted because
hr_hr: Zapis transakcije dužnika nije se mogao umetnuti jer
pt_pt: Não foi possível inserir o registro de transação do devedor pois

source: The debtor transaction taxes records could not be inserted because
hr_hr: Evidencija poreza na transakciju dužnika nije se mogla umetnuti jer
pt_pt: Os registros de imposto da transação do devedor não poderam ser inseridos porque

source: The asset number being disposed of is:
hr_hr: Broj imovine kojom se raspolaže je:

source: The sales order detail record could not be updated because
hr_hr: Zapis detalja prodajnog naloga nije se mogao ažurirati jer
pt_pt: Não foi possível actualizar o registro dos detalhes do pedido de venda porque

source: The order delivery differences log record could not be inserted because
hr_hr: Zapis dnevnika razlika u isporuci narudžbe nije se mogao umetnuti jer
pt_pt: Não foi possível inserir o registro de log de diferenças da ordem de entrega pois

source: The line items of the pick list cannot be retrieved because
hr_hr: Stavke retka popisa za odabir nije moguće dohvatiti jer

source: The pickreqdetail record could not be inserted because
hr_hr: Zapis pickreqdetail nije se mogao umetnuti jer

source: Cannot retrieve the mbflag
hr_hr: Nije moguće dohvatiti mb zastavu
pt_pt: Não é possível recuperar o mbflag

source: WARNING
hr_hr: UPOZORENJE
pt_pt: AVISO

source: Could not retrieve current location stock
hr_hr: Nije moguće dohvatiti trenutnu lokaciju zalihe
pt_pt: Não foi possivel opbter o estado actual do inventário

source: Location stock record could not be updated because
hr_hr: Zapis o skladištu lokacije nije se mogao ažurirati jer
pt_pt: O registo da localização do stock não pode ser actulizado porque

source: Could not retrieve assembly components from the database for
hr_hr: Nije moguće dohvatiti komponente sklopa iz baze podataka za
pt_pt: Não foi possível obter do base de dados os componentes de montagem para

source: because
hr_hr: jer
pt_pt: pois

source: Can not retrieve assembly components location stock quantities because
hr_hr: Ne mogu dohvatiti količine zaliha lokacije komponenti sklopa jer
pt_pt: Não foi possível obter as quantidades na localização do stock dos componentes de montagem porque

source: Order
hr_hr: Redoslijed
pt_pt: Pedido

source: Stock movement records for the assembly components of
hr_hr: Evidencija kretanja zaliha za sastavne dijelove
pt_pt: Registros de movimentação de Stock para os componentes de montagem de

source: could not be inserted because
hr_hr: nije se moglo umetnuti jer
pt_pt: não foram inseridos pois

source: Location stock record could not be updated for an assembly component because
hr_hr: Zapis o skladištu lokacije nije se mogao ažurirati za komponentu sklopa jer
pt_pt: O registo da Localização do stock não pode ser actualizado para um componente de montagem porque

source: Stock movement records could not be inserted because
hr_hr: Evidencija kretanja zaliha nije se mogla umetnuti jer
pt_pt: Não foi possível inserir registros de movimentação de stock porque

source: The sales commission accrual record could not be inserted because
hr_hr: Zapis obračunske provizije za prodaju nije se mogao umetnuti jer

source: Sales Commission
hr_hr: Komisija za prodaju

source: Invoice No
hr_hr: faktura br

source: The expenses side of the sales commission posting could not be inserted because
hr_hr: Troškovna strana knjiženja prodajne provizije nije se mogla umetnuti jer

source: The accruals side of the sales commission posting could not be inserted because
hr_hr: Strana obračuna knjiženja provizije za prodaju nije se mogla umetnuti jer

source: Taxes and rates applicable to this invoice line item could not be inserted because
hr_hr: Porezi i stope primjenjivi na ovu stavku fakture nisu se mogli umetnuti jer
pt_pt: Impostos e taxas aplicáveis a esta linha de item de factura não pode ser inserida porque

source: The serial stock item record could not be updated because
hr_hr: Zapis serijske stavke zalihe nije se mogao ažurirati jer
pt_pt: O registro do nº de série do item em stock não foi actualizado porque

source: The serial stock movement record could not be inserted because
hr_hr: Zapis serijskog kretanja zaliha nije se mogao umetnuti jer
pt_pt: Não foi possível inserir o registro de movimentação serial de stock porque

source: The count of existing Sales analysis records could not run because
hr_hr: Broj postojećih zapisa analize prodaje nije se mogao pokrenuti jer
pt_pt: Não foi possível executar a contagem de registros de análise de vendas existentes pois

source: Sales analysis record could not be added or updated because
hr_hr: Zapis analize prodaje ne može se dodati ili ažurirati jer
pt_pt: Não foi possível adicionar ou actualizar o registro de análise de vendas pois

source: The cost of sales GL posting could not be inserted because
hr_hr: Knjiženje troška prodaje GL nije se moglo umetnuti jer
pt_pt: O custo das vendas inseridas no Livro de Contabilidade não pode ser inserido porque

source: The stock side of the cost of sales GL posting could not be inserted because
hr_hr: Zaliha troška prodaje GL knjiženja nije se mogla umetnuti jer
pt_pt: O lado do stock do custo de afixação no LC de vendas não pode ser inserido porque

source: The sales GL posting could not be inserted because
hr_hr: Knjiženje GL prodaje nije se moglo umetnuti jer
pt_pt: O destacamento das vendas no LC não pode ser inserido porque

source: The sales discount GL posting could not be inserted because
hr_hr: Knjiženje prodajnog popusta GL nije bilo moguće umetnuti jer
pt_pt: O destacamento dos descontos das vendas no LC não pode ser inserido porque

source: The asset disposal GL posting details could not be retrieved because
hr_hr: Pojedinosti o knjiženju GL raspolaganja imovinom nisu se mogle dohvatiti jer
pt_pt: A GL alienação de bens a publicação de detalhes não puderam ser recuperados, porque

source: accumulated depreciation disposal
hr_hr: otuđenje akumulirane amortizacije

source: The reversal of accumulated depreciation GL posting on disposal could not be inserted because
hr_hr: Storniranje akumulirane amortizacije GL knjiženje pri otuđenju nije se moglo umetnuti jer
pt_pt: A reversão das amortizações acumuladas GL postagem sobre a eliminação não pode ser inserido por

source: cost disposal
hr_hr: odlaganje troškova

source: The reversal of asset cost on disposal GL posting could not be inserted because
hr_hr: Storniranje troška imovine pri otuđenju GL knjiženje nije se moglo umetnuti jer

source: net book value disposal
hr_hr: otuđenje neto knjigovodstvene vrijednosti

source: The disposal net book value GL posting could not be inserted because
hr_hr: Knjiženje GL neto knjigovodstvene vrijednosti otuđenja nije se moglo umetnuti jer
pt_pt: A eliminação GL valor líquido contábil postagem não poderia ser colocado, pois

source: asset disposal proceeds
hr_hr: prihodi od prodaje imovine

source: The disposal proceeds GL posting could not be inserted because
hr_hr: Knjiženje GL prihoda od otuđenja nije se moglo umetnuti jer
pt_pt: A alienação GL postagem não poderia ser colocado, pois

source: The fixed asset transaction could not be inserted because
hr_hr: Transakcija dugotrajne imovine nije se mogla umetnuti jer
pt_pt: A transação ativo fixo não pode ser inserido por

source: The fixed asset record could not be updated for the disposal because
hr_hr: Evidencija dugotrajne imovine nije se mogla ažurirati za otuđenje jer
pt_pt: O registro de ativo fixo não pode ser atualizado para a eliminação, porque

source: The pick list header could not be updated
hr_hr: Zaglavlje popisa odabira nije se moglo ažurirati

source: The total debtor GL posting could not be inserted because
hr_hr: Ukupno knjiženje GL dužnika nije se moglo umetnuti jer
pt_pt: A afixação no LC do total de devedor não pode ser inserido porque

source: The freight GL posting could not be inserted because
hr_hr: Knjiženje GL tereta nije se moglo umetnuti jer
pt_pt: A afixação do frete de LC não pode ser inserido porque

source: The tax GL posting could not be inserted because
hr_hr: Porezno GL knjiženje nije bilo moguće umetnuti jer
pt_pt: A afixação do imposto no LC não pode ser inserido porque

source: Invoice number
hr_hr: Broj fakture
pt_pt: Número da factura

source: processed
hr_hr: obrađeno
pt_pt: processado

source: Print this invoice
hr_hr: Ispiši ovu fakturu
pt_pt: Imprimir esta factura

source: Landscape
hr_hr: Krajolik
pt_pt: Paisagem

source: Portrait
hr_hr: Portret
pt_pt: Retrato

source: Select another order for invoicing
hr_hr: Odaberite drugu narudžbu za fakturiranje
pt_pt: Seleccione outra ordem para facturamento

source: Sales Order Entry
hr_hr: Unos prodajnog naloga
pt_pt: Inserção do Pedido de Vendas

source: Invoice Details
hr_hr: Podaci o fakturi
pt_pt: Detalhes da fatura

source: Date On Invoice
hr_hr: Datum na fakturi
pt_pt: Data da factura

source: The date the goods/services were sent. This is the date that will appear as the invoice date.
hr_hr: Datum kada je roba/usluga poslana. Ovo je datum koji će se pojaviti kao datum fakture.

source: Consignment Note Ref
hr_hr: Tovarni list Ref
pt_pt: Nota de referência do carregamento

source: The consignment reference for this delivery.
hr_hr: Referenca pošiljke za ovu isporuku.

source: No Of Packages in Delivery
hr_hr: Broj paketa u isporuci

source: The number of packages in this delivery.
hr_hr: Broj paketa u ovoj isporuci.

source: Action For Balance
hr_hr: Akcija za ravnotežu
pt_pt: Acção para o equilíbrio

source: Automatically put balance on back order
hr_hr: Automatski stavi stanje na zaostalu narudžbu
pt_pt: Automaticamente dispor saldos na ordem inversa

source: Cancel any quantities not delivered
hr_hr: Otkažite sve količine koje nisu isporučene
pt_pt: Cancelar as quantidades não entregues

source: Action to be taken for any remaining balance on the order.
hr_hr: Radnja koju treba poduzeti za bilo koji preostali saldo na narudžbi.

source: Invoice Text
hr_hr: Tekst fakture
pt_pt: Texto da factura

source: Any text that should appear on the invoice. This text will be visible to the customer.
hr_hr: Svaki tekst koji bi se trebao pojaviti na fakturi. Ovaj će tekst biti vidljiv kupcu.

source: Internal Comments
hr_hr: Interni komentari

source: Any internal text for this invoice. This text will not be visible to the customer.
hr_hr: Svaki interni tekst za ovu fakturu. Ovaj tekst neće biti vidljiv kupcu.

source: Process Invoice
hr_hr: Obradi fakturu
pt_pt: Processar factura

source: Contract Bill of Materials
hr_hr: Ugovorni popis materijala
pt_pt: Contrato Bill of Materials

source: You should automatically be forwarded to the Contract page. If this does not happen perhaps the browser does not support META Refresh
hr_hr: Trebali biste automatski biti proslijeđeni na stranicu Ugovora. Ako se to ne dogodi, možda preglednik ne podržava META Refresh
pt_pt: Você deve ser automaticamente encaminhado para a página do Contrato. Se isso não acontecer, talvez, o navegador não suporta META Refresh

source: click here
hr_hr: kliknite ovdje
pt_pt: clique aqui

source: to continue
hr_hr: nastaviti
pt_pt: para continuar

source: There is a problem selecting the part records to display because
hr_hr: Postoji problem s odabirom zapisa dijelova za prikaz jer
pt_pt: Há um problema ao seleccionar a parte do registro para mostrar porque

source: There are no products to display matching the criteria provided
hr_hr: Nema proizvoda za prikaz koji odgovaraju navedenim kriterijima
pt_pt: Não há produtos enquadrados no critério escolhido

source: The contract BOM cannot be altered because the customer has already placed the order
hr_hr: Ugovorna sastavnica se ne može mijenjati jer je kupac već predao narudžbu

source: The item
hr_hr: Predmet
pt_pt: O item

source: is already in the bill of material for this contract. The system will not allow the same item on the contract more than once. However you can change the quantity required for the item.
hr_hr: je već u popisu materijala za ovaj ugovor. Sustav neće dopustiti istu stavku na ugovoru više od jednom. Međutim, možete promijeniti količinu potrebnu za artikl.
pt_pt: já está na lista de material para o presente contrato. O sistema não permitirá que o mesmo item no contrato de mais de uma vez. No entanto, você pode alterar a quantidade necessária para o item.

source: The item details could not be retrieved
hr_hr: Nije moguće dohvatiti pojedinosti stavke
pt_pt: Os detalhes do item não pôde ser reactivado

source: The item code
hr_hr: Šifra artikla
pt_pt: O código do item

source: does not exist in the database and therefore cannot be added to the contract BOM
hr_hr: ne postoji u bazi podataka i stoga se ne može dodati u sastavnicu ugovora
pt_pt: não existe no banco de dados e, portanto, não podem ser adicionados ao contrato BOM

source: The supplier category details could not be retrieved because
hr_hr: Podaci o kategoriji dobavljača nisu se mogli dohvatiti jer
pt_pt: Os detalhes da categoria fornecedor não pode ser recuperada, pois

source: Contract Bill of Material
hr_hr: Ugovorni popis materijala
pt_pt: Contrato Bill of Material

source: Search For Stock Items
hr_hr: Potražite artikle na zalihama
pt_pt: Procurar por Itens de Stock

source: Select Stock Category
hr_hr: Odaberite kategoriju dionica

source: Enter text extracts in the description
hr_hr: Unesite tekstualne izvatke u opis
pt_pt: Insira partes do texto na descrição

source: Create a New Stock Item
hr_hr: Stvorite novu stavku na zalihi
pt_pt: Criar um novo item no estoque

source: Update Lines
hr_hr: Ažuriraj linije
pt_pt: Atualize Lines

source: Back To Contract Header
hr_hr: Natrag na zaglavlje ugovora
pt_pt: Voltar ao cabeçalho do contrato

source: Enter any text that should appear in the item description as the basis of your search
hr_hr: Unesite bilo koji tekst koji bi se trebao pojaviti u opisu artikla kao temelj vašeg pretraživanja

source: Enter any part of an item code to seach for all matching items containing that text in the code
hr_hr: Unesite bilo koji dio koda artikla da biste pretražili sve podudarne artikle koji sadrže taj tekst u kodu

source: Image
hr_hr: Slika
pt_pt: Imagem

source: Enter the quantity required of this item to complete the contract
hr_hr: Unesite potrebnu količinu ove stavke za dovršetak ugovora

source: Only the first
hr_hr: Samo prvi
pt_pt: Somente o primeiro

source: can be displayed
hr_hr: može se prikazati
pt_pt: pode ser mostrado

source: Please restrict your search to only the parts required
hr_hr: Ograničite pretragu samo na potrebne dijelove
pt_pt: Favor restringir sua procura para somente as partes requisitadas

source: Add to Contract Bill Of Material
hr_hr: Dodavanje popisu materijala ugovora
pt_pt: Adicionar ao Bill Contrato de Material

source: Contract Costing
hr_hr: Troškovi ugovora
pt_pt: Contrato de Custeio

source: This page is expected to be called with the contract reference to show the costing for
hr_hr: Očekuje se da će ova stranica biti pozvana s referencom ugovora za prikaz troškova
pt_pt: Esta página deverá ser chamado com o contrato de referência para mostrar o cálculo de custos para

source: Could not get the inventory issues for this contract because
hr_hr: Nije moguće dobiti probleme s inventarom za ovaj ugovor jer
pt_pt: Não foi possível obter a problemas de estoque para o presente contrato, porque

source: Contract
hr_hr: Ugovor
pt_pt: Contrato

source: Closed
hr_hr: Zatvoreno
pt_pt: Fechado

source: Current Confirmed
hr_hr: Trenutno potvrđeno
pt_pt: Confirmado atual

source: Quoted
hr_hr: Citirano
pt_pt: Citado

source: Original Costing
hr_hr: Izvorni trošak
pt_pt: Original Custeio

source: Actual Costs
hr_hr: Stvarni troškovi
pt_pt: Os custos reais

source: Inventory Required
hr_hr: Potreban inventar
pt_pt: Inventário Obrigatório

source: Unit
hr_hr: Jedinica
pt_pt: Unid

source: Actual usage
hr_hr: Stvarna upotreba
pt_pt: A utilização real

source: Total Inventory Budgeted Cost
hr_hr: Ukupni proračunski trošak zaliha
pt_pt: Inventário Custo Total Orçado

source: Total Inventory Actual Cost
hr_hr: Ukupna stvarna cijena zaliha
pt_pt: Inventário Total Custo Real

source: Other Costs
hr_hr: Ostali troškovi
pt_pt: Outros Custos

source: Requirement
hr_hr: Zahtjev
pt_pt: Exigência

source: Budgeted Other Costs
hr_hr: Predviđeni ostali troškovi
pt_pt: Orçado Outros Custos

source: Anticipated
hr_hr: Predviđeno
pt_pt: Antecipação

source: Could not get the other charges to the contract because
hr_hr: Nisam mogao dobiti druge troškove ugovora jer
pt_pt: Não foi possível obter a outros encargos do contrato, porque

source: Actual Other Costs
hr_hr: Stvarni ostali troškovi
pt_pt: Outros custos reais

source: Total Budget Contract Cost
hr_hr: Ukupni proračunski trošak ugovora
pt_pt: Custo Total de Contrato Orçamento

source: Total Actual Contract Cost
hr_hr: Ukupni stvarni trošak ugovora
pt_pt: Custo total do contrato real

source: Variance on contract
hr_hr: Odstupanje od ugovora
pt_pt: Variância em contrato

source: The gl entry of WIP for the variance on closing the contract could not be inserted because
hr_hr: Unos gl WIP-a za odstupanje pri zatvaranju ugovora nije se mogao umetnuti jer
pt_pt: A entrada GL do WIP para a variação sobre o encerramento do contrato não poderia ser colocado, pois

source: The status of the contract could not be updated to closed because
hr_hr: Status ugovora nije se mogao ažurirati na zatvoreno jer
pt_pt: O estatuto do contrato não pode ser atualizado para fechado porque

source: Could not update the work order to closed because:
hr_hr: Nije moguće ažurirati radni nalog na zatvoreno jer:
pt_pt: Não foi possível actualizar os registros ChartDetail pois

source: The SQL used to close the work order was:
hr_hr: SQL korišten za zatvaranje radnog naloga bio je:
pt_pt: O comando SQL utilizado para fechar a ordem de trabalho foi:

source: The location stock record could not be updated because
hr_hr: Zapis o skladištu lokacije nije se mogao ažurirati jer
pt_pt: O local de stock registrado não pôde ser actualizado porque
