Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Customer Types
hr_hr: Vrste kupaca
pt_pt: Tipos de Cliente

source: Customer Type Setup
hr_hr: Postavljanje vrste kupca
pt_pt: Configuração do Tipo de Cliente

source: Add/edit/delete Customer Types
hr_hr: Dodavanje/uređivanje/brisanje vrsta kupaca
pt_pt: Adic./Editar/Rem. Tipos de Cliente

source: The customer type name description must be 100 characters or less long
hr_hr: Opis naziva tipa kupca mora imati 100 znakova ili manje
pt_pt: O cliente descrição nome do tipo deve ser de 100 caracteres ou menos longo

source: The customer type name description must contain at least one character
hr_hr: Opis naziva tipa kupca mora sadržavati barem jedan znak
pt_pt: O cliente descrição digite o nome deve conter pelo menos um caractere

source: You already have a customer type called
hr_hr: Već imate pozvanu vrstu kupca
pt_pt: Você já tem um tipo de cliente chamado

source: The customer type
hr_hr: Vrsta kupca
pt_pt: O tipo de cliente

source: already exist.
hr_hr: već postoje.
pt_pt: já existe.

source: Customer type
hr_hr: Vrsta kupca
pt_pt: Tipo de Cliente

source: has been created
hr_hr: je stvoreno
pt_pt: foi criado

source: The number of transactions using this customer type could not be retrieved
hr_hr: Nije moguće dohvatiti broj transakcija koje koriste ovu vrstu klijenta
pt_pt: O número de transações usando este tipo de cliente não pôde ser reactivado

source: Cannot delete this type because customer transactions have been created using this type
hr_hr: Nije moguće izbrisati ovu vrstu jer su transakcije korisnika stvorene pomoću ove vrste
pt_pt: Não é possível eliminar este tipo de cliente, pois as transações foram criados usando este tipo

source: transactions using this type
hr_hr: transakcije koje koriste ovu vrstu
pt_pt: transações com esse tipo

source: The number of transactions using this Type record could not be retrieved because
hr_hr: Broj transakcija koje koriste ovu vrstu zapisa nije bilo moguće dohvatiti jer
pt_pt: O número de transações usando este tipo de registro não pode ser recuperada, pois

source: Cannot delete this type because customers are currently set up to use this type
hr_hr: Nije moguće izbrisati ovu vrstu jer su korisnici trenutno postavljeni za korištenje ove vrste
pt_pt: Não se pode eliminar este tipo poque clientes estão actualmente definidos com este tipo

source: customers with this type code
hr_hr: kupaca s ovim kodom vrste
pt_pt: clientes com esse tipo de código

source: The Type record could not be deleted because
hr_hr: Zapis tipa nije se mogao izbrisati jer
pt_pt: O tipo de registro não pode ser excluído porque

source: Type ID
hr_hr: Upišite ID
pt_pt: ID Tipo

source: Type Name
hr_hr: Upišite naziv
pt_pt: Nome do tipo

source: Are you sure you wish to delete this Customer Type?
hr_hr: Jeste li sigurni da želite izbrisati ovu vrstu kupca?
pt_pt: Tem certeza de que deseja apagar este cliente tipo?

source: Show All Types Defined
hr_hr: Prikaži sve definirane vrste
pt_pt: Mostrar Todos os Tipos Definidos

source: Edit Customer Type
hr_hr: Uredi vrstu kupca

source: Create New Customer Type
hr_hr: Stvorite novu vrstu kupca

source: The customer type name is required
hr_hr: Potreban je naziv vrste kupca

source: Customer How Paid Inquiry
hr_hr: Upit o tome kako je kupac platio
pt_pt: Consulta de Cliente que Pagou

source: Customer Where Allocated
hr_hr: Kupac gdje je dodijeljen
pt_pt: Cliente Sempre alocado

source: Receipt
hr_hr: Potvrda o primitku
pt_pt: Recibo

source: Credit Note
hr_hr: Kreditna nota
pt_pt: Nota de Crédito

source: Transaction Number
hr_hr: Broj transakcije
pt_pt: Número da Transação

source: Show How Allocated
hr_hr: Prikaži kako je dodijeljeno
pt_pt: Mostrar como alocar

source: The transaction number to be queried must be entered first
hr_hr: Prvo se mora unijeti broj transakcije koji se traži
pt_pt: Deve ser inserido primeiro o número da transação

source: invoice
hr_hr: dostavnica

source: This transaction was a receipt of funds and there can be no allocations of receipts or credits to a receipt. This inquiry is meant to be used to see how a payment which is entered as a negative receipt is settled against credit notes or receipts
hr_hr: Ova transakcija je bila primitak sredstava i ne može biti dodjele primitaka ili kredita na potvrdu. Ovaj upit je namijenjen za korištenje kako bi se vidjelo kako se plaćanje koje je uneseno kao negativna potvrda podmiruje s kreditnim bilježnicama ili potvrdama

source: There are no allocations made against this transaction
hr_hr: Nema izdvajanja za ovu transakciju
pt_pt: Não existem atribuições feitas contra esta transacão

source: Allocations made against
hr_hr: Dodjela izvršena protiv
pt_pt: Alocações para

source: number
hr_hr: broj
pt_pt: número

source: Transaction Total
hr_hr: Ukupna transakcija
pt_pt: Total da transação

source: Alloc
hr_hr: Dodijeli
pt_pt: Alocar

source: Failed to retrieve charge data
hr_hr: Dohvaćanje podataka o naplati nije uspjelo

source: To local currency
hr_hr: U lokalnoj valuti

source: at rate
hr_hr: po stopi

source: Grand Total
hr_hr: Ukupni zbroj

source: Bank Transactions Inquiry
hr_hr: Upit o bankovnim transakcijama

source: Transactions Dated From
hr_hr: Transakcije datirane od

source: Transactions Dated To
hr_hr: Transakcije datirane do

source: Unmatched
hr_hr: Bez premca

source: Matched
hr_hr: Podudaranje

source: Could not retrieve the bank account details
hr_hr: Nije moguće dohvatiti podatke o bankovnom računu

source: There are no transactions for this account in the date range selected
hr_hr: Nema transakcija za ovaj račun u odabranom datumskom rasponu

source: Account Transactions For
hr_hr: Transakcije računa za
pt_pt: Por conta de transações

source: Between
hr_hr: Između

source: Transaction type
hr_hr: Vrsta transakcije
pt_pt: Tipo de transação

source: Amount in
hr_hr: Iznos u
pt_pt: Montante em

source: Balances Brought Forward
hr_hr: Iznesene ravnoteže

source: Select Another Date
hr_hr: Odaberite drugi datum
pt_pt: Escolher outra data

source: Daily Sales Inquiry
hr_hr: Dnevni upit o prodaji
pt_pt: Diário Inquérito Vendas

source: The sales data could not be retrieved because
hr_hr: Podatke o prodaji nije bilo moguće dohvatiti jer
pt_pt: Os dados de vendas não pode ser recuperada, pois

source: For The Month Of
hr_hr: Za mjesec dana

source: Sales For The Month Of
hr_hr: Rasprodaja za mjesec

source: Sunday
hr_hr: nedjelja
pt_pt: Domingo

source: Monday
hr_hr: ponedjeljak
pt_pt: Segunda-Feira

source: Tuesday
hr_hr: utorak
pt_pt: Terça-Feira

source: Wednesday
hr_hr: srijeda
pt_pt: Quarta-Feira

source: Thursday
hr_hr: četvrtak
pt_pt: Quinta-Feira

source: Friday
hr_hr: petak
pt_pt: Sexta-Feira

source: Saturday
hr_hr: subota
pt_pt: Sábado

source: Total Sales for month
hr_hr: Ukupna prodaja za mjesec
pt_pt: Total de vendas por mês

source: Avg Daily Sales
hr_hr: Prosječna dnevna prodaja
pt_pt: Média diária de vendas

source: Daily Sales
hr_hr: Dnevna prodaja
pt_pt: As vendas diárias

source: Daily Sales Report
hr_hr: Dnevno izvješće o prodaji

source: Select a Month
hr_hr: Odaberite mjesec

source: Month to Show
hr_hr: Mjesec za pokazati
pt_pt: Mês para mostrar

source: Configure Dashboard Scripts
hr_hr: Konfigurirajte skripte nadzorne ploče

source: Page Security Levels
hr_hr: Razine sigurnosti stranice
pt_pt: Níveis de Segurança Page

source: The script was successfully removed
hr_hr: Skripta je uspješno uklonjena

source: There was a peoblem removing the script
hr_hr: Došlo je do problema prilikom uklanjanja skripte

source: The script was successfully updated
hr_hr: Skripta je uspješno ažurirana

source: There was a peoblem updating the script
hr_hr: Došlo je do problema prilikom ažuriranja skripte

source: The script was successfully inserted
hr_hr: Skripta je uspješno umetnuta

source: There was a peoblem inserting the script
hr_hr: Došlo je do problema prilikom umetanja skripte

source: Configured Dashboard Scripts
hr_hr: Konfigurirane skripte nadzorne ploče

source: Script
hr_hr: Skripta

source: Security Level
hr_hr: Sigurnosna razina

source: Remove
hr_hr: Ukloniti
pt_pt: Remover

source: Edit dashboard script details
hr_hr: Uredite detalje skripte nadzorne ploče

source: Script ID
hr_hr: ID skripte

source: Script Name
hr_hr: Naziv skripte

source: New dashboard script details
hr_hr: Detalji nove skripte nadzorne ploče

source: Security Token
hr_hr: Sigurnosni token

source: Update Configuration
hr_hr: Ažurirajte konfiguraciju

source: Insert New Script
hr_hr: Umetni novu skriptu

source: Dashboard
hr_hr: Nadzorna ploča

source: A maximum of 6 reports is allowd on each users dashboard
hr_hr: Na svakoj korisničkoj nadzornoj ploči dopušteno je najviše 6 izvješća

source: Add reports to your dashboard
hr_hr: Dodajte izvješća na svoju nadzornu ploču

source: Customer Balances
hr_hr: Stanja kupaca
pt_pt: Saldos do cliente

source: The customer details listing has no clients to report on
hr_hr: U popisu pojedinosti o kupcima nema klijenata za izvješćivanje
pt_pt: O cliente não tem detalhes anúncio clientes para informar sobre

source: Customer Balances For Customers between
hr_hr: Kupac Balances For Customers between
pt_pt: Saldos do cliente para clientes entre

source: Total balances
hr_hr: Ukupna stanja
pt_pt: Total de saldos

source: Debtor Balances
hr_hr: Stanja dužnika
pt_pt: Saldos do Devedor

source: Enter a portion of the code of first customer to report
hr_hr: Unesite dio koda prvog kupca za prijavu

source: Enter a portion of the code of last customer to report
hr_hr: Unesite dio koda posljednjeg kupca za prijavu

source: Balances As At
hr_hr: Stanje prema at
pt_pt: Saldo de

source: Could not retrieve period data because
hr_hr: Nije moguće dohvatiti podatke o mjesečnici jer
pt_pt: Não pôde recuperar dados do perído porque

source: The SQL that failed to get the period data was
hr_hr: SQL koji nije uspio dobiti podatke o razdoblju bio je
pt_pt: O comando SQL mal sucedido para obter o intervalo foi

source: Order Delivery Details
hr_hr: Detalji isporuke narudžbe
pt_pt: Detalhes da Ordem de Entrega

source: This page can only be read if an order has been entered
hr_hr: Ova stranica se može čitati samo ako je unesena narudžba
pt_pt: Esta página só pode ser lida se uma ordem tiver sido inserida

source: To enter an order select customer transactions then sales order entry
hr_hr: Za unos narudžbe odaberite transakcije kupaca, a zatim unos prodajnog naloga
pt_pt: Para inserir uma ordem seleccione transacções do cliente, depois inserção do pedido de venda

source: This page can only be read if an there are items on the order
hr_hr: Ova stranica se može čitati samo ako ima artikala u narudžbi
pt_pt: Esta página só pode ser lida se houver itens na ordem

source: You must enter the person or company to whom delivery should be made
hr_hr: Morate unijeti osobu ili tvrtku na koju treba izvršiti dostavu
pt_pt: O campo pessoa ou empresa de destino da entrega é obrigatório

source: You should enter the street address in the box provided
hr_hr: Trebali biste unijeti adresu u predviđeni okvir
pt_pt: Você deve inserir o endereço da rua no campo solicitado

source: Orders cannot be accepted without a valid street address
hr_hr: Narudžbe se ne mogu prihvatiti bez važeće adrese
pt_pt: Pedidos não podem ser aceitos sem um endereço válido

source: The freight cost entered is expected to be numeric
hr_hr: Očekuje se da će uneseni trošak prijevoza biti numerički
pt_pt: Espera-se que o custo de transporte inserido seja numérico

source: A recurring order cannot be made from a quotation
hr_hr: Ponavljajuća se narudžba ne može napraviti iz ponude
pt_pt: Uma ordem em aberto não pode ser criada a partir de uma oferta

source: You must select the type of packlist to print
hr_hr: Morate odabrati vrstu popisa paketa za ispis
pt_pt: Você deve selecionar o tipo de conjunto de lista para imprimir

source: An invalid date entry was made
hr_hr: Napravljen je nevažeći unos datuma
pt_pt: Inserção de data inválida

source: The date entry must be in the format
hr_hr: Unos datuma mora biti u formatu
pt_pt: A data deve ser entrada no formato

source: There was a problem testing for the default shipper
hr_hr: Došlo je do problema pri testiranju zadanog pošiljatelja
pt_pt: Houve um problema ao testar com a transportadora padrão

source: We have a problem
hr_hr: Imamo problem
pt_pt: Temos um problema

source: there are no shippers defined
hr_hr: nema definiranih pošiljatelja
pt_pt: não há transportadoras definidas

source: Please use the link below to set up shipping or freight companies
hr_hr: Upotrijebite poveznicu u nastavku za postavljanje tvrtki za otpremu ili teret
pt_pt: Favor usar o link abaixo para ativar companhias de transporte

source: the system expects the shipping company to be selected or a default freight company to be used
hr_hr: sustav očekuje da se odabere brodarska tvrtka ili da se koristi zadana prijevoznička tvrtka
pt_pt: o sistema espera que uma companhia transportadora seja seleccionada ou uma transportadora padrão a ser usada

source: You should automatically be forwarded to the entry of recurring order details page
hr_hr: Trebali biste automatski biti proslijeđeni na stranicu s detaljima o ponavljajućoj narudžbi
pt_pt: Deve ser encaminhado automaticamente para a página da inserção de detalhes da ordem em aberto

source: Modify Order Lines
hr_hr: Izmijenite redove naloga
pt_pt: Modificar linhas do pedido

source: You should automatically be forwarded to the entry of the order line details page
hr_hr: Trebali biste automatski biti proslijeđeni na unos stranice s detaljima retka narudžbe
pt_pt: Deve ser automaticamente enviado para página da linha de detalhes de inserção de pedidos

source: The freight charge has been updated
hr_hr: Cijena prijevoza je ažurirana
pt_pt: A carga do frete foi atualizada

source: Please reconfirm that the order and the freight charges are acceptable and then confirm the order again if OK
hr_hr: Potvrdite da su narudžba i troškovi prijevoza prihvatljivi, a zatim ponovno potvrdite narudžbu ako je u redu
pt_pt: Favor confirmar que o pedido e a carga do transporte são aceitáveis e confirmar o pedido novamente se OK

source: The new freight cost is
hr_hr: Nova cijena prijevoza je
pt_pt: O novo custo de transporte é

source: and the previously calculated freight cost was
hr_hr: a prethodno izračunati trošak vozarine iznosio je
pt_pt: e o custo de transporte previamente calculado era

source: The customer terms cannot be determined
hr_hr: Uvjeti kupca se ne mogu odrediti
pt_pt: Não foi possível determinar os termos do cliente

source: This order cannot be processed because
hr_hr: Ova se narudžba ne može obraditi jer
pt_pt: Este pedido não pode ser processados pois

source: Quotation Number
hr_hr: Broj ponude
pt_pt: Número da Oferta

source: Print packing slip
hr_hr: Ispiši otpremnicu
pt_pt: Imprimir nota fiscal enviada juntamente com a encomenda

source: Preprinted stationery
hr_hr: Unaprijed tiskana dopisnica
pt_pt: Materiais de escritório pré-impressos

source: Confirm Dispatch and Produce Invoice
hr_hr: Potvrdite otpremu i izradite fakturu
pt_pt: Comfirmar Despacho e Factura do Produto

source: Print Quotation (Landscape)
hr_hr: Ispis ponude (pejzaž)

source: Print Quotation (Portrait)
hr_hr: Ispis citata (portret)

source: Add Another Sales Order
hr_hr: Dodajte drugu prodajnu narudžbu
pt_pt: Adicionar Outro Pedido de Vendas

source: Thank you for your business
hr_hr: Hvala vam na poslu
pt_pt: Obrigado por seu negócio

source: Could not update the contract status
hr_hr: Nije moguće ažurirati status ugovora
pt_pt: Não foi possível atualizar o status do contrato

source: Could not insert the contract bill of materials
hr_hr: Nije moguće umetnuti popis materijala ugovora
pt_pt: Não foi possível inserir o projeto de lei do contrato de materiais

source: The order cannot be updated because
hr_hr: Narudžba se ne može ažurirati jer
pt_pt: O pedido não pode ser actualizado pois

source: The updated order line cannot be modified because
hr_hr: Ažurirani redak narudžbe ne može se mijenjati jer
pt_pt: A linha do pedido actualizado não pode ser modificada porque

source: Print packing slip - pre-printed stationery
hr_hr: Ispis pakirnice - unaprijed otisnuti dopisni materijal
pt_pt: Imprimir nota fiscal enviada juntamente com a encomenda - pré-imprimir papelaria

source: Confirm Order Delivery Quantities and Produce Invoice
hr_hr: Potvrdite količine isporuke narudžbe i izradite fakturu
pt_pt: Confirmar Quantidades de Entrega do Pedido e Produto Facturado

source: Select A Different Order
hr_hr: Odaberite drugu narudžbu
pt_pt: Seleccione uma ordem diferente

source: Delivery
hr_hr: Dostava
pt_pt: Entrega

source: Quotation Summary
hr_hr: Sažetak citata
pt_pt: Sumário da Oferta

source: Order Summary
hr_hr: Sažetak narudžbe
pt_pt: Sumário da Ordem

source: TOTAL Excl Tax/Freight
hr_hr: UKUPNO Bez poreza/vozarine
pt_pt: TOTAL Excl Imposto/Frete

source: Total Weight
hr_hr: Ukupna težina
pt_pt: Peso total

source: Total Volume
hr_hr: Ukupni volumen
pt_pt: Volume total

source: Deliver To
hr_hr: Isporučiti
pt_pt: Entregar para

source: Enter the name of the customer to deliver this order to
hr_hr: Unesite ime kupca kojem želite isporučiti ovu narudžbu

source: Deliver from the warehouse at
hr_hr: Isporuka iz skladišta u
pt_pt: Entregue a partir do armazém de

source: The stock locations could not be retrieved
hr_hr: Lokacije zaliha nisu se mogle dohvatiti
pt_pt: Os locais de estoque não pode ser recuperada

source: Estimated Delivery Date
hr_hr: Predviđeni datum isporuke
pt_pt: Data de entrega estimada

source: Enter the estimated delivery date requested by the customer
hr_hr: Unesite procijenjeni datum isporuke koji traži kupac

source: Quote Date
hr_hr: Datum citata
pt_pt: Data da Oferta

source: Confirmed Order Date
hr_hr: Potvrđen datum narudžbe
pt_pt: Confirmada data de Ordem

source: Delivery Address 1 (Street)
hr_hr: Adresa za dostavu 1 (ulica)

source: Delivery Address 2 (Street)
hr_hr: Adresa za dostavu 2 (ulica)

source: Delivery Address 3 (Suburb/City)
hr_hr: Adresa za dostavu 3 (predgrađe/grad)

source: Delivery Address 4 (State/Province)
hr_hr: Adresa za dostavu 4 (država/provincija)

source: Delivery Address 5 (Postal Code)
hr_hr: Adresa za dostavu 5 (poštanski broj)

source: Enter the telephone number of the contact at the delivery address.
hr_hr: Unesite broj telefona za kontakt na adresi dostave.

source: Enter the email address of the contact at the delivery address
hr_hr: Unesite email adresu kontakta na adresi dostave

source: Enter the customer's purchase order reference relevant to this order
hr_hr: Unesite kupčevu referencu narudžbe relevantnu za ovu narudžbu

source: Packlist Type
hr_hr: Vrsta popisa paketa
pt_pt: Tipo de Conjunto de Lista

source: Show Company Details/Logo
hr_hr: Prikaži pojedinosti/logo tvrtke
pt_pt: Mostrar Detalhes da Empresa/Logo

source: Hide Company Details/Logo
hr_hr: Sakrij pojedinosti/logo tvrtke
pt_pt: Ocultar Detalhes / Logo da Empresa

source: Reprint packing slip
hr_hr: Ponovno ispišite otpremnicu
pt_pt: Re-imprimir nota fiscal enviada juntamente com a encomenda

source: Last printed
hr_hr: Zadnje tiskano
pt_pt: Último impresso

source: Charge Freight Cost ex tax
hr_hr: Naplatiti Trošak prijevoza bez poreza

source: Recalc Freight Cost
hr_hr: Ponovno izračunaj trošak prijevoza
pt_pt: Recalcular custo do transporte

source: Freight/Shipper Method
hr_hr: Metoda tereta/pošiljatelja
pt_pt: Método de Frete/Carregador

source: The shipper details could not be retrieved
hr_hr: Podaci o pošiljatelju nisu se mogli dohvatiti
pt_pt: Os detalhes do remetente não pôde ser reactivado

source: Quotation Only
hr_hr: Samo citat
pt_pt: Apenas Oferta

source: Place Order
hr_hr: Naručite
pt_pt: Coloque o Pedido

source: Create Recurring Order
hr_hr: Stvorite ponavljajući redoslijed
pt_pt: Criar Recorrente Ordem

source: Commit Order Changes
hr_hr: Izvršite izmjene naloga
pt_pt: Submeter mudanças do pedido

source: Departments
hr_hr: Odjeli

source: The description of the department must not contain the character
hr_hr: Opis odjela ne smije sadržavati znak

source: The Name of the Department should not be empty
hr_hr: Naziv odjela ne smije biti prazan

source: This department name already exists.
hr_hr: Ovaj naziv odjela već postoji.

source: The department does not exist.
hr_hr: Odjel ne postoji.

source: The department has been modified
hr_hr: Odjel je modificiran

source: There is already a department with the specified name.
hr_hr: Već postoji odjel s navedenim nazivom.

source: The new department has been created
hr_hr: Formiran je novi odjel

source: The department could not be inserted
hr_hr: Odjel se nije mogao umetnuti

source: You cannot delete this Department
hr_hr: Ne možete izbrisati ovaj odjel

source: There are items related to this department
hr_hr: Postoje stavke vezane uz ovaj odjel

source: The department has been removed
hr_hr: Odjel je uklonjen

source: There are no departments created
hr_hr: Nema stvorenih odjela

source: Department Name
hr_hr: Naziv odjela

source: Authoriser
hr_hr: Autorizator

source: Are you sure you wish to delete this department?
hr_hr: Jeste li sigurni da želite izbrisati ovaj odjel?

source: View all Departments
hr_hr: Pogledajte sve odjele

source: The selected departemnt could not be found.
hr_hr: Odabrani odjel nije pronađen.

source: Edit Department Details
hr_hr: Uredite pojedinosti odjela

source: Create New Department Details
hr_hr: Stvorite nove pojedinosti odjela

source: The department name is required
hr_hr: Naziv odjela je obavezan

source: Discount Categories Maintenance
hr_hr: Kategorije popusta Održavanje
pt_pt: Manutenção das categorias de desconto

source: The stock item entered must be set up as either a manufactured or purchased or assembly item
hr_hr: Unesena stavka zalihe mora biti postavljena ili kao proizvedena ili kupljena ili montažna stavka
pt_pt: O item de stock inserido deve ser um item fabricado ou comprado ou montado

source: The discount category
hr_hr: Kategorija popusta
pt_pt: O registro da categoria

source: record for
hr_hr: zapis za
pt_pt: registrado para

source: could not be updated because
hr_hr: nije se moglo ažurirati jer
pt_pt: não pode ser actualizado pois

source: The stock master has been updated with this discount category
hr_hr: Glavni dionica je ažuriran ovom kategorijom popusta
pt_pt: O stock mestre foi actualizado com esta categoria de desconto

source: The stock master record has been updated to no discount category
hr_hr: Glavni zapis zaliha je ažuriran na kategoriju bez popusta
pt_pt: O registro do stock mestre foi actualizado sem categoria de desconto

source: Failed to retrieve stock category data
hr_hr: Dohvaćanje podataka o kategoriji dionica nije uspjelo

source: There are no stock defined for this stock category, you must define stock for it first
hr_hr: Nema definiranih zaliha za ovu kategoriju zaliha, prvo morate definirati zalihe za nju

source: Discount Category Code
hr_hr: Kod kategorije popusta
pt_pt: Código da categoria de desconto

source: Enter the discount category up to 2 alpha-numeric characters
hr_hr: Unesite kategoriju popusta do 2 alfanumerička znaka

source: Enter Stock Code
hr_hr: Unesite šifru dionice
pt_pt: Digite o Código Stock

source: Enter the stock code of the item in this discount category up to 20 alpha-numeric characters
hr_hr: Unesite šifru dionice artikla u ovoj kategoriji popusta do 20 alfanumeričkih znakova

source: Partial code
hr_hr: Djelomični kod
pt_pt: código parcial

source: Enter a portion of the item code only alpha-numeric characters
hr_hr: Unesite dio šifre artikla samo alfanumeričke znakove

source: Partial description
hr_hr: Djelomičan opis
pt_pt: descrição parcial

source: Update Item
hr_hr: Ažuriraj stavku
pt_pt: Item Update
