Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Maintain Report Headers
hr_hr: Održavajte zaglavlja izvješća
pt_pt: Rever Cabeçalhos de Relatórios

source: User defined reports can have up to 10 columns defined
hr_hr: Korisnički definirana izvješća mogu imati do 10 definiranih stupaca
pt_pt: Relatórios definidos pelo utilizador podem ter até 10 colunas definidas

source: The report will not be able to be run until some columns are deleted
hr_hr: Izvješće se neće moći pokrenuti dok se neki stupci ne izbrišu
pt_pt: O relatório não será permitido de executar até algumas colunas serem removidas

source: The column
hr_hr: Kolona
pt_pt: A coluna

source: Sales Analysis Columns
hr_hr: Kolone analize prodaje

source: Column Number
hr_hr: Broj stupca
pt_pt: Número da coluna

source: A number between 1 and 10 is expected
hr_hr: Očekuje se broj između 1 i 10
pt_pt: Espera-se um número entre 1 e 10

source: Heading line 1
hr_hr: Redak naslova 1
pt_pt: Cabeçalho linha 1

source: Heading line 2
hr_hr: Redak naslova 2
pt_pt: Cabeçalho linha 2

source: Calculation
hr_hr: Kalkulacija
pt_pt: Cálculo

source: Could not load periods table
hr_hr: Nije moguće učitati tablicu razdoblja
pt_pt: Não foi possível carregar a tabela de periodos

source: ToPeriod
hr_hr: DoPeriod

source: Data to show
hr_hr: Podaci za prikaz
pt_pt: Dados a mostrar

source: Budget or Actual
hr_hr: Proračun ili stvarni
pt_pt: Orçamento ou real

source: Numerator Column
hr_hr: Stupac brojitelja
pt_pt: Coluna do numerador

source: Denominator Column
hr_hr: Nazivnik stupca
pt_pt: Coluna do denominador

source: Calculation Operator
hr_hr: Operator izračuna
pt_pt: Operador do cálculo

source: Numerator Divided By Denominator
hr_hr: Brojnik podijeljen nazivnikom
pt_pt: Numerador dividido por denominador

source: Numerator Divided By Constant
hr_hr: Brojnik podijeljen s konstantom
pt_pt: Numerador dividido por constante

source: Numerator Col x Constant
hr_hr: Kolona brojnika x Konstanta
pt_pt: Coluna do numerador x Constante

source: Add to
hr_hr: Dodaj u
pt_pt: Adicionar a

source: Numerator Minus Denominator
hr_hr: Brojnik minus nazivnik
pt_pt: Numerador menos denominador

source: Constant
hr_hr: Konstanta
pt_pt: Constante

source: Format Type
hr_hr: Vrsta formata
pt_pt: Tipo de formato

source: Numeric
hr_hr: Numerički
pt_pt: Numérico

source: Percentage
hr_hr: Postotak
pt_pt: Percentagem

source: Sales Analysis Reports Maintenance
hr_hr: Održavanje izvješća o analizi prodaje
pt_pt: Manutenção dos Relatórios de Análises de Vendas

source: Product Code
hr_hr: Šifra proizvoda
pt_pt: Código do produto

source: Product Type
hr_hr: Vrsta proizvoda
pt_pt: Tipo do produto

source: Customer Branch
hr_hr: Poslovnica kupaca
pt_pt: Filial do cliente

source: Not Used
hr_hr: Nije korišteno
pt_pt: Não usado

source: The report heading must be more than two characters long
hr_hr: Naslov izvješća mora imati više od dva znaka
pt_pt: O cabeçalho do relatório deve ter mais de dois caracteres

source: No report heading was entered
hr_hr: Nije unesen naslov izvješća
pt_pt: Não foi inserido cabeçalho de relatório

source: Heading too long
hr_hr: Naslov je predug
pt_pt: Cabeçalho muito extenso

source: A group by item must be specified for the report to have any output
hr_hr: Grupa po stavci mora biti navedena da bi izvješće imalo izlaz
pt_pt: Um grupo por item deve ser especificado para que o relatório possua alguma saída

source: No Group By selected
hr_hr: Nije odabrano grupiranje po
pt_pt: Nenhum 'Agrupar por' seleccionado

source: Group by Level 1 is set but the upper and lower limits are not set
hr_hr: Grupiranje prema razini 1 je postavljeno, ali gornja i donja granica nisu postavljene
pt_pt: Agrupar por nível 1 está definido, mas os limites superior e inferior não estão definidos

source: these must be specified for the report to have any output
hr_hr: oni moraju biti specificirani da bi izvješće imalo izlaz
pt_pt: estes devem ser especificados para que o relatório possua alguma saída

source: Upper/Lower limits not set
hr_hr: Gornje/donje granice nisu postavljene
pt_pt: Limites superior e inferior não definidos

source: Group by Level 2 is set but the upper and lower limits are not set
hr_hr: Grupiranje prema razini 2 je postavljeno, ali gornja i donja granica nisu postavljene
pt_pt: Agrupar por nível 2 está definido, mas os limites superior e inferior não estão definidos

source: Upper/Lower Limits not set
hr_hr: Gornje/donje granice nisu postavljene
pt_pt: Limites superior e inferior não definidos

source: Group by Level 3 is set but the upper and lower limits are not set
hr_hr: Grupiranje prema razini 3 je postavljeno, ali gornja i donja granica nisu postavljene
pt_pt: Agrupar por nível 3 está definido, mas os limites superior e inferior não estão definidos

source: Group by Level 4 is set but the upper and lower limits are not set
hr_hr: Grupiranje prema razini 4 je postavljeno, ali gornja i donja granica nisu postavljene
pt_pt: Agrupar por nível 4 está definido, mas os limites superior e inferior não estão definidos

source: Group by Level 1 is set but the lower limit is greater than the upper limit
hr_hr: Grupiranje prema razini 1 je postavljeno, ali je donja granica veća od gornje granice
pt_pt: Agrupar por nível 1 está definido, mas o limite inferior é maior que o superior

source: the report will have no output
hr_hr: izvješće neće imati izlaz
pt_pt: o relatório não possuirá nenhuma saída

source: Lower Limit > Upper Limit
hr_hr: Donja granica > Gornja granica
pt_pt: Limite inferior > Limite superior

source: Group by Level 2 is set but the lower limit is greater than the upper limit
hr_hr: Grupiranje prema razini 2 je postavljeno, ali je donja granica veća od gornje granice
pt_pt: Agrupar por nível 2 está definido, mas o limite inferior é maior que o superior

source: Group by Level 3 is set but the lower limit is greater than the upper limit
hr_hr: Grupiranje prema razini 3 je postavljeno, ali je donja granica veća od gornje granice
pt_pt: Agrupar por nível 3 está definido, mas o limite inferior é maior que o superior

source: Group by Level 4 is set but the lower limit is greater than the upper limit
hr_hr: Postavljeno je grupiranje prema razini 4, ali je donja granica veća od gornje granice
pt_pt: Agrupar por nível 4 está definido, mas o limite inferior é maior que o superior

source: The report could not be updated because
hr_hr: Izvješće se nije moglo ažurirati jer
pt_pt: Não foi possível actualizar o relatório porque

source: report has been updated
hr_hr: izvješće je ažurirano
pt_pt: relatório foi actualizado

source: The report could not be added because
hr_hr: Izvješće nije bilo moguće dodati jer
pt_pt: Não foi possível adicionar o relatório pois

source: report has been added to the database
hr_hr: izvješće je dodano u bazu podataka
pt_pt: relatório foi adicionado ao base de dados

source: The deletion of the report column failed because
hr_hr: Brisanje stupca izvješća nije uspjelo jer

source: The deletion of the report heading failed because
hr_hr: Brisanje naslova izvješća nije uspjelo jer
pt_pt: A remoção do cabeçalho do relatório foi mal sucedida pois

source: Report Deleted
hr_hr: Izvješće izbrisano
pt_pt: Relatório removido

source: Report No
hr_hr: Izvješće br
pt_pt: Número do Relatório

source: Report Title
hr_hr: Naslov izvješća
pt_pt: Título Relatório

source: Design
hr_hr: Dizajn
pt_pt: Esquema

source: Define Columns
hr_hr: Definirajte stupce
pt_pt: Definir colunas

source: Make PDF Report
hr_hr: Napravite PDF izvješće
pt_pt: Gerar relatório PDF

source: Are you sure you wish to remove this report design?
hr_hr: Jeste li sigurni da želite ukloniti ovaj dizajn izvješća?
pt_pt: Tem certeza de que deseja remover este design de relatório?

source: Show All Defined Reports
hr_hr: Prikaži sva definirana izvješća
pt_pt: Mostrar todos os relatórios definidos

source: The reports for display could not be retrieved because
hr_hr: Izvješća za prikaz nisu se mogla dohvatiti jer
pt_pt: Não foi possível obter os relatórios a mostrar pois

source: Edit The Selected Report
hr_hr: Uredite odabrano izvješće
pt_pt: Editar o relatório seleccionado

source: Define A New Report
hr_hr: Definirajte novo izvješće
pt_pt: Definir um Novo Relatório

source: Report Heading
hr_hr: Naslov izvješća
pt_pt: Cabeçalho do Relatório

source: Group By 1
hr_hr: Grupiraj po 1
pt_pt: Agrupar por 1

source: Page Break After
hr_hr: Prijelom stranice nakon
pt_pt: Quebra de Página Depois

source: Group By 2
hr_hr: Grupiraj po 2
pt_pt: Agrupar por 2

source: Group By 3
hr_hr: Grupiraj po 3
pt_pt: Agrupar por 3

source: Group By 4
hr_hr: Grupiraj po 4
pt_pt: Agrupar por 4

source: The security settings on your account do not permit you to access this function
hr_hr: Sigurnosne postavke na vašem računu ne dopuštaju vam pristup ovoj funkciji
pt_pt: As configurações de segurança na sua conta não permitem que aceda a esta função

source: User Defined Sales Analysis Problem
hr_hr: Problem korisnički definirane analize prodaje
pt_pt: Problema na análise de venda definido pelo utilizador

source: The report did not have any none zero lines of information to show and so it has not been created
hr_hr: Izvješće nije imalo nijednu niti nultu liniju informacija za prikazati i stoga nije izrađeno
pt_pt: O relatório não possuía linhas de informação e portanto não foi criado

source: Look at the design of this report
hr_hr: Pogledajte dizajn ovog izvješća
pt_pt: Observe o desenho deste relatório

source: Sales Analysis Comma Separated File (CSV) Generation
hr_hr: Generiranje datoteke analize prodaje (CSV).
pt_pt: Análise de vendas separados por vírgula geração do arquivo (CSV)

source: You should automatically be forwarded to the CSV Sales Analysis file when it is ready
hr_hr: Trebali biste automatski biti proslijeđeni na CSV datoteku analize prodaje kada bude spremna
pt_pt: Você deve ser redirecionado automaticamente ao arquivo de análise de vendas CSV quando este estiver pronto

source: Sales Report
hr_hr: Izvješće o prodaji

source: Select the parameters for the report
hr_hr: Odaberite parametre za izvješće

source: Date Selection
hr_hr: Odabir datuma

source: Custom Range
hr_hr: Prilagođeni raspon

source: This Week
hr_hr: Ovaj tjedan

source: This Month
hr_hr: Ovaj mjesec
pt_pt: Este Mês

source: This Quarter
hr_hr: Ovo tromjesečje
pt_pt: Este Trimestre

source: Display Data
hr_hr: Prikaz podataka

source: Show Sales
hr_hr: Prikaži prodaju

source: The date entered for the from date is not in the appropriate format. Dates must be entered in the format
hr_hr: Datum unesen za datum od nije u odgovarajućem formatu. Datume je potrebno unijeti u formatu

source: The date entered for the to date is not in the appropriate format. Dates must be entered in the format
hr_hr: Datum unesen za datum do nije u odgovarajućem formatu. Datume je potrebno unijeti u formatu

source: The from date is expected to be a date prior to the to date. Please review the selected date range
hr_hr: Očekuje se da će datum od biti datum prije datuma do. Pregledajte odabrani datumski raspon

source: No Orders
hr_hr: Nema narudžbi

source: Total Sales
hr_hr: Ukupna prodaja

source: Refunds
hr_hr: Povrat novca

source: Net Sales
hr_hr: Neto prodaja

source: Cost of Sales
hr_hr: Trošak prodaje

source: wk
hr_hr: tjedan

source: Sales Category Maintenance
hr_hr: Održavanje prodajne kategorije
pt_pt: Manutenção de Categoria de Vendas

source: Select a Different Category
hr_hr: Odaberite drugu kategoriju

source: The item has been successfully added to the featured list
hr_hr: Stavka je uspješno dodana na istaknuti popis

source: The item has been successfully removed from the featured list
hr_hr: Stavka je uspješno uklonjena s popisa istaknutih

source: The item has been successfully removed from this category
hr_hr: Stavka je uspješno uklonjena iz ove kategorije

source: does not have a brand selected and so cannot be added
hr_hr: nema odabranu marku i stoga se ne može dodati

source: has been added
hr_hr: je dodano
pt_pt: foi adicionada

source: There was an error retrieving the stock item details
hr_hr: Došlo je do pogreške prilikom dohvaćanja pojedinosti o stavci zalihe

source: Add items to sales category
hr_hr: Dodajte artikle u prodajnu kategoriju

source: Add to Sales Category
hr_hr: Dodaj u prodajnu kategoriju

source: Manuafacturer
hr_hr: Proizvođač

source: Select Brand
hr_hr: Odaberite Marka

source: Add items to category
hr_hr: Dodaj stavke u kategoriju

source: The Sales category description must be fifty characters or less long
hr_hr: Opis kategorije prodaje mora imati pedeset znakova ili manje

source: The Sales category record has been updated
hr_hr: Zapis kategorije prodaje je ažuriran
pt_pt: O registro de categoria de stock foi actualizado

source: A new Sales category record has been added
hr_hr: Dodan je novi zapis kategorije prodaje
pt_pt: Uma nova categoria de stock foi adicionada

source: Category Name
hr_hr: Naziv kategorije
pt_pt: Nome da categoria

source: Parent Category
hr_hr: Nadređena kategorija

source: No parent
hr_hr: Bez roditelja

source: Add Stock Items
hr_hr: Dodajte stavke na zalihi

source: Are you sure you wish to delete this sales category?
hr_hr: Jeste li sigurni da želite izbrisati ovu prodajnu kategoriju?

source: Edit Sales Category
hr_hr: Uredite prodajnu kategoriju

source: New Sales Category
hr_hr: Nova prodajna kategorija

source: Is the category in active use?
hr_hr: Je li kategorija u aktivnoj upotrebi?

source: Inventory items for
hr_hr: Stavke inventara za

source: Featured
hr_hr: Istaknuto

source: Cancel Feature
hr_hr: Otkaži značajku

source: Make Featured
hr_hr: Učini istaknutim

source: No Inventory items in this category
hr_hr: Nema stavki inventara u ovoj kategoriji

source: Select Stock Items
hr_hr: Odaberite stavke na zalihi

source: Sales Category Report
hr_hr: Izvješće o prodajnoj kategoriji

source: Sales Commission Rates
hr_hr: Stope prodajne provizije

source: This script can only be called from
hr_hr: Ova se skripta može pozvati samo iz

source: Sales Commission Maintenance For
hr_hr: Provizija za prodaju Održavanje za

source: The start from field must be numeric
hr_hr: Početak od polja mora biti numerički

source: The commission rate field must be numeric
hr_hr: Polje stope provizije mora biti numeričko

source: A record already exists for this category, area, currency, start from amount, and salesperson
hr_hr: Zapis već postoji za ovu kategoriju, područje, valutu, počevši od iznosa i prodavača

source: Commission record was correctly saved
hr_hr: Zapisnik komisije ispravno je spremljen

source: There was an error saving the commission record
hr_hr: Došlo je do pogreške prilikom spremanja zapisa provizije

source: Commission record was correctly deleted
hr_hr: Provizijski zapis je ispravno izbrisan

source: There was an error deleting the commission record
hr_hr: Došlo je do pogreške prilikom brisanja zapisa provizije

source: Starting Level
hr_hr: Početna razina

source: Commission Rate (%)
hr_hr: Stopa provizije (%)

source: Are you sure you wish to delete this sales commission record?
hr_hr: Jeste li sigurni da želite izbrisati ovaj zapis prodajne provizije?

source: Edit Commission Details
hr_hr: Uredite pojedinosti o proviziji

source: Start From Value
hr_hr: Počnite od vrijednosti

source: Below Number of Active Days
hr_hr: Ispod Broj aktivnih dana

source: Create Commission Details
hr_hr: Stvorite pojedinosti o proviziji

source: A commission rate can apply to only certain items. Select the stock category to which this commission rate applies. If it applies to all categories select All.
hr_hr: Stopa provizije može se primijeniti samo na određene stavke. Odaberite kategoriju dionica na koju se primjenjuje ova stopa provizije. Ako se odnosi na sve kategorije odaberite Sve.

source: A commission rate can apply to only a certain area. Select the area to which this commission rate applies. If it applies to all areas select All.
hr_hr: Stopa provizije može se primijeniti samo na određeno područje. Odaberite područje na koje se primjenjuje ova stopa provizije. Ako se odnosi na sva područja odaberite Sve.

source: Select the currency for this commission record. Only transactions in this currency will be included for commission purposes.
hr_hr: Odaberite valutu za ovaj zapis provizije. Samo transakcije u ovoj valuti bit će uključene u svrhu provizije.

source: The value at which this commission rate kicks in.
hr_hr: Vrijednost na kojoj počinje ova stopa provizije.

source: This commission can apply for just a certain number of days after the customer has become active. Choose zero if the rate always applies.
hr_hr: Ova provizija može se primijeniti samo određeni broj dana nakon što je kupac postao aktivan. Odaberite nulu ako se stopa uvijek primjenjuje.

source: Commission Rate
hr_hr: Stopa provizije

source: The percentage commission to be applied for this record.
hr_hr: Postotak provizije koji se primjenjuje na ovaj zapis.

source: Sales Commission Reports
hr_hr: Izvješća o prodajnoj komisiji

source: Commission ID
hr_hr: ID komisije

source: Invoice/Credit
hr_hr: Faktura/kredit

source: Paid?
hr_hr: Plaćeno?

source: There are no commissions meeting this criteria. Please select different criteria and run the report again.
hr_hr: Nema komisija koje ispunjavaju ovaj kriterij. Odaberite druge kriterije i ponovno pokrenite izvješće.

source: Select different report criteria
hr_hr: Odaberite različite kriterije izvješća

source: All Sales People
hr_hr: Svi prodavači

source: Select the sales person to report on.
hr_hr: Odaberite prodavača o kojem ćete izvješćivati.

source: Select the currency of the transactions to report on.
hr_hr: Odaberite valutu transakcija o kojima želite izvješćivati.

source: Show Paid or Unpaid Commissions
hr_hr: Prikaži plaćene ili neplaćene provizije

source: All Commissions
hr_hr: Sve komisije

source: Only Unpaid Commissions
hr_hr: Samo neplaćene provizije

source: Only Paid Commissions
hr_hr: Samo plaćene provizije

source: Filter commissions by whether they are paid or unpaid
hr_hr: Filtrirajte provizije prema tome jesu li plaćene ili neplaćene

source: Sales Commission Statements
hr_hr: Izjave o prodajnoj proviziji

source: Sales Commission Calculation Methods
hr_hr: Metode izračuna prodajne provizije

source: The commission type name may not be empty
hr_hr: Naziv vrste provizije ne smije biti prazan

source: The commission type can not be renamed because another with the same name already exist.
hr_hr: Vrsta provizije ne može se preimenovati jer već postoji druga s istim imenom.

source: The commission type no longer exist.
hr_hr: Tip provizije više ne postoji.

source: Commision Type changed
hr_hr: Vrsta provizije promijenjena

source: The commission type can not be created because another with the same name already exists.
hr_hr: Vrsta provizije se ne može kreirati jer već postoji druga s istim imenom.

source: New sales commission type added
hr_hr: Dodana je nova vrsta prodajne provizije

source: Could not update sales commission type
hr_hr: Nije moguće ažurirati vrstu prodajne provizije

source: The sql that failed was
hr_hr: Sql koji nije uspio bio je
pt_pt: O comando SQL mal sucedido foi

source: Cannot delete this sales commission calculation method because it no longer exist
hr_hr: Nije moguće izbrisati ovu metodu izračuna prodajne provizije jer više ne postoji

source: Cannot delete this sales commission type because sales people items have been created using this type
hr_hr: Nije moguće izbrisati ovu vrstu provizije za prodaju jer su stavke prodavača stvorene pomoću ove vrste

source: sales people that use this commission type
hr_hr: prodavači koji koriste ovu vrstu provizije

source: commision type has been deleted
hr_hr: vrsta provizije je izbrisana

source: Could not get commission types because
hr_hr: Nije moguće dobiti vrste provizije jer

source: Calculation Method
hr_hr: Metoda izračuna

source: Are you sure you wish to delete this calculation method?
hr_hr: Jeste li sigurni da želite izbrisati ovu metodu izračuna?

source: Review Commission Calculation Methods
hr_hr: Pregledajte metode izračuna provizije

source: Could not retrieve the requested commission type, please try again.
hr_hr: Nije moguće dohvatiti traženu vrstu provizije, pokušajte ponovno.

source: Edit Calculation Method
hr_hr: Uredi metodu izračuna

source: Create New Calculation Method
hr_hr: Stvorite novu metodu izračuna

source: Commission Calculation Method
hr_hr: Metoda izračuna provizije

source: The name of the commission calculation algorithm
hr_hr: Naziv algoritma za izračun provizije

source: Sales GL Postings Set Up
hr_hr: Postavljanje prodajnih GL knjiženja
pt_pt: Configuração Das Vendas Inseridas no Livro de Contabilidade

source: The sales GL posting record has been updated
hr_hr: Zapis prodajnog GL knjiženja je ažuriran
pt_pt: O registto de vendas inseridos no LC foram actualizados

source: The new sales GL posting record has been inserted
hr_hr: Umetnut je novi zapis knjiženja GL prodaje
pt_pt: O novo registro de vendas inseridos no LC foi gravado

source: A sales gl posting account already exists for the selected area, stock category, salestype
hr_hr: Konto knjiženja glavne prodaje već postoji za odabrano područje, kategoriju zaliha, vrstu prodaje
pt_pt: Uma conta de afixação no LC de vendas já existe para a área selecionada, categoria de stock, tipo de vendas

source: Sales posting record has been deleted
hr_hr: Zapis o knjiženju prodaje je izbrisan
pt_pt: Registro de vendas enviado foi removido

source: The following posting records that do not have valid general ledger code specified - these records must be amended.
hr_hr: Sljedeći zapisi knjiženja koji nemaju naveden važeći kod glavne knjige - ovi zapisi se moraju izmijeniti.
pt_pt: A seguinte afixação de resgistros que não possuiem código de livro de contabilidade especifico válido - esses registros devem ser alterados.

source: Sales Account
hr_hr: Prodajni račun
pt_pt: Clientes de vendas

source: Discount Account
hr_hr: Račun s popustom
pt_pt: Desconto de Conta

source: Are you sure you wish to delete this sales GL posting record?
hr_hr: Jeste li sigurni da želite izbrisati ovaj prodajni GL zapis knjiženja?

source: Show All Sales Posting Codes Defined
hr_hr: Prikaži sve definirane kodove knjiženja prodaje
pt_pt: Mostrar todos os códigos de vendas definidos inseridos

source: Sales/GL Configuration
hr_hr: Sales/GL konfiguracija

source: Post Sales to GL Account
hr_hr: Knjižite prodaju na GL račun
pt_pt: Registrar vendas na conta do LC

source: Post Discount to GL Account
hr_hr: Objavite popust na GL računu
pt_pt: Registrar desconto na conta do LC

source: Sales Report Graph
hr_hr: Grafikon izvješća o prodaji
pt_pt: Gráfico de Vendas

source: For graphs including either a customer or item range - the range must be specified. Please enter the value from and the value to for the range
hr_hr: Za grafikone koji uključuju raspon kupaca ili stavki - raspon mora biti naveden. Unesite vrijednost od i vrijednost do za raspon
pt_pt: Para os gráficos, incluindo quer um cliente ou intervalo de item - o intervalo deve ser especificado. Insira o valor a partir de e o valor para o intervalo de

source: For Sales Area/Region:
hr_hr: Za prodajno područje/regiju:
pt_pt: Para a Área/Região de Cendas

source: Graph On:
hr_hr: Grafikon na:
pt_pt: Gráfico em:

source: From:
hr_hr: Iz:
pt_pt: De:

source: To:
hr_hr: Do:
pt_pt: até:

source: Graph Value:
hr_hr: Vrijednost grafikona:
pt_pt: Valor Gráfico

source: Net Sales Value
hr_hr: Neto prodajna vrijednost
pt_pt: Valor das Vendas Líquidas

source: Show Sales Graph
hr_hr: Prikaži grafikon prodaje
pt_pt: Mostrar Gráfico de Vendas

source: Sales Value
hr_hr: Prodajna vrijednost
pt_pt: Valor das Vendas

source: Unit Sales
hr_hr: Jedinična prodaja
pt_pt: Unidades Vendidas
