Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Are You Sure? Only assets with a zero book value can be deleted.
hr_hr: Jeste li sigurni? Moguće je izbrisati samo imovinu s nultom knjigovodstvenom vrijednošću.
pt_pt: Você tem certeza? Apenas os activos com valor contábil zero pode ser excluída.

source: Fixed Asset Locations
hr_hr: Lokacije stalnih sredstava
pt_pt: Fixed Asset Locais

source: You must enter at least one character in the location ID
hr_hr: Morate unijeti barem jedan znak u ID lokacije
pt_pt: Você deve digitar pelo menos um personagem na identificação do local

source: You must enter at least one character in the location description
hr_hr: Morate unijeti barem jedan znak u opis lokacije
pt_pt: Você deve digitar pelo menos um personagem na descrição do local

source: This location has child locations so cannot be removed
hr_hr: Ova lokacija ima podređene lokacije pa se ne može ukloniti
pt_pt: Esta localização tem posições criança que não pode ser removido

source: You have assets in this location so it cannot be removed
hr_hr: Na ovoj lokaciji imate imovinu pa se ne može ukloniti

source: The location has been deleted successfully
hr_hr: Lokacija je uspješno izbrisana
pt_pt: O local foi excluído com sucesso

source: Location ID
hr_hr: ID lokacije
pt_pt: Localização ID

source: Location Description
hr_hr: Opis lokacije
pt_pt: Descrição Localização

source: Parent Location
hr_hr: Lokacija roditelja
pt_pt: Pais Localização

source: No Parent Location
hr_hr: Nema nadređene lokacije

source: Edit Asset Location
hr_hr: Uredi lokaciju sredstva

source: Create Asset Location
hr_hr: Stvorite lokaciju imovine

source: Enter the location code of the fixed asset location. Up to six alpha-numeric characters
hr_hr: Unesite šifru lokacije lokacije dugotrajnog sredstva. Do šest alfanumeričkih znakova

source: Enter the fixed asset location description. Up to 20 characters
hr_hr: Unesite opis lokacije dugotrajnog sredstva. Do 20 znakova

source: Delete This Location
hr_hr: Izbriši ovu lokaciju
pt_pt: Excluir Localização Este

source: Date Acquired
hr_hr: Datum nabave
pt_pt: Data Adquirida

source: Cost B/fwd
hr_hr: Cijena B/fwd
pt_pt: B / Custo fwd

source: Additions
hr_hr: Dodaci
pt_pt: Adições

source: Cost C/fwd
hr_hr: Trošak C/fwd
pt_pt: C / Custo fwd

source: Disposal Value
hr_hr: Vrijednost za odlaganje
pt_pt: Eliminação Valor

source: TOTAL
hr_hr: UKUPNO

source: Fixed Asset Register
hr_hr: Registar osnovnih sredstava
pt_pt: Imobilização Registrar

source: ALL
hr_hr: SVE
pt_pt: TODOS

source: Active
hr_hr: Aktivan

source: Enter the start date to show the cost and accumulated depreciation from
hr_hr: Unesite početni datum za prikaz troška i akumulirane amortizacije

source: Enter the end date to show the cost and accumulated depreciation to
hr_hr: Unesite datum završetka za prikaz troška i akumulirane amortizacije

source: Show Assets
hr_hr: Prikaži imovinu
pt_pt: Mostrar Activos

source: Print as a PDF
hr_hr: Ispis kao PDF

source: Change Asset Location
hr_hr: Promjena lokacije sredstva
pt_pt: Change Location Asset

source: The Fixed Asset has been moved successfully
hr_hr: Osnovna imovina je uspješno premještena

source: Asset Transfer Details
hr_hr: Pojedinosti o prijenosu imovine

source: In Asset Category
hr_hr: U kategoriji imovine
pt_pt: Na categoria de ativos

source: Enter partial
hr_hr: Unesite djelomično
pt_pt: Insira

source: Enter some text that should appear in the fixed asset's description to search for
hr_hr: Unesite tekst koji bi se trebao pojaviti u opisu dugotrajnog sredstva za pretraživanje

source: Any asset location
hr_hr: Bilo koja lokacija imovine
pt_pt: Qualquer localização de bens

source: Enter some text that should appear in the fixed asset's item code to search for
hr_hr: Unesite neki tekst koji bi se trebao pojaviti u šifri stavke dugotrajne imovine za pretraživanje

source: Serial number
hr_hr: Serijski broj
pt_pt: O número de série

source: Purchase Cost
hr_hr: Trošak kupnje
pt_pt: Custo da Compra

source: Total Depreciation
hr_hr: Ukupna amortizacija
pt_pt: Total de depreciação

source: Current Location
hr_hr: Trenutna lokacija
pt_pt: Localização atual

source: Move To
hr_hr: Premjesti na

source: Form Designer
hr_hr: Dizajner obrazaca

source: Distance from the left side of the sheet to the left side of the element in points
hr_hr: Udaljenost od lijeve strane lista do lijeve strane elementa u točkama

source: y
hr_hr: g

source: Distance from the lower side of the sheet to the top side of the element in points
hr_hr: Udaljenost od donje strane lista do gornje strane elementa u točkama

source: Width
hr_hr: Širina
pt_pt: Largura

source: Width of the element in points
hr_hr: Širina elementa u točkama

source: Height
hr_hr: Visina
pt_pt: Altura

source: Height of the element in points
hr_hr: Visina elementa u točkama

source: Left
hr_hr: Lijevo

source: Text lines are rendered flush left
hr_hr: Redovi teksta prikazani su u ravnini s lijevom stranom

source: Text lines are centred
hr_hr: Redovi teksta su centrirani

source: Right
hr_hr: Pravo

source: Text lines are rendered flush right
hr_hr: Redovi teksta prikazani su u ravnini s desnim

source: Justify
hr_hr: Opravdati

source: Text lines are justified to both margins
hr_hr: Redovi teksta su poravnati na obje margine

source: Alignment
hr_hr: Poravnanje

source: Font Size
hr_hr: Veličina fonta
pt_pt: Tamanho da Fonte

source: Font size in points
hr_hr: Veličina slova u točkama

source: Does not display this element
hr_hr: Ne prikazuje ovaj element

source: Displays this element
hr_hr: Prikazuje ovaj element

source: The web server does not have write permissions on the file
hr_hr: Web-poslužitelj nema dopuštenje za pisanje datoteke
pt_pt: O servidor web não tem permissões de gravação no arquivo

source: Your changes cannot be saved
hr_hr: Vaše promjene se ne mogu spremiti
pt_pt: Suas mudanças não podem ser salvos

source: See your system administrator to correct this problem
hr_hr: Za rješavanje ovog problema obratite se svom administratoru sustava
pt_pt: Consulte o administrador do sistema para corrigir esse problema

source: Edit Form Layout
hr_hr: Uredi izgled obrasca

source: Select the form to edit
hr_hr: Odaberite obrazac za uređivanje
pt_pt: Selecione o formulário para editar

source: Enter the changes that you want in the form layout below.
hr_hr: U donji izgled obrasca unesite promjene koje želite.
pt_pt: Entre as mudanças que deseja no layout do formulário abaixo.

source: All measurements are in PostScript points (72 points = 25,4 mm).
hr_hr: Sve mjere su u PostScript točkama (72 točke = 25,4 mm).

source: All coordinates are measured from the lower left corner of the sheet to the top left corner of the element.
hr_hr: Sve koordinate se mjere od donjeg lijevog kuta lista do gornjeg lijevog kuta elementa.

source: Form Name
hr_hr: Naziv obrasca
pt_pt: Nome do Formulário

source: Paper Size
hr_hr: Veličina papira
pt_pt: Tamanho do Papel

source: Line Height
hr_hr: Visina linije

source: Standard line height for the form
hr_hr: Standardna visina linije za obrazac

source: Radius of the rounded corners
hr_hr: Radijus zaobljenih uglova

source: Start x co-ordinate
hr_hr: Početak x koordinata
pt_pt: Iniciar x coordenar

source: Start y co-ordinate
hr_hr: Početak y koordinate
pt_pt: co y Start-ordenada

source: End x co-ordinate
hr_hr: Kraj x koordinata
pt_pt: Fim x coordenar

source: End y co-ordinate
hr_hr: Kraj y koordinate
pt_pt: co-ordenada y Fim

source: Preview the Form Layout
hr_hr: Pregledajte izgled obrasca
pt_pt: Visualização de layout do formulário

source: Save the Form Layout
hr_hr: Spremite izgled obrasca
pt_pt: Salve o layout do formulário

source: Freight Costs Maintenance
hr_hr: Troškovi prijevoza Održavanje
pt_pt: Manutenção de Custos de Transporte

source: Freight Costs
hr_hr: Troškovi prijevoza
pt_pt: Os custos de frete

source: Select Details
hr_hr: Odaberite Detalji

source: Select A Freight Company to set up costs for
hr_hr: Odaberite prijevozničku tvrtku za koju želite postaviti troškove
pt_pt: Seleccione uma companhia de transporte para configuração de custos

source: Select the warehouse
hr_hr: Odaberite skladište
pt_pt: Seleccione o armazém

source: ship from location
hr_hr: brod s lokacije
pt_pt: enviar do local

source: The entries for Cubic Rate, KG Rate, Maximum Weight, Maximum Volume, Fixed Price and Minimum charge must be numeric
hr_hr: Unosi za kubičnu stopu, težinu kilograma, maksimalnu težinu, maksimalnu zapreminu, fiksnu cijenu i minimalnu naknadu moraju biti numerički
pt_pt: As entradas para a Cubic, taxa KG, peso máximo, volume máximo, preço fixo e carga mínima deve ser numérico

source: Freight cost record updated
hr_hr: Zapis o troškovima prijevoza ažuriran
pt_pt: Registro de custo de transporte actualizado

source: Freight cost record inserted
hr_hr: Umetnut je zapis o troškovima prijevoza
pt_pt: Registro de custo de transporte inserido

source: The freight cost record could not be updated because
hr_hr: Evidencija troškova prijevoza nije se mogla ažurirati jer
pt_pt: Não foi possível actualizar o registro de custo de transporte pois

source: Freight cost record deleted
hr_hr: Zapis o troškovima prijevoza izbrisan
pt_pt: Registro de custo de transporte removido

source: Destination
hr_hr: Odredište
pt_pt: Destino

source: Cubic Rate
hr_hr: Kubična stopa
pt_pt: Taxa Cúbica

source: KG Rate
hr_hr: Stopa KG
pt_pt: Taxa de KG

source: MAX KGs
hr_hr: MAX KG
pt_pt: Peso máximo

source: MAX Volume
hr_hr: MAKSIMALNA glasnoća
pt_pt: Volume máximo

source: Fixed Price
hr_hr: Fiksna cijena
pt_pt: Preço fixo

source: Minimum Charge
hr_hr: Minimalna naknada
pt_pt: Carga mínima

source: Are you sure you wish to delete this freight cost
hr_hr: Jeste li sigurni da želite izbrisati ovaj trošak prijevoza?

source: Show all freight costs for
hr_hr: Prikaži sve troškove prijevoza za
pt_pt: Mostrar todos os custos de transporte para

source: For Deliveries From
hr_hr: Za isporuke iz
pt_pt: Para entregas de

source: using
hr_hr: korištenjem
pt_pt: usando

source: Destination Country
hr_hr: Zemlja odredišta

source: Destination Zone
hr_hr: Zona odredišta

source: Rate per Cubic Metre
hr_hr: Stopa po kubnom metru
pt_pt: Percentagem por Metro Cúbico

source: Rate Per KG
hr_hr: Cijena po kg
pt_pt: Percentagem por Kg

source: Maximum Weight Per Package (KGs)
hr_hr: Maksimalna težina po paketu (KG)
pt_pt: Peso máximo por pacote (Kg)

source: Maximum Volume Per Package (cubic metres)
hr_hr: Maksimalni volumen po pakiranju (kubični metri)
pt_pt: Volume máximo por pacote (metros cúbicos)

source: Fixed Price (zero if rate per KG or Cubic)
hr_hr: Fiksna cijena (nula ako je stopa po kg ili kubnom)
pt_pt: Preço fixo (zero se taxa por KG ou cúbica)

source: Minimum Charge (0 is N/A)
hr_hr: Minimalna naknada (0 je N/A)
pt_pt: Carga mínima (0 não é permitido)

source: FTP order to Radio Beacon
hr_hr: FTP nalog za Radio Beacon
pt_pt: Ordem FTP para estação de rádio

source: No orders were returned because
hr_hr: Nijedna narudžba nije vraćena jer
pt_pt: Nenhum pedido foi retornado pois

source: Send to
hr_hr: Pošalji na
pt_pt: Enviar para

source: Radio Beacon
hr_hr: Radiofar
pt_pt: Estação de rádio

source: Cust Order
hr_hr: Narudžba po narudžbi
pt_pt: Ordem de Custo

source: Order Date
hr_hr: Datum narudžbe
pt_pt: Data do pedido

source: Req Del Date
hr_hr: Req Del Datum
pt_pt: Requerer Data Eliminada

source: Delivery To
hr_hr: Dostava do
pt_pt: Entrega Para

source: Order Total
hr_hr: Ukupna narudžba
pt_pt: Total do Pedido

source: Last Send
hr_hr: Posljednje slanje
pt_pt: Último Envio

source: Send
hr_hr: Poslati
pt_pt: Enviar

source: There was a problem retrieving the company information ensure that the company record is correctly set up
hr_hr: Došlo je do problema pri dohvaćanju podataka o tvrtki, provjerite je li zapis tvrtke ispravno postavljen
pt_pt: Houve um problema ao obter a informação da empresa, certifique-se que o registro está corretamente ativado

source: has previously been sent to Radio Beacon
hr_hr: je prethodno poslan na Radio Beacon
pt_pt: foi enviado anteriormente à estação de rádio

source: It was sent on
hr_hr: Poslano je dalje
pt_pt: Foi enviado em

source: To re-send the order with the balance not previously dispatched and invoiced the order must be modified to allow a reprint (or re-send)
hr_hr: Za ponovno slanje narudžbe sa stanjem koje nije prethodno poslano i fakturirano, narudžba se mora izmijeniti kako bi se omogućio ponovni ispis (ili ponovno slanje)
pt_pt: Para reenviar a ordem com o saldo não previamente despachado e facturado a pedido deve ser modificado para permitir re-impressão (ou reenvio)

source: This check is there to ensure that duplication of dispatches to the customer are avoided
hr_hr: Ova provjera je tu kako bi se osiguralo da se izbjegne dupliciranje slanja kupcu
pt_pt: Este cheque existe para assegurar que não haverá duplicação de despachos para o cliente

source: Modify the order to allow a re-send or reprint
hr_hr: Izmijenite narudžbu kako biste omogućili ponovno slanje ili ispis
pt_pt: Modifique a ordem para permitir reenvio ou re-impressão

source: Select Delivery Details
hr_hr: Odaberite Detalji isporuke
pt_pt: Seleccione detalhes da entrega

source: There was a problem retrieving the line details for order number
hr_hr: Došlo je do problema prilikom dohvaćanja pojedinosti linije za broj narudžbe
pt_pt: Havia um problema na recuperação da linha do número de detralhes do pedido

source: from the database because
hr_hr: iz baze podataka jer
pt_pt: do base de dados porque

source: FTP Connection progress
hr_hr: Napredak FTP veze
pt_pt: Progresso da conexão FTP

source: Connected to Radio Beacon FTP server at
hr_hr: Povezan na FTP poslužitelj Radio Beacon na
pt_pt: Conectado ao servidor FTP da Radio Beacon em

source: with user name
hr_hr: s korisničkim imenom
pt_pt: com nome de utilizador

source: FTP upload has failed
hr_hr: FTP prijenos nije uspio
pt_pt: Carga FTP mal sucedida

source: Uploaded
hr_hr: Učitano
pt_pt: Carregado

source: has been sent via FTP to Radio Beacon a copy of the file that was sent is held on the server at
hr_hr: je poslana putem FTP-a na Radio Beacon, kopija datoteke koja je poslana nalazi se na poslužitelju na adresi
pt_pt: foi enviado via FTP para o Radio Beacon uma copia do ficheiro que foi enviado é mantida no servidor em

source: The order
hr_hr: Narudžba
pt_pt: O pedido

source: for dispatch via Radio Beacon could not be retrieved
hr_hr: za slanje putem Radio Beacona nije bilo moguće dohvatiti
pt_pt: para despacho via estação de rádio não pode ser recuperada

source: Perhaps it is set to be dispatched from a different stock location
hr_hr: Možda je postavljeno za slanje s drugog skladišnog mjesta
pt_pt: Talvez esteja configurada para ser despachada de um local de stock diferente

source: Picking Lists Not Enabled
hr_hr: Popisi odabira nisu omogućeni
pt_pt: Picking Lists Não Habilitado

source: The system is not configured for picking lists. A configuration parameter is required where picking slips are required. Please consult your system administrator.
hr_hr: Sustav nije konfiguriran za otpremne liste. Konfiguracijski parametar je potreban tamo gdje su potrebni otpremni listići. Obratite se svom administratoru sustava.

source: Select Picking Lists
hr_hr: Odaberite Odabirne liste
pt_pt: Selecione Picking Lists

source: Picking List Criteria
hr_hr: Kriteriji popisa odabira

source: Create picking lists for all deliveries to be made on
hr_hr: Napravite popise za otpremu za sve isporuke koje treba obaviti
pt_pt: Criar escolher listas de todas as entregas sejam feitas na

source: From Warehouse
hr_hr: Iz skladišta
pt_pt: De Armazém

source: Print Picking Lists
hr_hr: Ispis popisa za odabir
pt_pt: Imprimir Picking Lists

source: There was a problem retrieving the order header details from the database
hr_hr: Došlo je do problema prilikom dohvaćanja pojedinosti zaglavlja narudžbe iz baze podataka
pt_pt: Houve um problema ao obter os detalhes do cabeçalho da ordem do banco de dados

source: Print Picking List Error
hr_hr: Pogreška popisa za ispis
pt_pt: Imprimir Lista de erros de picking

source: Unable to Locate any orders for this criteria
hr_hr: Nije moguće pronaći nijednu narudžbu za ovaj kriterij
pt_pt: Não é possível localizar todas as ordens para este critério

source: Enter Another Date
hr_hr: Unesite drugi datum
pt_pt: Digite outra data

source: Picking List
hr_hr: Popis za odabir

source: Bin
hr_hr: Kanta za smeće

source: Qty Picked
hr_hr: Ubrana količina

source: Lot Number
hr_hr: Broj serije

source: Signed for
hr_hr: Potpisan za

source: Geocode Generate
hr_hr: Generiraj geokod
pt_pt: Gerar Geocode

source: Geocode Setup
hr_hr: Postavljanje geokoda
pt_pt: Configuração do Geocode

source: Geocoding of Customers and Suppliers
hr_hr: Geokodiranje kupaca i dobavljača
pt_pt: Geocodificação de Clientes e Fornecedores

source: Latitude
hr_hr: Zemljopisna širina

source: Longitude
hr_hr: Zemljopisna dužina

source: failed to geocode.
hr_hr: nije uspio geokodirati.
pt_pt: não geocode.

source: Supplier Code
hr_hr: Šifra dobavljača
pt_pt: Código do Fornecedor

source: Go back to Geocode Setup
hr_hr: Vratite se na postavke geokoda
pt_pt: Volte para a instalação Geocode

source: Geocode Maintenance
hr_hr: Održavanje geokoda
pt_pt: Manutenção do Geocode

source: That geocode ID already exists in the database
hr_hr: Taj geocode ID već postoji u bazi podataka
pt_pt: Este Id geocode já existe na base de dados

source: The geocode status record has been updated
hr_hr: Zapis statusa geokoda je ažuriran
pt_pt: O registro de status geocode foi atualizado

source: A new geocode status record has been inserted
hr_hr: Umetnut je novi zapis statusa geokoda
pt_pt: Um registro novo estatuto geocode foi inserida

source: Geocode deleted
hr_hr: Geocode izbrisan
pt_pt: Geocode excluído

source: Setup configuration for Geocoding of Customers and Suppliers
hr_hr: Konfiguracija postavljanja za geokodiranje kupaca i dobavljača
pt_pt: Configuração da configuração para Geocoding de Clientes e Fornecedores

source: Find the lat/long for your map center point at
hr_hr: Pronađite geografsku širinu/dužinu središnje točke vaše karte na
pt_pt: Encontre a lat/long para o seu ponto central no mapa em

source: Center Longitude
hr_hr: Centralna geografska dužina
pt_pt: Centro de Longitude

source: Center Latitude
hr_hr: Središnja širina
pt_pt: Centro de latitude

source: Map height (px)
hr_hr: Visina karte (px)
pt_pt: Mapa altura (px)

source: Map width (px)
hr_hr: Širina karte (px)
pt_pt: Mapa largura (px)

source: Show Defined Geocode Param Codes
hr_hr: Prikaži definirane kodove parametara geokoda
pt_pt: Mostrar códigos definidos Param Geocode

source: Geocode Code
hr_hr: Kod geokodiranja
pt_pt: ID Geocode

source: Geocode Center Lat
hr_hr: Centar za geokodiranje Lat
pt_pt: Centro de Latitude Geocode

source: Geocode Map Height
hr_hr: Visina geokodirane karte
pt_pt: Mapa Altura Geocode

source: When ready, click on the link below to run the GeoCode process. This will Geocode all Branches and Suppliers. This may take some time. Errors will be returned to the screen.
hr_hr: Kada budete spremni, kliknite donju poveznicu da pokrenete GeoCode proces. Ovo će geokodirati sve podružnice i dobavljače. Ovo može potrajati neko vrijeme. Pogreške će se vratiti na ekran.
pt_pt: Quando estiver pronto, clique no link abaixo para executar o processo Geocode. Isto Geocode todos os Poderes e Fornecedores. Isso pode levar algum tempo. Erros serão devolvidos para a tela.

source: Suppliers and Customer Branches are geocoded when being entered/updated. You can rerun the geocode process from this screen at any time.
hr_hr: Dobavljači i poslovnice kupaca su geokodirani prilikom unosa/ažuriranja. Možete ponovno pokrenuti proces geokodiranja s ovog zaslona u bilo kojem trenutku.
pt_pt: Fornecedores e Filiais de clientes são georreferenciados ao ser inserido / atualizado. Você pode executar novamente o processo de geocode a partir desta tela a qualquer momento.

source: Run GeoCode process (may take a long time)
hr_hr: Pokrenite GeoCode proces (može potrajati dugo)
pt_pt: Executar o processo do Geocode (pode demorar muito tempo)

source: Display Map of Customer Branches
hr_hr: Prikaz karte poslovnica kupaca
pt_pt: Exibir Mapa das Filiais dos Clientes

source: Display Map of Suppliers
hr_hr: Prikaz karte dobavljača
pt_pt: Exibir Mapa de Fornecedores

source: Geocoded Customers Report
hr_hr: Geokodirano izvješće kupaca

source: Go to Geocode Setup
hr_hr: Idite na Postavljanje geokoda
pt_pt: Ir para Geocode instalação

source: Geocoded Supplier Report
hr_hr: Geokodirano izvješće dobavljača
pt_pt: Geocodificadas Relatório Fornecedor

source: Stock Image Retrieval ....
hr_hr: Dohvaćanje Stock Image ....
pt_pt: Imagem do Stock Obtida ....

source: The Image could not be retrieved because it does not exist
hr_hr: Slika se ne može dohvatiti jer ne postoji
pt_pt: A imagem não pode ser obtida porque não existe

source: General Ledger Account Report
hr_hr: Izvješće o računu glavne knjige
pt_pt: Relatório Geral Conta Ledger

source: General Ledger Account Inquiry
hr_hr: Upit o računu glavne knjige
pt_pt: Consulta de Conta no Livro de Contabilidade

source: Use the keyboard Shift key to select multiple accounts and periods
hr_hr: Koristite tipku Shift na tipkovnici za odabir više računa i razdoblja
pt_pt: Use a tecla Shift do teclado para selecionar várias contas e períodos

source: Selected Accounts
hr_hr: Odabrani računi
pt_pt: Contas Selecionadas

source: For Period range
hr_hr: Za raspon razdoblja
pt_pt: Intervalo

source: Select Tag
hr_hr: Odaberite Oznaka
pt_pt: Selecione Tag

source: All tags
hr_hr: Sve oznake
pt_pt: Todas as tags

source: Make CSV File
hr_hr: Napravite CSV datoteku
pt_pt: Gerar arquivo CSV

source: A period or range of periods must be selected from the list box
hr_hr: Razdoblje ili raspon razdoblja mora se odabrati iz okvira s popisom
pt_pt: Um período ou uma série de períodos devem ser seleccionados a partir da caixa de listagem

source: An account or range of accounts must be selected from the list box
hr_hr: Račun ili raspon računa mora biti odabran iz okvira s popisom
pt_pt: Uma conta ou intervalo de contas deve ser selecionado na caixa de listagem

source: Could not open or create the file under
hr_hr: Nije moguće otvoriti ili stvoriti datoteku ispod
pt_pt: Não foi possível abrir ou criar o arquivo com

source: The transactions for account
hr_hr: Transakcije za račun
pt_pt: As transacções para a conta

source: could not be retrieved because
hr_hr: nije se moglo dohvatiti jer
pt_pt: não puderam ser obtidos pois

source: for period
hr_hr: za razdoblje
pt_pt: para o período

source: Brought Forward Balance
hr_hr: Prenesena ravnoteža
pt_pt: Saldo proposto

source: Period Total
hr_hr: Ukupno razdoblje
pt_pt: Período Total

source: Total Period Movement
hr_hr: Kretanje ukupnog razdoblja
pt_pt: Movimentação total no período

source: Balance C/Fwd
hr_hr: Balans C/Fwd
pt_pt: Saldo com adiantamento

source: to view the file
hr_hr: za pregled datoteke
pt_pt: para visualizar o arquivo

source: GL Account Graph
hr_hr: Grafikon GL računa

source: The selected period from is actually after the period to! Please re-select the reporting period
hr_hr: Odabrano razdoblje od zapravo je nakon razdoblja do! Molimo ponovno odaberite razdoblje izvješćivanja
pt_pt: O período seleccionado DE é actualmente após o período PARA! Favor seleccionar novamente o perído de relatório

source: Select GL Account
hr_hr: Odaberite GL račun
pt_pt: Seleccionar Conta LC

source: Graph Type
hr_hr: Vrsta grafikona
pt_pt: Tipo de Gráfico

source: Bar Graph
hr_hr: Stupčasti grafikon
pt_pt: Gráfico de Barras

source: Stacked Bar Graph
hr_hr: Složeni stupčasti grafikon

source: Line Graph
hr_hr: Linijski grafikon
pt_pt: Gráfico de Linha
