Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Total Balances in local currency
hr_hr: Ukupna stanja u lokalnoj valuti
pt_pt: Saldo total na moeda local

source: Currency Supplier Balances
hr_hr: Stanja dobavljača valuta

source: Show Local Currency Total Suppliers Balances
hr_hr: Prikaži ukupna stanja dobavljača u lokalnoj valuti
pt_pt: Mostrar saldo total do fornecedor na moeda local

source: Suppliers Balances By Currency Totals
hr_hr: Stanja dobavljača prema ukupnim iznosima u valutama
pt_pt: Saldo dos fornecedores por ganhos totais

source: Total Supplier Balances in
hr_hr: Ukupna stanja dobavljača u
pt_pt: Saldo total do fornecedor em

source: The Customer List could not be retrieved by the SQL
hr_hr: The Kupac List could not be retrieved by the SQL

source: Data Exports
hr_hr: Izvoz podataka
pt_pt: Dados Exportados

source: Price List Export
hr_hr: Izvoz cjenika
pt_pt: Exportação da Lista de Preços

source: For Location
hr_hr: Za lokaciju
pt_pt: Para Localização

source: Export
hr_hr: Izvoz
pt_pt: Exportar

source: Customer List Export
hr_hr: Izvoz popisa kupaca
pt_pt: Exportação da Lista de Cliente

source: Salesman List Export
hr_hr: Izvoz popisa prodavača
pt_pt: Exportação da Lista de Vendedor

source: Image List Export
hr_hr: Izvoz popisa slika
pt_pt: Lista de Preços Exportada

source: Security Token List Export
hr_hr: Izvoz popisa sigurnosnih tokena
pt_pt: Lista de Clientes Exportada ....

source: Security Role List Export
hr_hr: Izvoz popisa sigurnosnih uloga
pt_pt: Exportação da Lista de Função de Segurança

source: Security Group List Export
hr_hr: Izvoz popisa sigurnosnih grupa
pt_pt: Lista de Grupo de Segurança Exportada

source: Security User List Export
hr_hr: Sigurnosni izvoz popisa korisnika
pt_pt: Exportação da Lista de Segurança do Utilizador

source: Delete Credit Note
hr_hr: Izbriši knjižno odobrenje
pt_pt: Eliminar Nota de Crédito

source: This page must be called with the credit note number
hr_hr: Ovu stranicu morate pozvati s brojem knjižnog odobrenja
pt_pt: Esta página deve ser chamada com número da nota de crédito

source: it is not intended for use by non-system administrators
hr_hr: nije namijenjen za korištenje od strane ne-administratora sustava
pt_pt: não é destinada à não administradores do sistema

source: The number of stock movements to be deleted is
hr_hr: Broj kretanja zaliha koje treba izbrisati je
pt_pt: O número de movimentações de stock a ser removido é

source: The custallocns record could not be deleted
hr_hr: Zapis custallocns nije se mogao izbrisati

source: the sql server returned the following error
hr_hr: sql poslužitelj je vratio sljedeću grešku
pt_pt: o comando SQL retornou o seguinte erro

source: The custallocns record has been deleted
hr_hr: Custallocns zapis je izbrisan

source: The debtortranstaxes record could not be deleted
hr_hr: Evidencija o porezima dužnika nije se mogla izbrisati

source: The debtortranstaxes record has been deleted
hr_hr: Evidencija o porezima dužnika je izbrisana

source: A problem was encountered trying to delete the Debtor transaction record
hr_hr: Došlo je do problema prilikom pokušaja brisanja zapisa transakcije dužnika
pt_pt: Foi encontrado um problema ao tentar remover o registro de transação do devedor

source: A problem was encountered attempting to reverse the update the sales order detail record
hr_hr: Došlo je do problema prilikom pokušaja poništenja ažuriranja zapisa detalja prodajnog naloga
pt_pt: Foi encontrado um problema ao tentar actualizar os detalhes dos registros dos pedidos de venda

source: the SQL server returned the following error message
hr_hr: SQL poslužitelj vratio je sljedeću poruku o pogrešci
pt_pt: o comando SQL retornou a seguinte mensagem de erro

source: SQL to reverse update to the location stock records failed with the error
hr_hr: SQL za poništavanje ažuriranja zapisa o zalihama lokacije nije uspio s pogreškom
pt_pt: comando SQL para reverter a atualização para o registro do local do stock falhou com um erro

source: The SQL to delete the sales analysis records with the message
hr_hr: SQL za brisanje zapisa analize prodaje s porukom
pt_pt: O comando SQL usado para remober os registros de análise de vendas ??? com a mensagem

source: SQL to delete the stock movement tax records failed with the message
hr_hr: SQL za brisanje zapisa o porezu na kretanje zaliha nije uspio s porukom

source: Deleted the credit note stock move taxes
hr_hr: Izbrisan je porez na prijenos dionica

source: SQL to delete the stock serial moves records failed with the message
hr_hr: SQL za brisanje zapisa serijskih poteza zalihe nije uspio s porukom

source: Deleted the credit note stock serial moves
hr_hr: Izbrisana su serijska kretanja dionica kreditne note

source: SQL to delete the stock movement record failed with the message
hr_hr: SQL za brisanje zapisa kretanja zaliha nije uspio s porukom
pt_pt: O comando SQL usado para remover os registros de movimentação de stock foi mal sucedido, com a mensagem

source: Deleted the credit note stock movements
hr_hr: Izbrisana su kretanja zaliha kreditne note
pt_pt: Informação das movimentações de stock na nota de crédito removida

source: SQL to delete the gl transaction records failed with the message
hr_hr: SQL za brisanje zapisa transakcije gl nije uspio s porukom

source: Deleted the credit note general ledger transactions
hr_hr: Izbrisane su transakcije glavne knjige kreditnih bilješki

source: Credit note number
hr_hr: Broj knjižnog odobrenja
pt_pt: Nota de crédito número

source: has been completely deleted
hr_hr: potpuno je izbrisan
pt_pt: foi removida com sucesso

source: To ensure the integrity of the general ledger transactions must be reposted from the period the credit note was created
hr_hr: Kako bi se osigurala cjelovitost glavne knjige, transakcije se moraju ponovno knjižiti od razdoblja u kojem je stvoreno odobrenje
pt_pt: Para assegurar a integridade do livro de contabilidade

source: Delete Invoice
hr_hr: Izbriši fakturu
pt_pt: Remover factura

source: This page must be called with the InvoiceNo to delete Z_DeleteInvoice.php?InvoiceNo=XX
hr_hr: Ovu stranicu morate pozvati s InvoiceNo za brisanje Z_DeleteInvoice.php?InvoiceNo=XX
pt_pt: Esta página deve ser chamada com InvoiceNo para remover Z_DeleteInvoice.php?InvoiceNo=XX

source: This page should not be run by non-system administrators
hr_hr: Ovu stranicu ne bi trebali pokretati osobe koje nisu administratori sustava
pt_pt: Esta página não deve ser executada por não administradores do sistema

source: The SQL to delete the delivery differences records failed because
hr_hr: SQL za brisanje zapisa razlika isporuke nije uspio jer
pt_pt: O comando SQL usado para remover os registros de diferenças na entrega foi mal sucedido pois

source: Any order delivery differences records have been deleted
hr_hr: Izbrisani su svi zapisi razlika u isporuci narudžbi
pt_pt: Todos os registros de diferenças na entrega foram removidos

source: The debtorTrans record could not be deleted
hr_hr: Zapis debtorTrans nije bilo moguće izbrisati
pt_pt: Não foi possível remover o registro debtorTrans

source: The debtor transaction record has been deleted
hr_hr: Evidencija transakcije dužnika je izbrisana
pt_pt: O registro de transação do devedor foi removido

source: The SQL to reverse the update of the sales order detail records failed because
hr_hr: SQL za poništavanje ažuriranja zapisa detalja prodajnog naloga nije uspio jer
pt_pt: O comando SQL utilizado para reverter a actualização dos registros de detalhes do pedido de vendas foi mal sucedido porque

source: The sales order records have been updated as not invoiced
hr_hr: Zapisi prodajnih naloga su ažurirani kao nefakturirani
pt_pt: Os registros de ordens de vendas foram actualizados como não facturados

source: The SQL to reverse update to the location stock records failed because
hr_hr: SQL za obrnuto ažuriranje zapisa o zalihama lokacije nije uspio jer
pt_pt: O comando SQL usado para reverter a atualização dos registros de localização de stock foi mal sucedido pois

source: Reversed the location stock quantities for items that decreased
hr_hr: Poništene su količine zaliha na lokaciji za stavke koje su se smanjile
pt_pt: As quantidades nas localidades de stock para os itens que diminuiram foi revertida

source: The SQL to delete the sales analysis records failed because
hr_hr: SQL za brisanje zapisa analize prodaje nije uspio jer
pt_pt: O comando SQL usado para remover os registros de análise de vendas foi mal sucedido pois

source: Sales analysis records deleted
hr_hr: Evidencija analize prodaje izbrisana
pt_pt: Registros de análise de vendas removidos

source: this deleted all sales analysis for the customer/branch and items on this invoice
hr_hr: ovo je izbrisalo sve analize prodaje za kupca/podružnicu i stavke na ovoj fakturi
pt_pt: foram removidas todas as análises para o cliente e itens nesta factura

source: The SQL to delete the stock movement records failed because
hr_hr: SQL za brisanje zapisa kretanja zaliha nije uspio jer
pt_pt: O comando SQL usado para remover os registros de movimentação de stock foi mal sucedido pois

source: The stock movement records associated with the invoice have been deleted
hr_hr: Zapisi kretanja zaliha povezani s fakturom su izbrisani
pt_pt: Os registros de movimentação de stock associados com a factura foram removidos

source: The SQL to delete the general ledger journal records failed because
hr_hr: SQL za brisanje zapisa dnevnika glavne knjige nije uspio jer
pt_pt: O SQL para excluir os registros de diário de contabilidade geral falhou porque

source: The GL journal records associated with the invoice have been deleted
hr_hr: Zapisi GL dnevnika povezani s fakturom su izbrisani
pt_pt: Os registros do jornal GL associado com a fatura ter sido eliminado

source: UTILITY PAGE To Delete All Old Prices
hr_hr: POMOĆNA STRANICA Za brisanje svih starih cijena

source: All old prices have been deleted
hr_hr: Sve stare cijene su obrisane

source: Purge Old Prices
hr_hr: Očistite stare cijene

source: Are You Sure you wish to delete all old prices?
hr_hr: Jeste li sigurni da želite izbrisati sve stare cijene?

source: Delete Sales Transactions
hr_hr: Brisanje prodajnih transakcija
pt_pt: Remover transacções de vendas

source: Deleting sales analysis records
hr_hr: Brisanje zapisa analize prodaje
pt_pt: Removendo registros de análise de vendas

source: The SQL to delete Sales Analysis records failed because
hr_hr: SQL za brisanje zapisa analize prodaje nije uspio jer
pt_pt: O comando SQL usado para remover os registros de análise de vendas foi mal sucedido pois

source: Deleting customer statement transactions and allocation records
hr_hr: Brisanje transakcija izvoda kupaca i zapisa o dodjeli
pt_pt: Removendo transacções anunciadas pelo cliente e registros de alocação

source: The SQL to delete customer transaction records failed because
hr_hr: SQL za brisanje evidencije transakcija kupaca nije uspio jer
pt_pt: O comando SQL usado para remover registros de transação do cliente foi mal sucedido pois

source: The SQL to update the transaction numbers for all sales transactions because
hr_hr: SQL za ažuriranje brojeva transakcija za sve prodajne transakcije jer
pt_pt: O comando SQL usado para actualizar os números de transação para todas as transacções de venda foi mal sucedido pois

source: Deleting all sales order records
hr_hr: Brisanje svih zapisa prodajnih naloga
pt_pt: Removendo todos os registros de pedidos de venda

source: The SQL to delete sales order detail records failed because
hr_hr: SQL za brisanje detalja zapisa prodajne narudžbe nije uspio jer
pt_pt: O comando SQL usado para remover os registros de detalhes das ordens de vendas foi mal sucedido pois

source: The SQL to delete sales order header records failed because
hr_hr: SQL za brisanje zapisa zaglavlja prodajne narudžbe nije uspio jer
pt_pt: O comando SQL usado para remober os registros de cabeçalho de pedidos de venda foi mal sucedido pois

source: The SQL to update the transaction number of sales orders has failed
hr_hr: SQL za ažuriranje broja transakcije prodajnih naloga nije uspio
pt_pt: O comando SQL usado para actualizar os números de transação das ordens de vendas foi mal sucedido

source: Making stock for all parts and locations nil
hr_hr: Pravljenje zaliha za sve dijelove i mjesta nula
pt_pt: Tornando nulos os estoques para todas as partes e localidades

source: The SQL to make all stocks zero failed because
hr_hr: SQL za postavljanje svih dionica na nulu nije uspio jer
pt_pt: O comando SQL para tornar nulos todos os estoques foi mal sucedido pois

source: Making the quantity invoiced zero on all orders
hr_hr: Izrada fakturirane količine nula za sve narudžbe
pt_pt: Tornando nulas as quantidades facturadas em todas as ordens

source: The SQL to un-invoice all sales orders failed
hr_hr: SQL za poništavanje fakturiranja svih prodajnih naloga nije uspio
pt_pt: O comando SQL usado para não facturar todos os pedidos de venda foi mal sucedido

source: Deleting all sales related GL Transactions
hr_hr: Brisanje svih GL transakcija povezanih s prodajom
pt_pt: Removendo todas as vendas relatadas nas transacções do LC

source: The SQL to delete sales related GL Transactions failed
hr_hr: SQL za brisanje GL transakcija povezanih s prodajom nije uspio
pt_pt: O comando SQL para remover vendas relatas na transação do LC falhou

source: Deleting all stock related GL Transactions
hr_hr: Brisanje svih GL transakcija povezanih s dionicama
pt_pt: Removendo todo stock relatado nas transacções do LC

source: The SQL to delete stock related GL Transactions failed
hr_hr: SQL za brisanje GL transakcija povezanih s dionicama nije uspio
pt_pt: O comando SQL para remover relatado para as transacções do LC falhou

source: Zeroing all purchase order quantities received and uncompleting all purchase orders
hr_hr: Nuliranje svih primljenih količina narudžbenice i nedovršavanje svih narudžbenica
pt_pt: Zerando todas as quantidades recebidas e anulando todas as ordens de compras

source: The SQL to zero quantity received for all purchase orders line items and uncompleted all purchase order line items because
hr_hr: SQL na nultu količinu primljen za sve stavke retka narudžbenice i nedovršene sve stavke retka narudžbenice jer
pt_pt: O comando SQL usado para zerar todas as quantidades recebidas e anular todas as ordens de compras foi mal sucedido pois

source: Deleting all GRN records
hr_hr: Brisanje svih GRN zapisa
pt_pt: Eliminado todos os registros de NBR

source: The SQL to delete Invoice/GRN records failed because
hr_hr: SQL za brisanje fakture/GRN zapisa nije uspio jer

source: The SQL to delete GRN records failed because
hr_hr: SQL za brisanje GRN zapisa nije uspio jer

source: The SQL to update the transaction number of stock receipts has failed because
hr_hr: SQL za ažuriranje broja transakcije zaliha nije uspio jer
pt_pt: O comando SQL usado para actualizar o número de transacções de recibo de stock foi mal sucedido pois

source: Deleting all Purchase Orders
hr_hr: Brisanje svih narudžbenica
pt_pt: Eliminando Todos Pedidos de Compra

source: The SQL to delete all purchase order details failed, the SQL statement was
hr_hr: SQL za brisanje svih detalja narudžbenice nije uspio, SQL izjava jest
pt_pt: O comando SQL usado para remover todos os detalhes de pedidos de compra foi mal sucedido, o comando SQL foi

source: The SQL to delete all purchase orders failed because
hr_hr: SQL za brisanje svih narudžbenica nije uspio jer
pt_pt: O comando SQL utilizado para eliminar todos os pedidos de compra foi mal sucedido porque

source: It is necessary to re-post the remaining general ledger transactions for the general ledger to get back in sync with the transactions that remain. This is an option from the Z_index.php page
hr_hr: Potrebno je ponovno knjižiti preostale transakcije glavne knjige kako bi se glavna knjiga vratila u sinkronizaciju s preostalim transakcijama. Ovo je opcija sa stranice Z_index.php
pt_pt: É necessário voltar a postar as restantes operações de contabilidade geral para a Razão para voltar em sincronia com as operações que permanecem. Esta é uma opção a partir da página Z_index.php

source: Select Transactions to Delete
hr_hr: Odaberite Transakcije za brisanje

source: Delete All Sales Analysis
hr_hr: Izbriši sve analize prodaje
pt_pt: Remover todas as análises de vendas

source: Delete All statement transactions
hr_hr: Izbriši sve transakcije izvoda
pt_pt: Remover todas as transacções anunciadas

source: Zero All stock balances
hr_hr: Nula Sva stanja zaliha
pt_pt: Meter a Zero Todos os Saldos de Stock

source: Make Invoiced Qty Of All Sales Orders Nil
hr_hr: Učini fakturiranu količinu svih prodajnih naloga nultom
pt_pt: Tornar nulas as quantidades facturadas de todas as ordens de vendas

source: Delete All Sales Orders
hr_hr: Izbriši sve prodajne naloge
pt_pt: Remover todas as ordens de vendas

source: Zero Received Qty of all purchase orders
hr_hr: Nula primljena količina svih narudžbenica
pt_pt: Zerar quantidades recebidas de todas os pedidos de compra

source: Delete All Purchase Orders
hr_hr: Izbriši sve narudžbenice
pt_pt: Eliminar Todos Pedidos de Compra

source: Delete All Sales related stock movements
hr_hr: Izbriši sva kretanja zaliha vezana uz prodaju
pt_pt: Remover todas as movimentações de stock relacionadas a vendas

source: Delete All Stock Receipt stock movements
hr_hr: Izbriši sva kretanja zaliha potvrde o zalihama
pt_pt: Remover todas as movimentações de stock relacionadas a recibos

source: Delete All Sales GL Transactions
hr_hr: Izbriši sve prodajne GL transakcije
pt_pt: Remover todas as transacções ???

source: Delete All Stock GL Transactions
hr_hr: Izbriši sve dioničke GL transakcije
pt_pt: Remover todos os estoques das transacções do LC

source: Delete All PO Goods Received (GRNs)
hr_hr: Izbriši svu primljenu robu narudžbenice (GRN-ove)
pt_pt: Remover Todos PC de Bens Recebidos

source: Are You Really REALLY Sure?
hr_hr: Jeste li stvarno STVARNO sigurni?
pt_pt: Tem Mesmo MESMO a Certeza?

source: Database table details
hr_hr: Pojedinosti tablice baze podataka
pt_pt: tabela de dados de banco de dados

source: Field name
hr_hr: Naziv polja
pt_pt: Nome do campo

source: Field type
hr_hr: Vrsta polja
pt_pt: Tipo de campo

source: Can field be null
hr_hr: Može li polje biti null
pt_pt: Campo pode ser nulo

source: Default
hr_hr: Zadano
pt_pt: Padão

source: Create and send sales analysis files
hr_hr: Stvorite i pošaljite datoteke analize prodaje

source: Export Sales Analysis Files
hr_hr: Izvoz datoteka analize prodaje

source: Making a comma separated values file of the stock items
hr_hr: Izrada datoteke s vrijednostima zaliha odvojenih zarezima

source: The SQL to get the stock items failed with the message
hr_hr: SQL za dobivanje zaliha nije uspio s porukom

source: Making a comma separated values file of the customers
hr_hr: Izrada datoteke s vrijednostima odvojenim zarezima kupaca

source: The SQL to get the customers failed with the message
hr_hr: SQL za dobivanje kupaca nije uspio s porukom

source: Making a comma separated values file of the sales lines
hr_hr: Izrada datoteke s vrijednostima odvojenim zarezima prodajnih linija

source: The SQL to get the sales data failed with the message
hr_hr: SQL za dobivanje podataka o prodaji nije uspio s porukom

source: Fully allocate Customer transactions where < 1 c unallocated
hr_hr: Potpuno dodijelite kupčeve transakcije gdje je < 1 c nedodijeljeno

source: This will update debtor transactions to show them as fully allocated where there is less than 1 cent remaining unallocated.
hr_hr: Ovo će ažurirati dužničke transakcije kako bi se prikazale kao potpuno raspoređene ako je manje od 1 centa preostalo nedodijeljeno.

source: Fix Allocations
hr_hr: Ispraviti dodjele

source: Updated debtor transactions
hr_hr: Ažurirane dužničke transakcije

source: Fix General Ledger Transaction Periods
hr_hr: Popravite transakcijska razdoblja glavne knjige

source: Fix GL Trans Periods
hr_hr: Popravi GL Trans razdoblja

source: GLAccount - Users Authority Copy Authority
hr_hr: GLAccount - ovlaštenje za kopiranje korisnika

source: Deleting the current authority to view / update the GL Accounts of user
hr_hr: Brisanje trenutnog ovlaštenja za pregled/ažuriranje GL računa korisnika

source: Copying the authority to view / update the GL Accounts from user
hr_hr: Kopiranje ovlaštenja za pregled/ažuriranje GL računa od korisnika

source: Copy Authorities
hr_hr: Autoriteti za kopiranje

source: Import Chart Of Accounts
hr_hr: Uvoz kontnog plana

source: Import Chart of Accounts from CSV file
hr_hr: Uvoz kontnog plana iz CSV datoteke

source: columns, expected
hr_hr: stupaca, očekivano
pt_pt: colunas, que deverá

source: There should be three column headings:
hr_hr: Trebala bi postojati tri naslova stupaca:

source: The file to import the chart of accounts from contains incorrect column headings
hr_hr: Datoteka iz koje se uvozi kontni plan sadrži netočne naslove stupaca

source: fields required
hr_hr: polja obavezna

source: fields received
hr_hr: primljena polja

source: does not exist. First enter the account groups you require in webERP before attempting to import the accounts.
hr_hr: ne postoji. Prvo u webERP unesite grupe računa koje trebate prije pokušaja uvoza računa.

source: The general ledger account could not be added because
hr_hr: Konto glavne knjige nije bilo moguće dodati jer

source: Failed on row
hr_hr: Nije uspjelo u nizu

source: Batch import of the chart of accounts has been rolled back.
hr_hr: Skupni uvoz kontnog plana je vraćen.

source: has been completed
hr_hr: je dovršen

source: All general ledger accounts have been added to the chart of accounts
hr_hr: U kontni plan dodana su sva konta glavne knjige

source: This function loads a chart of accounts from a comma separated variable (csv) file.
hr_hr: Ova funkcija učitava kontni plan iz datoteke varijabli odvojenih zarezima (csv).

source: The file must contain three columns, and the first row should be the following headers:
hr_hr: Datoteka mora sadržavati tri stupca, a prvi red bi trebao biti sljedeća zaglavlja:

source: followed by rows containing these three fields for each general ledger account to be uploaded.
hr_hr: nakon čega slijede redovi koji sadrže ova tri polja za svaki račun glavne knjige koji se učitava.

source: The Account Group field must have a corresponding entry in the account groups table. So these need to be set up first.
hr_hr: Polje Grupa računa mora imati odgovarajući unos u tablici grupa računa. Stoga ih prvo treba postaviti.

source: Import Debtors And branches
hr_hr: Uvozni dužnici i podružnice

source: File contains incorrect headers (
hr_hr: Datoteka sadrži netočna zaglavlja (
pt_pt: O arquivo contém cabeçalhos incorretos (

source: The Debtor No cannot contain any of the following characters
hr_hr: Broj dužnika ne može sadržavati nijedan od sljedećih znakova

source: The Branch code must be at least one character long and cannot be more than 10 characters
hr_hr: Kôd grane mora imati najmanje jedan znak i ne može imati više od 10 znakova

source: The Branch address1 must be no more than
hr_hr: Adresa podružnice1 ne smije biti veća od

source: characters
hr_hr: likovi

source: The latitude is expected to be a numeric
hr_hr: Očekuje se da je zemljopisna širina numerička

source: The longitude is expected to be a numeric
hr_hr: Očekuje se da zemljopisna dužina bude numerička

source: The salesman not empty and must exist.
hr_hr: Prodavač nije prazan i mora postojati.

source: The phone no should not contains characters other than digital,parenthese,space,minus and plus sign
hr_hr: Telefonski broj ne smije sadržavati znakove osim cifre, zagrada, razmaka, minusa i znaka plus
