Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: This item is already on the work order and cannot be added again
hr_hr: Ova stavka je već na radnom nalogu i ne može se ponovno dodati
pt_pt: Este item já se encontra na ordem de trabalho e não pode ser adicionado novamente

source: The cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
hr_hr: Trošak ove stavke akumuliran iz zbroja troškova komponente je nula. To bi moglo biti zato što nije postavljen popis materijala ... možda biste trebali još jednom provjeriti ovo
pt_pt: O custo do item que foi acumulado a partir da soma dos custos do componente é nula. Isto poderia ser porque não existe uma factura de material criada ... você deve verificar isso novamente

source: The work order item could not be updated
hr_hr: Stavku radnog naloga nije bilo moguće ažurirati

source: The work order has been saved correctly
hr_hr: Radni nalog je ispravno spremljen

source: This work order cannot be deleted because it has issues or receipts related to it
hr_hr: Ovaj se radni nalog ne može izbrisati jer ima problema ili računa povezanih s njim
pt_pt: Esta ordem de trabalho não pode ser eliminada porque possui emissões ou recibos relacionados

source: The work order could not be deleted
hr_hr: Radni nalog nije bilo moguće izbrisati
pt_pt: Não foi possível remover a ordem de trabalho

source: The work order serial numbers could not be deleted
hr_hr: Serijski brojevi radnog naloga nisu se mogli izbrisati
pt_pt: O trabalho de números de série ordem não pôde ser excluído

source: The work order has been cancelled
hr_hr: Radni nalog je poništen

source: Select an existing outstanding work order
hr_hr: Odaberite postojeći nepodmireni radni nalog
pt_pt: Seleccione uma ordem de trabalho existente pendente

source: Not yet allocated
hr_hr: Još nije dodijeljeno

source: Could not get the work order items
hr_hr: Nije moguće dobiti stavke radnog naloga
pt_pt: Não foi possível obter o itens da ordem de trabalho

source: Work Order Header Information
hr_hr: Informacije o zaglavlju radnog naloga

source: Work Order Reference
hr_hr: Referenca radnog naloga
pt_pt: Referência da Ordem de Trabalho

source: Not Yet Allocated
hr_hr: Još nije dodijeljeno

source: Factory Location
hr_hr: Lokacija tvornice
pt_pt: Localização da Fábrica

source: Select the factory location where this work order will be placed.
hr_hr: Odaberite tvorničku lokaciju na koju će se staviti ovaj radni nalog.

source: The date manufacturing is planned to start.
hr_hr: Planiran je početak proizvodnje datuma.

source: The date manufacturing should be completed by.
hr_hr: Datum do kojeg bi trebala biti dovršena proizvodnja.

source: An internal reference for this work order.
hr_hr: Interna referenca za ovaj radni nalog.

source: Any comments to appear on this work order.
hr_hr: Svi komentari koji će se pojaviti na ovom radnom nalogu.

source: Output Item
hr_hr: Izlazna stavka
pt_pt: Item de Saida

source: Balance Remaining
hr_hr: Preostalo stanje
pt_pt: Saldo Restante

source: Next Lot/SN Ref
hr_hr: Sljedeći Lot/SN Ref
pt_pt: Próximo Lote / Referência do Número de Série

source: The input format must be positive numeric
hr_hr: Format unosa mora biti pozitivan broj

source: S/Ns
hr_hr: Serijski brojevi
pt_pt: S / N

source: Cancel This Work Order
hr_hr: Otkažite ovaj radni nalog

source: Select the stock category to search in. To search in all categories, choose All.
hr_hr: Odaberite kategoriju dionica za pretraživanje. Za pretraživanje u svim kategorijama odaberite Sve.

source: Add to Work Order
hr_hr: Dodaj radnom nalogu
pt_pt: Adicionar a Ordem de Trabalho

source: Issue Materials To Work Order
hr_hr: Izdavanje materijala za radni nalog
pt_pt: Emitir Materias Para Ordem de Trabalho

source: Back to Costing
hr_hr: Povratak na obračun troškova
pt_pt: Voltar para Custeio

source: Select a work order to issue materials to
hr_hr: Odaberite radni nalog za izdavanje materijala
pt_pt: Seleccione a ordem de trabalho para emitir materias para

source: This page can only be opened if a work order has been selected. Please select a work order to issue materials to first
hr_hr: Ova stranica se može otvoriti samo ako je odabran radni nalog. Prvo odaberite radni nalog za izdavanje materijala
pt_pt: Esta página só pode ser aberta se a ordem de trabalho for selecionada. Selecione uma ordem de trabalho para emitir materiais a primeira

source: Could not retrieve the details of the selected work order item
hr_hr: Nije moguće dohvatiti detalje odabrane stavke radnog naloga
pt_pt: Não foi possível obter os detalhes do seguinte item da ordem de trabalho selecionado

source: The work order is closed - no more materials or components can be issued to it.
hr_hr: Radni nalog je zatvoren - više mu se ne mogu izdavati materijali niti komponente.
pt_pt: A ordem de trabalho esta fechada - não podem ser emitidos mais materias e componentes a ela.

source: The line counter is not set up or not numeric, please ask administrator for help
hr_hr: Brojač linija nije postavljen ili nije numerički, obratite se administratoru za pomoć

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this batch does not exist
hr_hr: Ovaj se problem ne može obraditi jer je parametar sustava postavljen da zabranjuje negativne zalihe i ova serija ne postoji

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in this batch going into negative. Please correct the stock first before attempting another issue
hr_hr: Ovaj se problem ne može obraditi jer je parametar sustava postavljen da zabranjuje negativnu zalihu i ovaj bi problem rezultirao time da ova serija postane negativna. Prvo ispravite zalihu prije pokušaja novog problema

source: The item being issued has a zero cost. The issue will still be processed
hr_hr: Predmet koji se izdaje ima nultu cijenu. Problem će se još obrađivati

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in stock going into negative. Please correct the stock first before attempting another issue
hr_hr: Ovaj se problem ne može obraditi jer je parametar sustava postavljen da zabranjuje negativne zalihe i ovaj bi problem rezultirao prelaskom zaliha u negativne. Prvo ispravite zalihu prije pokušaja novog problema
pt_pt: Esta emissão não pode ser processada, porque o parêmtro de sistema esta definido para proibir stock negativo e esta emissão iria resultar em stock negativo. Corrija primeiro o stock antes de tentar uma outra emissão

source: stock movement records could not be inserted when processing the work order issue because
hr_hr: zapisi o kretanju zaliha nisu se mogli umetnuti prilikom obrade izdavanja radnog naloga jer
pt_pt: os registros de movimento de stock não poderam ser inseridos a quando o processamento da emissão da ordem de trabalho porque

source: Could not check if a batch/lot reference for the item already exists because
hr_hr: Nije moguće provjeriti postoji li već referenca serije/lota za stavku jer
pt_pt: Não foi possível verificar se a referência de lot para o item já existe porque

source: The batch/lot item record could not be inserted because
hr_hr: Zapis o šarži/lotu nije se mogao umetnuti jer
pt_pt: O registro lote do item não pode ser inserido porque

source: The issue of the item to the work order GL posting could not be inserted because
hr_hr: Izdavanje stavke u knjiženje GL radnog naloga nije se moglo umetnuti jer
pt_pt: A emissão do item para a afixação no LC para a ordem de trabalho não pode ser inserida porque

source: The stock account credit on the issue of items to a work order GL posting could not be inserted because
hr_hr: Knjiženje računa zaliha za izdavanje stavki u GL knjiženje radnog naloga nije se moglo umetnuti jer
pt_pt: A conta de crédito no stock na emissão dos itens na afixação no LC da ordem de trabalho não pode ser inserido porque

source: Could not update the work order cost issued to the work order because
hr_hr: Nije moguće ažurirati trošak radnog naloga koji je izdan radnom nalogu jer
pt_pt: Não foi possível actualizar os registros ChartDetail pois

source: The issue of
hr_hr: Pitanje o
pt_pt: A emissão de

source: against work order
hr_hr: protiv radnog naloga
pt_pt: de encontro a ordem de trabalho

source: Issue more components to this work order
hr_hr: Izdajte više komponenti ovom radnom nalogu
pt_pt: componentes questão mais a esta ordem de serviço

source: Select a different work order for issuing materials and components against
hr_hr: Odaberite drugi radni nalog za izdavanje materijala i komponenti
pt_pt: Seleccione uma ordem de trabalho diferente para emissão de materiais e componentes de encontro

source: Issue to work order
hr_hr: Izdavanje na radni nalog
pt_pt: Emitir para ordem de trabalho

source: The selected work order has been closed and variances calculated and posted. No more issues of materials and components can be made against this work order.
hr_hr: Odabrani radni nalog je zatvoren, a odstupanja su izračunata i proknjižena. Više se ne mogu izdavati materijali i komponente prema ovom radnom nalogu.
pt_pt: A ordem de trabalho selecionada foi encerrada e variâncias calculadas e afixadas. Emissão de materiais e componentes não podem ser feitas de encontro a esta ordem de trabalho.

source: Date Material Issued
hr_hr: Datum izdavanja materijala
pt_pt: Data de Material Emitida

source: Issued From
hr_hr: Izdano iz
pt_pt: Emitido De

source: Material Requirements For this Work Order
hr_hr: Materijalni zahtjevi za ovaj radni nalog
pt_pt: Requisitos de Material para esta Ordem de Trabalho

source: Parent Item
hr_hr: Nadređena stavka

source: Qty Issued
hr_hr: Izdana količina
pt_pt: Quantidade Emitida

source: Qty Issue
hr_hr: Broj izdanja

source: Failed to retrieve the item data
hr_hr: Dohvaćanje podataka o artiklu nije uspjelo

source: Process Items Issued
hr_hr: Obradite izdane stavke
pt_pt: Processar Item Emitido

source: Stock Search
hr_hr: Pretraživanje dionica

source: Could not get the detail of the item being issued because
hr_hr: Nije moguće dobiti pojedinosti o stavci koja se izdaje jer
pt_pt: Não foi possível obter os detalhes do item a ser emitido porque

source: Issuing
hr_hr: Izdavanje
pt_pt: Emissão

source: Serial Numbers Issued
hr_hr: Izdani serijski brojevi
pt_pt: Números de Série Emitidos

source: Could not retrieve the serial numbers available at the location specified because
hr_hr: Nije moguće dohvatiti serijske brojeve dostupne na navedenoj lokaciji jer
pt_pt: Não foi possível recuperar os números de série disponíveis na localização especificado porque

source: There are no serial numbers at this location to issue
hr_hr: Na ovoj lokaciji nema serijskih brojeva za izdavanje
pt_pt: Não existe números de série nesta localização para emissão

source: Reselect Location or Issued Item
hr_hr: Ponovno odaberite lokaciju ili izdanu stavku
pt_pt: Selecione Novamente a Localização ou o Item Emitido

source: Batch/Lots Issued
hr_hr: Izdana serija/partije
pt_pt: Lote / Lotes Emitido

source: Failed to retrieve lot No
hr_hr: Nije uspjelo preuzimanje lota br

source: Enter a batch/roll reference being used with this work order
hr_hr: Unesite referencu serije/svitka koja se koristi s ovim radnim nalogom

source: Enter the quantity of this batch/roll to issue to the work order
hr_hr: Unesite količinu ove serije/rola za izdavanje na radni nalog

source: You may need to receive (input negative quantity) some items whose serial no has never existed by following
hr_hr: Možda ćete morati primiti (unesite negativnu količinu) neke artikle čiji serijski broj nikada nije postojao praćenjem

source: Lot No
hr_hr: Partija br

source: Quantity Issued
hr_hr: Izdana količina
pt_pt: Quantidade Emitida

source: Enter the quantity of this item to issue to the work order
hr_hr: Unesite količinu ovog artikla za izdavanje na radnom nalogu

source: Receive Work Order
hr_hr: Zaprimite radni nalog
pt_pt: Receber Ordem de Trabalho

source: Select a work order to receive
hr_hr: Odaberite radni nalog za primanje
pt_pt: Seleccione uma ordem de trabalho para receber

source: This page can only be opened if a work order has been selected. Please select a work order to receive first
hr_hr: Ova stranica se može otvoriti samo ako je odabran radni nalog. Prvo odaberite radni nalog koji želite primiti
pt_pt: Esta página só pode ser aberta se uma ordem de trabalho for seleccionada. Favor fazer isto primeiro

source: The quantity entered is not numeric - a number is expected
hr_hr: Unesena količina nije brojčana - očekuje se broj
pt_pt: A quantidade de inscritos não é numérico - um número é esperado

source: The Expiry Date should be in date format
hr_hr: Datum isteka treba biti u formatu datuma

source: The quantity received is greater than the quantity required even after allowing for the configured allowable over-receive proportion. If this is correct then the work order must be modified first.
hr_hr: Primljena količina veća je od potrebne količine čak i nakon dopuštanja konfiguriranog dopuštenog udjela prekomjernog primanja. Ako je to točno, radni nalog se prvo mora izmijeniti.
pt_pt: A quantidade recebida é maior do que a quantidade necessária mesmo depois de configurado permitindo admissível proporção. Se estiver correto, então a ordem de trabalho deve ser modificada primeiro.

source: Could not check if a serial number for the stock item already exists because
hr_hr: Nije moguće provjeriti postoji li serijski broj za stavku na zalihi jer
pt_pt: Não foi possível verificar se um número de série para o item em stock existe porque

source: The serial number entered already exists. Duplicate serial numbers are prohibited. The duplicate item is:
hr_hr: Uneseni serijski broj već postoji. Dvostruki serijski brojevi su zabranjeni. Duplikat stavke je:
pt_pt: O número de série já existe. números de série duplicados são proibidos. O item é duplicado:

source: Could not retrieve the component quantity left at the location once the component items are issued to the work order (for the purposes of checking that stock will not go negative) because
hr_hr: Nije moguće dohvatiti količinu komponente koja je ostala na lokaciji nakon što su komponente komponente izdane na radni nalog (u svrhu provjere da zaliha neće postati negativna) jer
pt_pt: Não foi possível recuperar a quantidade de componentes deixaram no local uma vez que os itens componentes são emitidos à ordem de trabalho (para fins de verificação que o estoque não vai negativo), pois

source: Receiving the selected quantity against this work order would result in negative stock for a component. The system parameters are set to prohibit negative stocks from occurring. This manufacturing receipt cannot be created until the stock on hand is corrected.
hr_hr: Primanje odabrane količine prema ovom radnom nalogu rezultiralo bi negativnom zalihom za komponentu. Parametri sustava postavljeni su tako da zabranjuju pojavu negativnih zaliha. Ovaj proizvodni račun ne može se kreirati dok se ne ispravi zaliha u ruci.
pt_pt: Recebendo a quantidade selecionada contra esta ordem de trabalho resultaria em estoque negativo de um componente. Os parâmetros do sistema são definidas ações para proibir a ocorrência de negativa. Este recibo de fabricação não pode ser criado até que o estoque na mão é corrigido.

source: Cost roll on release of WO
hr_hr: Troškovi pri izdavanju WO
pt_pt: Custo da peça sobre a libertação do WO

source: Quantity on hand of
hr_hr: Količina pri ruci
pt_pt: Quantidade em mão de

source: The GL credit for the stock cost adjustment posting could not be inserted because
hr_hr: GL kredit za knjiženje usklađenja troškova zaliha nije se mogao umetnuti jer
pt_pt: O crédito do LC para o ajuste de custo do stock enviado, não pôde ser inserido

source: The location stock record could not be updated by the issue of stock to the work order from an auto issue component because
hr_hr: Zapis o zalihama lokacije nije se mogao ažurirati izdavanjem zaliha na radni nalog iz komponente automatskog izdavanja jer
pt_pt: Não foi possível actualizar o registro do item de série de stock para a quantidade recebida pois

source: stock movement record could not be inserted for an auto-issue component because
hr_hr: zapis kretanja zaliha nije se mogao umetnuti za komponentu automatskog izdavanja jer
pt_pt: O registro do movimento do stock não pode ser inserido para uma auto emissão de componente porque

source: Could not update the work order cost for an auto-issue component because
hr_hr: Nije moguće ažurirati cijenu radnog naloga za komponentu automatskog izdavanja jer

source: The WIP side of the work order issue GL posting could not be inserted because
hr_hr: WIP strana izdanja GL knjiženja radnog naloga nije se mogla umetnuti jer
pt_pt: O lado do WIP da afixação no LC emitido com a ordem de trabalho não pode ser inserido porque

source: The stock side of the work order issue GL posting could not be inserted because
hr_hr: Zaliha knjiženja izdanja radnog naloga GL nije mogla biti umetnuta jer
pt_pt: O lado do stock da afixação no LC emitido com a ordem de trabalho não pode ser inserido porque

source: The predefined serial number record could not be deleted because
hr_hr: Unaprijed definirani zapis serijskog broja nije se mogao izbrisati jer
pt_pt: O registro número predefinido de série não poderia ser suprimido, pois

source: The input quantity should not be negative since there are no this lot no existed
hr_hr: Ulazna količina ne bi trebala biti negativna budući da ova partija ne postoji

source: The receipt of work order finished stock GL posting could not be inserted because
hr_hr: Prijem radnog naloga završenog knjiženja zaliha GL nije se mogao umetnuti jer
pt_pt: O recibo da afixação no LC da ordem de trabalho terminada não pode ser inserido porque

source: The receipt of
hr_hr: Potvrda o primitku
pt_pt: O recibo de

source: Select a different work order for receiving finished stock against
hr_hr: Odaberite drugi radni nalog za primanje gotovih zaliha
pt_pt: Seleccione uma ordem de trabalho diferente para receber stock acabado de encontro

source: The selected work order has been closed and variances calculated and posted. No more receipts of manufactured items can be received against this work order. You should make up a new work order to receive this item against.
hr_hr: Odabrani radni nalog je zatvoren, a odstupanja su izračunata i proknjižena. Uz ovaj radni nalog više se ne mogu primiti nikakvi primici proizvedenih artikala. Trebali biste sastaviti novi radni nalog za primanje ove stavke.
pt_pt: A ordem de trabalho selecionada foi encerrada e variâncias calculadas e afixada. Não podem haver mais recibos de itens fabricados em encontro a esta ordem de trabalho. Deve criar uma nova ordem de trabalho para receber estes item outravez.

source: Receive work order
hr_hr: Zaprimite radni nalog
pt_pt: Receber ordem de trabalho

source: Date Received
hr_hr: Datum prijema
pt_pt: Data Recebida

source: Received Into
hr_hr: Primljeno u
pt_pt: Recebido em

source: Receive Work Order Items
hr_hr: Primite stavke radnog naloga

source: Serial Numbers Received
hr_hr: Primljeni serijski brojevi
pt_pt: Números de Série Recebidos

source: No serial numbers defined yet
hr_hr: Još nema definiranih serijskih brojeva
pt_pt: Não há números de série ainda não foram definidas

source: Serial No
hr_hr: Serijski br
pt_pt: Nº de Série

source: Process Manufactured Items Received
hr_hr: Obradite primljene proizvedene artikle
pt_pt: Processar Itens Recebidos Fabricados

source: Batch/Lots Received
hr_hr: Serija/Lotovi primljeni
pt_pt: Lot/Lotes Recebidos

source: No batches/lots defined yet
hr_hr: Još nisu definirane serije/lotovi
pt_pt: Não lotes / lotes ainda não foram definidas

source: Batch/Lot No
hr_hr: Serija/Lot br

source: Received Qty
hr_hr: Primljeno Kol

source: Work Order Status Inquiry
hr_hr: Upit o statusu radnog naloga
pt_pt: Consulta do Estado do Pedido

source: Work order Number
hr_hr: Broj radnog naloga

source: Manual Issue
hr_hr: Ručno izdanje
pt_pt: Emissão Manual

source: Additional Issue
hr_hr: Dodatno izdanje

source: This page must to be called from the work order entry screen
hr_hr: Ova se stranica mora pozvati sa zaslona za unos radnog naloga
pt_pt: Esta página deve ser chamado a partir da tela de entrada de ordem de serviço

source: Work Order Serial Numbers in Progress
hr_hr: Serijski brojevi radnog naloga u tijeku
pt_pt: Ordem de Serviço números de série em andamento

source: Work Order Batches in Progress
hr_hr: Serije radnih naloga u tijeku
pt_pt: Lotes Ordem Work in Progress

source: For Work Order Number
hr_hr: Za broj radnog naloga
pt_pt: O número de ordem de trabalho

source: and output item
hr_hr: i izlazna stavka
pt_pt: e item de saída

source: The quantity of controlled items to add was not numeric - a number is expected
hr_hr: Količina kontroliranih artikala za dodavanje nije numerička - broj se očekuje
pt_pt: A quantidade de produtos controlados para adicionar não é numérica - um número é esperado

source: is already entered on this work order
hr_hr: je već upisan na ovom radnom nalogu
pt_pt: já está inscrita na ordem de trabalho

source: has already been used for this item
hr_hr: već je korišten za ovu stavku
pt_pt: já foi usado para este item

source: Unable to add the serial numbers requested
hr_hr: Nije moguće dodati zatražene serijske brojeve
pt_pt: Não é possível adicionar os números de série solicitada

source: The batch or serial number reference has not been entered - a reference is required
hr_hr: Referenca na broj serije ili serijski broj nije unesena - referenca je obavezna
pt_pt: O lote de referência ou número de série não foi inscrita - a referência é necessário

source: The quantity for the batch must be numeric
hr_hr: Količina za seriju mora biti brojčana
pt_pt: A quantidade do lote deve ser numérico

source: The serial number or batch reference must be unique to the item - the reference entered is already entered on this work order
hr_hr: Serijski broj ili referenca serije mora biti jedinstvena za predmet - unesena referenca već je upisana na ovom radnom nalogu
pt_pt: O número de série ou de referência do lote deve ser exclusivo para o item - a referência entrou já entrou nessa ordem de trabalho

source: The serial number or batch reference must be unique to the item. The serial number/batch entered already exists
hr_hr: Serijski broj ili referenca serije moraju biti jedinstveni za predmet. Uneseni serijski broj/serija već postoji
pt_pt: O número de série ou de referência do lote deve ser exclusivo para o item. O número de série / lote já existe

source: Could not add a new serial number/batch
hr_hr: Nije moguće dodati novi serijski broj/seriju
pt_pt: Não foi possível adicionar um novo número de série / lote

source: Unable to add the batch or serial number requested
hr_hr: Nije moguće dodati zatraženi broj serije ili serijski broj
pt_pt: Não foi possível adicionar o número do lote ou de série solicitada

source: The batch/serial number
hr_hr: Broj serije/serijski broj
pt_pt: O lote / número de série

source: has been deleted from this work order
hr_hr: je izbrisan iz ovog radnog naloga
pt_pt: foi excluído desta ordem de serviço

source: The new batch or serial number reference has not been entered - a reference is required
hr_hr: Nova referenca na šaržni ili serijski broj nije unesena - referenca je obavezna
pt_pt: O novo lote de referência ou número de série não foi inscrita - a referência é necessário
