Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The item can only be serialised if there is lot control enabled already
hr_hr: Stavka se može serijalizirati samo ako je već omogućena kontrola serije
pt_pt: O item só pode ser serializado se há um controle de lote já ativado

source: Batch control
hr_hr: Kontrola serije
pt_pt: Controle de lote

source: with any number of items in a lot/bundle/roll is enabled when controlled is enabled
hr_hr: s bilo kojim brojem stavki u lotu/paketu/svitku je omogućeno kada je omogućeno kontrolirano
pt_pt: com qualquer número de itens em um lote/peça/paquete é ativado quando o controlo é activo

source: Serialised control requires that only one item is in the batch
hr_hr: Serijalizirana kontrola zahtijeva da samo jedna stavka bude u seriji
pt_pt: Controle serializado requer que somente um item esteja no lote

source: For serialised control
hr_hr: Za serijsku kontrolu
pt_pt: Para controle serializado

source: both controlled and serialised must be enabled
hr_hr: moraju biti omogućeni i kontrolirani i serijalizirani
pt_pt: tanto 'Controlado' como 'Serializado' devem ser seleccionados

source: The item can only have automatically generated serial numbers if it is a serialised item
hr_hr: Stavka može imati automatski generirane serijske brojeve samo ako je serijalizirana stavka
pt_pt: O item só pode ter gerado automaticamente números de série, se for um item serializado

source: The item can only have automatically generated serial numbers if it is a manufactured item
hr_hr: Artikl može imati automatski generirane serijske brojeve samo ako se radi o proizvedenom artiklu
pt_pt: O item só pode ter gerado automaticamente números de série, se for um item fabricado

source: Assembly/Kitset/Phantom/Service/Labour items cannot also be controlled items
hr_hr: Stavke sklopa/kompleta/fantoma/usluge/radne snage također ne mogu biti kontrolirane stavke
pt_pt: Montagem / Kitset / Fantasma de serviços / itens do Trabalho não pode também ser itens controlados

source: Assemblies/Dummies/Phantom and Kitsets are not physical items and batch/serial control is therefore not appropriate
hr_hr: Sklopovi/lutke/fantomi i setovi nisu fizički predmeti i stoga serijska/serijska kontrola nije prikladna
pt_pt: Assembléias / manequins / Fantasma e Kitsets não são artigos de física e lote / controle de série é, portanto, não adequado

source: There are no inventory categories defined. All inventory items must belong to a valid inventory category,
hr_hr: Nema definiranih kategorija inventara. Sve stavke inventara moraju pripadati valjanoj kategoriji inventara,
pt_pt: Não existem categorias de inventário definidas. Todos os itens de inventário devem pertencer a uma categoria de inventário válida,

source: Pansize quantity must be numeric
hr_hr: Količina pansize mora biti brojčana
pt_pt: quantidade Pansize deve ser numérico

source: Shrinkage factor quantity must be numeric
hr_hr: Količina faktora skupljanja mora biti brojčana
pt_pt: Encolhimento quantidade fator deve ser numérico

source: The item could not be added because
hr_hr: Stavku nije bilo moguće dodati jer
pt_pt: Não foi possível adicionar o item pois

source: Could not update the language description because
hr_hr: Nije moguće ažurirati opis jezika jer

source: The cloned supplier purchasing details could not be added to the database because
hr_hr: Podaci o kupnji kloniranih dobavljača nisu se mogli dodati u bazu podataka jer

source: The cloned pricing could not be added
hr_hr: Nije moguće dodati klonirane cijene

source: The cost details for the cloned stock item could not be updated because
hr_hr: Pojedinosti o cijeni za stavku klonirane zalihe nije bilo moguće ažurirati jer

source: New cloned Item
hr_hr: Nova klonirana stavka

source: We also attempted to setup item purchase data and pricing.
hr_hr: Također smo pokušali postaviti podatke o kupnji artikala i cijene.

source: There is no pricing data to clone. Use the following link to add pricing.
hr_hr: Nema podataka o cijenama za kloniranje. Koristite sljedeću vezu za dodavanje cijene.

source: Review Item Prices
hr_hr: Pregledajte cijene artikala

source: There is no purchasing data to clone .Use the following link to add purchasing data.
hr_hr: Nema podataka o kupnji za kloniranje. Koristite sljedeću poveznicu za dodavanje podataka o kupnji.

source: Review Item Purchase Data.
hr_hr: Pregledajte podatke o kupnji artikla.

source: Costing was updated for this cloned item.
hr_hr: Troškovi su ažurirani za ovu kloniranu stavku.

source: Review Item Cost
hr_hr: Pregledajte cijenu artikla

source: Clone
hr_hr: Klon

source: Cloned Item Code
hr_hr: Klonirani kod artikla

source: Enter a unique item code for the new item.
hr_hr: Unesite jedinstvenu šifru artikla za novi artikl.

source: Image File (.jpg)
hr_hr: Datoteka slike (.jpg)
pt_pt: Ficheiro de Imagem (.jpg)

source: Add or Modify Stock Categories
hr_hr: Dodajte ili izmijenite kategorije dionica
pt_pt: Adicionar ou modificar categorias de stock

source: Economic Order Quantity
hr_hr: Ekonomska količina narudžbe
pt_pt: Quantidade da Ordem Económica

source: Packaged Volume (metres cubed)
hr_hr: Pakirani volumen (kubni metri)
pt_pt: Volume Embalado (metros cúbicos)

source: Packaged Gross Weight (KGs)
hr_hr: Bruto težina pakiranja (KG)

source: Net Weight (KGs)
hr_hr: Neto težina (KG)

source: Units of Measure
hr_hr: Jedinice mjere
pt_pt: Unidades de Medida

source: Assembly, Kit, Manufactured or Service/Labour
hr_hr: Sastavljanje, komplet, proizvedeno ili usluga/rad
pt_pt: Conjunto, Kit, Fabricado ou Serviço / Trabalho

source: Service/Labour
hr_hr: Usluga/Rad
pt_pt: Serviço / Trabalho

source: Current or Obsolete
hr_hr: Trenutno ili zastarjelo
pt_pt: Actual ou Obsoleto

source: Batch, Serial or Lot Control
hr_hr: Kontrola šarže, serije ili serije
pt_pt: Controle de lote ou serial

source: No Control
hr_hr: Nema kontrole
pt_pt: Sem controle

source: Controlled
hr_hr: Kontrolirano
pt_pt: Controlado

source: Serialised
hr_hr: Serializirano
pt_pt: Serializado

source: this has no effect if the item is not Controlled
hr_hr: to nema učinka ako stavka nije kontrolirana
pt_pt: não tem efeito se o item não for controlado

source: Next Serial No (>0 for auto numbering)
hr_hr: Sljedeći serijski broj (>0 za automatsko numeriranje)
pt_pt: Próximo de ordem (&gt; 0 para numeração automática)

source: Perishable
hr_hr: Kvarljiv
pt_pt: Perecíveis

source: Decimal Places for display Quantity
hr_hr: Decimalna mjesta za prikaz količine
pt_pt: Casas decimais para exibição de Quantidade

source: Pan Size
hr_hr: Veličina posude
pt_pt: Tamanho

source: Shrinkage Factor
hr_hr: Faktor skupljanja
pt_pt: Factor de Retratibilidade

source: Item Category Properties
hr_hr: Svojstva kategorije stavke
pt_pt: Propriedades da Categoria do Item

source: A number between
hr_hr: Broj između
pt_pt: Um número entre

source: is expected
hr_hr: se očekuje
pt_pt: Espera-se

source: Categories
hr_hr: kategorije
pt_pt: Categorias

source: Stock Cost Update
hr_hr: Ažuriranje troškova zaliha
pt_pt: Atualização do Custo do Stock

source: Non-existent Item
hr_hr: Nepostojeća stavka
pt_pt: Item inexistente

source: The cost details for the stock item could not be updated because
hr_hr: Pojedinosti o cijeni za stavku na zalihama nisu se mogle ažurirati jer
pt_pt: Não foi possível actualizar os detalhes de custo para o item de stock porque

source: The cost details for the stock item could not be retrieved because
hr_hr: Pojedinosti o cijeni za stavku na zalihama nije bilo moguće dohvatiti jer
pt_pt: Não foi possível obter os detalhes de custo para o item de stock porque

source: Show Cost Details
hr_hr: Prikaži pojedinosti o trošku
pt_pt: Mostrar detalhes do custo

source: Total Quantity On Hand
hr_hr: Ukupna količina na raspolaganju
pt_pt: Quantidade total na mão

source: Last Cost update on
hr_hr: Zadnje ažuriranje troškova

source: is a service item
hr_hr: je uslužna stavka
pt_pt: é um item de serviço

source: is an assembly part
hr_hr: je sastavni dio
pt_pt: é uma parte de montagem

source: is a kit set part
hr_hr: je dio kompleta
pt_pt: é uma parte de kit

source: Cost information cannot be modified for kits assemblies or service items
hr_hr: Informacije o cijeni ne mogu se mijenjati za sklopove kompleta ili servisne stavke
pt_pt: As informações de custo não pode ser modificado para kits de montagens ou itens de serviço

source: Please select a different part
hr_hr: Odaberite drugi dio
pt_pt: Favor seleccionar uma parte diferente

source: Last Cost
hr_hr: Zadnji trošak
pt_pt: Último custo

source: Standard Material Cost Per Unit
hr_hr: Standardni trošak materijala po jedinici
pt_pt: Custo Padrão do Material Por Unidade

source: Standard Labour Cost Per Unit
hr_hr: Standardni trošak rada po jedinici
pt_pt: Custo Padrão da Montagem Por Unidade

source: Standard Overhead Cost Per Unit
hr_hr: Standardni opći trošak po jedinici
pt_pt: Custo Padrão em Excesso Por Unidade

source: Stock Check Sheets Entry
hr_hr: Unos lista zaliha
pt_pt: Inserção de Folhas de Verificação de Stock

source: Resuming Entering Counts
hr_hr: Nastavak unosa brojanja
pt_pt: Resumir Contagens de Inserções

source: Viewing Entered Counts
hr_hr: Pregled unesenih brojeva
pt_pt: Visualizando Contagens de Inserções

source: Entering Counts
hr_hr: Unos brojeva
pt_pt: Inserindo Contagens

source: View Entered Counts
hr_hr: Pregledajte unesene brojeve
pt_pt: Visualizar Contagens Inseridas

source: The stock code entered on line
hr_hr: Šifra dionice unesena na liniji
pt_pt: O código de stock inserido na linha

source: is not a part code that has been added to the stock check file
hr_hr: nije šifra dijela koja je dodana u datoteku provjere zaliha
pt_pt: não é um código de parte que foi adicionado ao arquivo de verificação do stock

source: the code entered was
hr_hr: uneseni kod je bio
pt_pt: o código inserido foi

source: This line will have to be re-entered
hr_hr: Ovaj će se redak morati ponovno unijeti
pt_pt: É necessário redigitá-la

source: The stock count line number
hr_hr: Broj reda broja zaliha
pt_pt: O número da linha de contagem do stock

source: could not be entered because
hr_hr: nije se moglo unijeti jer
pt_pt: não pôde ser inserido pois

source: Stock Counts Entered
hr_hr: Uneseno brojanje zaliha
pt_pt: Contagens de Stock Inseridas

source: File contains
hr_hr: Datoteka sadrži
pt_pt: O arquivo contém

source: File contains incorrect headers
hr_hr: Datoteka sadrži netočna zaglavlja

source: fields required,
hr_hr: polja obavezna,
pt_pt: campos obrigatórios,

source: Stock item
hr_hr: Stavka na zalihi

source: The reference field must be 20 characters or less long
hr_hr: Referentno polje mora imati 20 znakova ili manje

source: The quantity counted must be numeric
hr_hr: Prebrojana količina mora biti brojčana

source: The quantity counted must be zero or a positive number
hr_hr: Izbrojana količina mora biti nula ili pozitivan broj

source: Failed on row
hr_hr: Nije uspjelo u nizu
pt_pt: Falha em linha

source: Batch Import of
hr_hr: Serijski uvoz od
pt_pt: Lote de Importação

source: has been completed. All transactions committed to the database.
hr_hr: je dovršen. Sve transakcije predane bazi podataka.
pt_pt: tenha sido concluída. Todas as transações confirmadas no banco de dados.

source: The stock check sheets must be run first to create the stock check. Only once these are created can the stock counts be entered. Currently there is no stock check to enter counts for
hr_hr: Za kreiranje provjere zaliha prvo se moraju pokrenuti listovi za provjeru zaliha. Tek kada se oni kreiraju, mogu se unijeti popisi zaliha. Trenutačno ne postoji provjera zaliha za unos brojača

source: Create New Stock Check
hr_hr: Stvorite novu provjeru zaliha

source: Stock Check Counts at Location
hr_hr: Provjera zaliha na lokaciji
pt_pt: Verificação das Contagens do Stock na Localização

source: Enter By Category
hr_hr: Unesite po kategoriji

source: Upload file
hr_hr: Učitaj datoteku
pt_pt: Carregar arquivo

source: Send File
hr_hr: Pošalji datoteku
pt_pt: Enviar arquivo

source: Entering Counts For Stock Category
hr_hr: Unos brojeva za kategoriju dionica

source: Enter Above Counts
hr_hr: Unesite gornje točke
pt_pt: Insira Contagens Acima

source: Failed to delete StockCount ID #
hr_hr: Brisanje StockCount ID # nije uspjelo
pt_pt: Falhou a eliminação do ID de Contagem do Stock #

source: Deleted Id #
hr_hr: Izbrisan ID #
pt_pt: Id Eliminado #

source: Qty Counted
hr_hr: Prebrojana količina
pt_pt: Quantidade Contado

source: Delete?
hr_hr: Izbrisati?
pt_pt: Eliminado?

source: Save Changes
hr_hr: Spremi promjene
pt_pt: Guardar Alterações

source: Could not retrieve location name from the database
hr_hr: Nije moguće dohvatiti naziv lokacije iz baze podataka
pt_pt: Não foi possível recuperar o nome local do banco de dados

source: The Stock Dispatch report could not be retrieved
hr_hr: The Zalihe Dispatch report could not be retrieved

source: Stock Dispatch - Problem Report
hr_hr: Otprema zaliha - izvješće o problemu
pt_pt: Banco de Dispatch - Relatório Problema

source: The stock dispatch did not have any items to list
hr_hr: Otprema zaliha nije imala nijednu stavku za popis
pt_pt: O estoque de expedição não tem nenhum item para a lista

source: Overstock items at
hr_hr: Prekomerni artikli na

source: Items needed at
hr_hr: Stavke potrebne na

source: Stock Dispatch
hr_hr: Otprema zaliha
pt_pt: Banco de Dispatch

source: Dispatch Percent
hr_hr: Postotak otpreme
pt_pt: Porcentagem de distribuição

source: QOH-From
hr_hr: QOH-Od

source: QOH-To
hr_hr: QOH-Za

source: Image/Description
hr_hr: Slika/Opis

source: Unable to enter Location Transfer record for
hr_hr: Nije moguće unijeti zapis o prijenosu lokacije za
pt_pt: Não foi possível submeter o registro de transferência de localização para

source: Prepared By :
hr_hr: Pripremio:
pt_pt: Preparado por:

source: Shipped By :
hr_hr: Dostavlja :

source: Received By :
hr_hr: Primio:
pt_pt: Recebido por:

source: Stock Dispatch Report
hr_hr: Izvješće o otpremi zaliha
pt_pt: Banco de Dispatch Relatório

source: Inventory Stock Dispatch Report
hr_hr: Izvješće o otpremi zaliha
pt_pt: Banco de Inventário Relatório Dispatch

source: Create a transfer batch of overstock from one location to another location that is below reorder level.
hr_hr: Stvorite prijenos viška zaliha s jedne lokacije na drugu koja je ispod razine ponovnog naručivanja.

source: Quantity to ship is based on reorder level minus the quantity on hand at the To Location; if there is a
hr_hr: Količina za otpremu temelji se na razini ponovne narudžbe minus raspoloživa količina na Do lokaciji; ako postoji

source: dispatch percentage entered, that needed quantity is inflated by the percentage entered.
hr_hr: uneseni postotak otpreme, ta potrebna količina se povećava za uneseni postotak.

source: Use Bulk Inventory Transfer - Receive to process the batch
hr_hr: Upotrijebite skupni prijenos zaliha - primite za obradu serije

source: To Stock Location
hr_hr: Do skladišne ​​lokacije
pt_pt: Localização do Stock de Destino

source: Dispatch Strategy:
hr_hr: Strategija slanja:

source: Items needed at TO location with overstock at FROM location
hr_hr: Artikli potrebni na lokaciji TO s viškom zaliha na lokaciji FROM

source: Items with overstock at FROM location
hr_hr: Artikli s viškom zaliha na lokaciji FROM

source: Create Batch
hr_hr: Stvori seriju
pt_pt: Criar lote

source: Report Only
hr_hr: Samo izvješće
pt_pt: Somente relatório

source: Template
hr_hr: Predložak
pt_pt: Modelo

source: Full with Prices
hr_hr: Pun cijena

source: Full
hr_hr: puna

source: Simple
hr_hr: Jednostavan
pt_pt: Simples

source: All Stock Movements By Location
hr_hr: Sva kretanja dionica prema lokaciji
pt_pt: Todas as Movimentações de Stock por Localização

source: Show Movements before
hr_hr: Prikaži pokrete prije
pt_pt: Mostrar movimentações antes de

source: But after
hr_hr: Ali nakon
pt_pt: Mas depois

source: The stock movements for the selected criteria could not be retrieved because
hr_hr: Kretanje zaliha za odabrane kriterije nije bilo moguće dohvatiti jer
pt_pt: Não foi possível obter as movimentações de stock para o critério seleccionado porque

source: Quantity on Hand
hr_hr: Količina pri ruci
pt_pt: Quantidade na mão

source: Serial No.
hr_hr: Serijski br.
pt_pt: N º de Série

source: All Stock Status By Location/Category
hr_hr: Sve stanje zaliha prema lokaciji/kategoriji
pt_pt: Todos os estados de estoques por localização/categoria

source: Shown Only Items Where
hr_hr: Prikazane su samo stavke gdje
pt_pt: Somente itens mostrados Sempre

source: Only items below re-order quantity
hr_hr: Samo artikli ispod količine za ponovnu narudžbu

source: Only items where stock is available
hr_hr: Samo artikli gdje su zalihe dostupne
pt_pt: Somente itens que o estoque está disponível

source: Only items currently on order
hr_hr: Samo trenutno naručeni artikli

source: The stock held at each location cannot be retrieved because
hr_hr: Zalihe koje se drže na svakoj lokaciji ne mogu se dohvatiti jer
pt_pt: Não foi possível obter o stock mantido em cada localização porque

source: Re-Order Level
hr_hr: Razina ponovnog naručivanja
pt_pt: Rever Nível

source: Serial Numbers
hr_hr: Serijski brojevi
pt_pt: Números de série

source: Batches
hr_hr: Serije
pt_pt: Lotes

source: Inventory Location Transfer Shipment
hr_hr: Pošiljka prijenosa lokacije inventara
pt_pt: Inventário de Localização da Transferência de Carga

source: This transaction has already been entered
hr_hr: Ova transakcija je već unesena
pt_pt: Esta transação já foi inserida

source: Please start over now
hr_hr: Molim te počni ispočetka
pt_pt: Favor recomeçar agora

source: File contains
hr_hr: Datoteka sadrži
pt_pt: O arquivo contém

source: columns, but only 2 columns are expected. The comma separated file should have just two columns the first for the item code and the second for the quantity to transfer
hr_hr: stupaca, ali očekuju se samo 2 stupca. Datoteka odvojena zarezima treba imati samo dva stupca, prvi za šifru artikla, a drugi za količinu za prijenos

source: The part code entered of
hr_hr: Unesena šifra dijela od
pt_pt: O código da parte inserido para

source: is not set up in the database
hr_hr: nije postavljen u bazi podataka
pt_pt: não está definido no base de dados

source: Only valid parts can be entered for transfers
hr_hr: Samo valjani dijelovi mogu se unijeti za prijenose
pt_pt: Somente partes válidas podem ser transferidas

source: The quantity entered for
hr_hr: Unesena količina za
pt_pt: A quantidade inserida para

source: is not numeric.
hr_hr: nije numerički.

source: The quantity entered for transfers is expected to be numeric
hr_hr: Očekuje se da će količina unesena za prijenose biti numerička
pt_pt: Espera-se que a quantidade inserida para transferências seja numérica

source: does not have enough stock available (
hr_hr: nema dovoljno dostupnih zaliha (

source: The quantity required to transfer was
hr_hr: Količina potrebna za prijenos bila je

source: The quantity entered of
hr_hr: Unesena količina od
pt_pt: A quantida inserida de

source: for part code
hr_hr: za šifru dijela
pt_pt: para o código de parte

source: is not numeric
hr_hr: nije numerički
pt_pt: não é numérica

source: is less than or equal to 0
hr_hr: manji je ili jednak 0
pt_pt: é menor ou igual a 0

source: Please correct this or remove the item
hr_hr: Ispravite ovo ili uklonite stavku
pt_pt: Favor corrigir ou remover o item

source: does not have enough stock available for transfer.
hr_hr: nema dovoljno dostupnih zaliha za prijenos.
pt_pt: não tem estoque suficiente disponível para transferência.

source: does not have enough stock available for transter due to accumulated quantity is over quantity on hand.
hr_hr: nema dovoljno zaliha dostupnih za prijenos jer akumulirana količina premašuje raspoloživu količinu.

source: You must enter at least 1 Stock Item to transfer
hr_hr: Morate unijeti najmanje 1 stavku zalihe za prijenos
pt_pt: Deve-se seleccionar pelo menos 1 item de stock para transferir

source: The transfer must have a different location to receive into and location sent from
hr_hr: Prijenos mora imati različitu lokaciju na koju se prima i lokaciju s koje se šalje
pt_pt: A transferência deve possuir localidades de origem e destino diferentes

source: Unable to BEGIN Location Transfer transaction
hr_hr: Nije moguće ZAPOČETI transakciju prijenosa lokacije
pt_pt: Não foi possível iniciar a transação de transferência de localização

source: Unable to COMMIT Location Transfer transaction
hr_hr: Nije moguće izvršiti transakciju prijenosa lokacije
pt_pt: Não foi possível submeter a transação de transferência de localização

source: The inventory transfer records have been created successfully
hr_hr: Evidencija prijenosa inventara uspješno je kreirana
pt_pt: Os registros de transferência de inventário foram criados com sucesso

source: Print the Transfer Docket
hr_hr: Ispišite prijenosni list
pt_pt: Imprimir Resumo de Transferência

source: Inventory Location Transfer Shipment Reference
hr_hr: Referenca prijenosa lokacije inventara
pt_pt: Referência da localização da transferência do carregamento do inventário

source: Upload CSV file of Transfer Items and Quantites
hr_hr: Prenesite CSV datoteku prijenosnih stavki i količina

source: Clear All
hr_hr: Obriši sve

source: Add More Items
hr_hr: Dodajte još stavki
pt_pt: Adicionar mais itens

source: Create Transfer Shipment
hr_hr: Stvorite prijenosnu pošiljku
pt_pt: Criar carregamento de transferência

source: Inventory Transfer
hr_hr: Prijenos inventara
pt_pt: Transferência de Inventário

source: Receiving
hr_hr: Primanje
pt_pt: Recebendo

source: All quantities must be numeric
hr_hr: Sve količine moraju biti numeričke
pt_pt: A quantidade inserida deve ser um valor numérico

source: is negative
hr_hr: je negativan
pt_pt: é negativo

source: All quantities must be for positive numbers greater than zero
hr_hr: Sve količine moraju biti za pozitivne brojeve veće od nule
pt_pt: Todas as quantidades devem ser números positivos

source: The Quantity entered plus the Quantity Previously Received can not be greater than the Total Quantity shipped for
hr_hr: Unesena količina plus prethodno primljena količina ne može biti veća od ukupne količine otpremljene za
pt_pt: A quantidade inserida somada à quantidade previamente recebida não pode ser maior que a quantidade total transportada para

source: All quantities entered are less than zero
hr_hr: Sve unesene količine su manje od nule
pt_pt: Todas as quantidades indicadas são menos que zero

source: Please correct that and try again
hr_hr: Ispravite to i pokušajte ponovo
pt_pt: Favor corrigir e tentar novamente

source: Could not retrieve the stock quantity at the dispatch stock location prior to this transfer being processed
hr_hr: Nije moguće dohvatiti količinu zaliha na lokaciji zaliha otpreme prije obrade ovog prijenosa
pt_pt: Não foi possível obter a quantidade de stock na localização de despacho préviamente para a transferência ser processada

source: Could not determine if the serial item exists
hr_hr: Nije moguće utvrditi postoji li serijska stavka
pt_pt: Não foi possível determinar se o item de série existe

source: The serial stock item for the stock being transferred out of the existing location could not be inserted because
hr_hr: Serijska stavka zalihe za zalihu koja se prenosi s postojeće lokacije nije se mogla umetnuti jer
pt_pt: O item de série de stock para o stock a ser transferido da actual localização não pôde ser inserido porque

source: Could not retrieve the quantity on hand at the location being transferred to
hr_hr: Nije moguće dohvatiti raspoloživu količinu na lokaciji na koju se prenosi
pt_pt: Não pôde ser recuperada a quantidade entregue do local que está sendo transferido para
