Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Enter Stock Counts
pt_pt: Insira Contagens de Stock

source: Serial Item Research Tool
pt_pt: Ferramenta de Pesquisa do Serial do Item

source: Inventory Item Movements
pt_pt: Movimentações do Inventário de Item

source: Inventory Item Status
pt_pt: Estado do Inventário de Item

source: Inventory Item Usage
pt_pt: Uso do Inventário de Item

source: Inventory Planning Based On Preferred Supplier Data
pt_pt: Inventário de planejamento baseado em dados de fornecedores preferidos

source: Inventory Stock Check Sheets
pt_pt: Folhas de Verificação de Inventário em Stock

source: Make Inventory Quantities CSV
pt_pt: Criar Ficheiro CSV com as Quantidades do Inventário

source: Compare Counts Vs Stock Check Data
pt_pt: Comparar Contagens Vs Verificação de Dados de Stock

source: All Inventory Movements By Location/Date
pt_pt: Todos os Movimentos do Inventário por Local/Data

source: List Inventory Status By Location/Category
pt_pt: Listar Estado do Inventário Por Local/Categoria

source: Historical Stock Quantity By Location/Category
pt_pt: Historial da Quantidade no Stock Por Local/Categoria

source: List Negative Stocks
pt_pt: Listar Stocks Negativos

source: Add A New Item
pt_pt: Adicionar um Novo Item

source: Select An Item
pt_pt: Seleccione um Item

source: View or Update Prices Based On Costs
pt_pt: Ver ou atualizar preços baseados em custos

source: Reorder Level By Category/Location
pt_pt: Reordenar Nível por categoria / Localização

source: Select A Work Order
pt_pt: Selecione uma Ordem de Trabalho

source: Costed Bill Of Material Inquiry
pt_pt: Consulta de Factura de Orçamento de Material

source: Indented Bill Of Material Listing
pt_pt: Indentar Listagem de Facturas de Material

source: List Components Required
pt_pt: Lista de Componentes Necessários

source: Indented Where Used Listing
pt_pt: Indentar Quando Usar Listagem

source: MRP
pt_pt: PRM

source: MRP Suggested Purchase Orders
pt_pt: PRM Sugerida para os Pedidos de Compra

source: MRP Suggested Work Orders
pt_pt: MRP Ordens de Trabalho sugerido

source: MRP Reschedules Required
pt_pt: PRM Reescalonavel Necessário

source: Bills Of Material
pt_pt: Facturas de Material

source: Master Schedule
pt_pt: Cronograma Mestre

source: Auto Create Master Schedule
pt_pt: Auto Criar Cronograma Mestre

source: MRP Calculation
pt_pt: Cálculo do MRP

source: Bank Account Payments Matching
pt_pt: Correspondência dos Pagamentos com a Conta Bancária

source: Bank Account Receipts Matching
pt_pt: Correspondência dos Recibos com a Conta Bancária

source: Account Listing
pt_pt: Conta Listagem

source: Account Listing to CSV File
pt_pt: Conta Listagem para arquivo CSV

source: Bank Account Reconciliation Statement
pt_pt: Declaração de Reconciliação de Conta Bancária

source: Cheque Payments Listing
pt_pt: Listagem de Pagamentos Via Cheque

source: Daily Bank Transactions
pt_pt: Banco de transações diárias

source: Profit and Loss Statement
pt_pt: Declaração de Ganhos e Prejuízos

source: Tag Reports
pt_pt: Tag Relatórios

source: Tax Reports
pt_pt: Relatórios Fiscais

source: GL Budgets
pt_pt: Orçamentos

source: Add a new Asset
pt_pt: Adicionar um novo activo

source: Depreciation Journal
pt_pt: Depreciação Jornal

source: Asset Register
pt_pt: Registre-se activo

source: Asset Categories Maintenance
pt_pt: Asset Maintenance Categorias

source: Add or Maintain Asset Locations
pt_pt: Adicionar ou Manter os locais dos ativos

source: Assign Cash to PC Tab
pt_pt: Atribuir Caixa para PC Guia

source: Claim Expenses From PC Tab
pt_pt: Despesas de reclamação de PC Guia

source: Expenses Authorisation
pt_pt: Autorização de Despesas

source: PC Tab General Report
pt_pt: Relatório PC Guia Geral

source: Types of PC Tabs
pt_pt: Tipos de Guias PC

source: PC Tabs
pt_pt: PC guias

source: PC Expenses
pt_pt: Despesas PC

source: Expenses for Type of PC Tab
pt_pt: Despesas para o tipo de PC Guia

source: Configuration Settings
pt_pt: Configuração das Configurações

source: Page Security Settings
pt_pt: Configurações de Segurança Page

source: Currency Maintenance
pt_pt: Manutenção de Moeda

source: List Periods Defined
pt_pt: Listar Periodos Definidos

source: Report Builder Tool
pt_pt: Ferramenta de Construção de Relatório e Formulários

source: View Audit Trail
pt_pt: Ver Rastro de Auditoria

source: Form Layout Editor
pt_pt: Editor de layout de formulário

source: Label Templates Maintenance
pt_pt: Etiqueta Modelos Manutenção

source: Set Purchase Order Authorisation levels
pt_pt: Definir os níveis de Autorização de Compra

source: Sales People
pt_pt: Vendedores

source: Sales Areas
pt_pt: Áreas de Vendas

source: Shippers
pt_pt: Transportadoras

source: Sales GL Interface Postings
pt_pt: Inserção da Interface de Vendas no Livro de Contabilidade

source: COGS GL Interface Postings
pt_pt: Afixação da Interface no LC do CMV

source: Discount Matrix
pt_pt: Tabela de Desconto

source: Inventory Locations Maintenance
pt_pt: Manutenção das Localizações de Inventário

source: Discount Category Maintenance
pt_pt: Manutenção da Categoria de Desconto

source: MRP Available Production Days
pt_pt: PRM Dias de Produção Disponíveis

source: Update costs for all BOM items, from the bottom up
pt_pt: custos de atualização para todos os itens de lista técnica, de baixo para cima

source: Re-apply costs to Sales Analysis
pt_pt: Reaplicar custos à analise de vendas

source: Delete sales transactions
pt_pt: Remover transacções de vendas

source: Reverse all supplier payments on a specified date
pt_pt: Reverter todos os pagamentos ao fornecedor em uma data especificada

source: Show Local Currency Total Debtor Balances
pt_pt: Mostrar saldo total do devedor na moeda local

source: Show General Transactions That Do Not Balance
pt_pt: Mostrar Transacções Gerais Que Não Estão Saldas

source: Make New Company
pt_pt: Criar Nova Empresa

source: Data Export Options
pt_pt: Opções de Exportações de Data

source: Create new company template SQL file and submit to webERP
pt_pt: Criar um modelo de nova empresa de arquivo do SQL e apresentar ao webERP

source: Re-calculate brought forward amounts in GL
pt_pt: Re-calcular quantias previstas no LC

source: Re-Post all GL transactions from a specified period
pt_pt: Re-inserir todas as transacções do LC de um determinado período

source: Message Report
pt_pt: Relatório de Mensagem

source: Payment Processing
pt_pt: Processamento do pagamento

source: The SQL that failed was:
pt_pt: O SQL que falhou foi:

source: There is a problem in retrieving the pricing information for part
pt_pt: Houve um problema ao obter as informações de preços para a parte

source: the error message returned by the SQL server was
pt_pt: a mensagem de erro retornada foi

source: Back to login page
pt_pt: Voltar paraa página de login

source: The company name entered (
pt_pt: O nome da empresa entrou (

source: Check the company name entered (
pt_pt: Verifique o nome da empresa entrou (

source: The company name abbreviation entered at login must also have a company directory defined. See your system administrator
pt_pt: A abreviação do nome da empresa entrou no início da sessão também deve ter um diretório da empresa definida. Consulte o administrador do sistema

source: The configuration in the file config.php for the database user name and password do not provide the information required to connect to the database server
pt_pt: A configuração no ficheiro config.php para o nome e senha do utilizador da base de dados não fornece as informações necessárias para se conectar ao servidor de base de dados

source: The company name entered does not correspond to a database on the database server specified in the config.php configuration file. Try logging in with a different company name
pt_pt: O nome da empresa introduzido não corresponde a uma base de dados no servidor de base de dados especificado no ficheiro de configuração config.php. Tente efetuar o login com um outro nome da empresa

source: Database SQL Failure
pt_pt: Falha no comando SQL

source: Error Rolling Back Transaction
pt_pt: Erro ao desfazer transação

source: Database Rollback Error
pt_pt: Erro ao desfazer

source: The system has just run the regular database administration and optimisation routine.
pt_pt: O sistema acaba de executar a regular base de dados de administração e a optimização de rotina.

source: The company name entered together with the configuration in the file config.php for the database user name and password do not provide the information required to connect to the database.
pt_pt: O nome da empresa introduzido em conjunto com a configuração no ficheiro config.php para o nome de utilizador e senha da base de dados não fornece as informações necessárias para se conectar a base de dados.

source: Try logging in with an alternative company name.
pt_pt: Tente Entrar com outro nome de empresa.

source: DB ERROR:
pt_pt: BD ERRO:

source: Error Rolling Back Transaction!!
pt_pt: Erro ao Reverter a Transferência!!

source: DB DEBUG:
pt_pt: Localizar e corrigir erros na Base de Dados

source: The system has just run the regular database administration and optimisation routine
pt_pt: O sistema acaba de executar a base de dados regular da administração e a optimização de rotina

source: The report does not have any output columns
pt_pt: O relatório não possui colunas de saída

source: You need to set up the data columns that you wish to show in the report
pt_pt: É necessário definir as colunas de dados a serem mostradas no relatório

source: No Columns
pt_pt: Número de colunas

source: Enter Columns for this report
pt_pt: Entre as colunas para este relatório

source: The report cannot have more than 10 columns in it
pt_pt: O relatório não pode contêr mais de 10 colunas

source: Please delete one or more columns before attempting to run it
pt_pt: Favor remover uma ou mais colunas antes de executá-lo

source: Too Many Columns
pt_pt: Colunas em excesso

source: Maintain Columns for this report
pt_pt: Manter colunas para este relatório

source: Calculated fields must use columns defined in the report specification
pt_pt: Campos calculados devem usar colunas definidas na especificação do relatório

source: The numerator column number entered for this calculation is not defined in the report
pt_pt: A coluna do numerador inserida para este cálculo não está definida no relatório

source: Calculation With Undefined Column
pt_pt: Cálculo com coluna indefinida

source: The denominator column number entered for this calculation is not defined in the report
pt_pt: A coluna do denominador inserida para este cálculo não está definida no relatório

source: Calculation With Undefined Denominator
pt_pt: Cálculo com denominador indefinido

source: There was a problem running the SQL to retrieve the sales analysis information
pt_pt: Houve um problema ao executar o SQL para recuperar as informações de análise de vendas

source: The SQL that was used to retrieve the user defined sales analysis info was
pt_pt: O comando SQL usado para obter a informação de análise de vendas definida pelo utilizador foi

source: The user defined sales analysis SQL did not return any rows
pt_pt: O comando SQL de análise de vendas definido pelo utilizador não retornou nenhuma linha

source: have another look at the criteria specified
pt_pt: revise o critério especificado

source: Nothing To Report
pt_pt: Nada a reportar

source: An error occurred in adding a new period number
pt_pt: Ocorreu um erro ao adicionar um novo número de período

source: Could not insert first period
pt_pt: Não foi possível inserir o primeiro período

source: Could not insert second period
pt_pt: Não foi possível inserir o segundo período

source: The variable
pt_pt: A variável

source: is set to
pt_pt: está definida como

source: Copyright
pt_pt: Direitos autorais

source: The freight calculation for the destination city cannot be performed because
pt_pt: O cálculo do transporte para a cidade de destino não pode ser efectuado pois

source: Unrecognised destination, delivery only to cities in
pt_pt: Destino não reconhecido, entregar somente para cidades em

source: There are no prices set up for
pt_pt: Não existem preços estabelecidos para

source: Can not retrieve the cost of sales GL code because
pt_pt: Não foi possível obter ??? pois

source: SQL to get the cost of sales GL Code
pt_pt: SQL para obter o custo das vendas GL Código

source: Could not determine the correct general ledger account to use for posting the cost of this sale. Go to the setup menu and define appropriate COGS (Cost Of Goods Sold) accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
pt_pt: Não foi possível determinar a correcta conta de livro de contabilidade a utilizar para enviar a esta venda. Vá Ao menu de configuração e definia contas apropriadas para o Custo das Mercadorias Vendidas. Para ativar essa factura para ser afixada, foi afixado por vendas padrão e Custo das Mercadorias Vendidas- conta número 1

source: There was a problem retrieving the sales general ledger code because
pt_pt: Houve um problema ao obter o código de vendas do livro de contabilidade pois

source: SQL to get the sales GL Codes for sales and discounts
pt_pt: comando SQL para obter os códigos de vendas para vendas e descontos

source: Could not determine the correct general ledger account to use for posting this sale to. Go to the setup menu and define appropriate Sale GL Posting accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
pt_pt: Não foi possível determinar a correcta conta de livro de contabilidade a utilizar, para enviar a esta venda. Vá ao menu de configuração e definia Contas de Venda LC apropriado. Para ativar essa factura para ser afixada, foi afixado por vendas padrão e COGS - conta número 1

source: Items
pt_pt: Itens

source: And Trading in
pt_pt: E Negociação em

source: Due Now
pt_pt: Dívida Actual

source: Days Over
pt_pt: Dias após

source: for Receipt Batch
pt_pt: para lote de recibo

source: Date of Banking
pt_pt: Data da Banca

source: Banked into
pt_pt: Colocado em

source: Bank Details
pt_pt: Detalhes do banco

source: Bill Of Material Listing for Parts Between
pt_pt: Listagem de facturas de material para partes entre

source: Component Part/Description
pt_pt: Parte do componente/Descrição

source: Wrk Cntr
pt_pt: Centro de trabalho

source: Payments Summary
pt_pt: Sumário de pagamentos

source: Reference / General Ledger Posting Details
pt_pt: Referência / Razão Geral Detalhes dos posts

source: Customers List for
pt_pt: Lista de clientes para

source: All Territories
pt_pt: Todos os territórios

source: Territory
pt_pt: Território

source: Territories
pt_pt: Territórios

source: and for
pt_pt: e para

source: Salespeople
pt_pt: Vendedor

source: Act Code
pt_pt: Código do Acto

source: Postal Address
pt_pt: Código Postal

source: Branch Contact Information
pt_pt: Informação do Contacto da Filial

source: Branch Delivery Address
pt_pt: Endereço de Entrega da Filial

source: Customer Payments
pt_pt: Os pagamentos de clientes

source: input on
pt_pt: entrada em

source: Trans Date
pt_pt: Data da Trans

source: Net Amount
pt_pt: Valor Líquido

source: Variances Between Orders and Deliveries Listing
pt_pt: Listagem de variações entre ordens e entregas

source: For Inventory Category
pt_pt: Para categoria de inventário

source: Deliveries ex
pt_pt: ex Entregas

source: Item and Description
pt_pt: Item e descrição

source: Inv Date
pt_pt: Data ???

source: GRN number
pt_pt: Número GRN

source: PO number
pt_pt: número do pedido

source: Item Number
pt_pt: Nº do Item

source: Date Recd
pt_pt: Data RECD

source: Qty in Suppliers UOM
pt_pt: Qtde em fornecedores UOM

source: Inventory Planning for Categories Between
pt_pt: Planeamento de Inventário para Categorias entre

source: Inventory Planning for Products Category
pt_pt: Planejamento de Estoques de produtos da categoria

source: Inventory Valuation for Categories between
pt_pt: Avaliação de inventário para categorias entre

source: location
pt_pt: localização

source: less than
pt_pt: menor que

source: Packing Slip
pt_pt: Nota Fiscal Enviada Juntamente com a Encomenda

source: Office Copy
pt_pt: Cópia do escritório

source: Shipped by
pt_pt: Transportado por

source: Your Ref
pt_pt: Sua referência

source: This Del
pt_pt: Isto Elimina

source: Prev Dels
pt_pt: Anteriores Eliminados

source: Cust
pt_pt: Custo

source: Orders Invoiced Listing
pt_pt: Listagem se Pedidos Facturados

source: for delivery ex
pt_pt: para entrega ex

source: Outstanding GRNs Valuation for Suppliers between
pt_pt: Valorização considerável do GNRs de Fornecedores entre

source: And Only Suppliers Trading in
pt_pt: E Apenas Fornecedores em Negociação em

source: Due
pt_pt: Dívida

source: Ex Diff
pt_pt: Diferença de câmbio

source: Actual Picked
pt_pt: Escolhido real

source: Profit and loss for the
pt_pt: Lucros e prejuízos para os

source: and including
pt_pt: e incluindo

source: Quotation For
pt_pt: Oferta Para

source: Tax Class
pt_pt: Imposto de Classe

source: GRAND TOTAL
pt_pt: GRANDE TOTAL

source: This is not an invoice
pt_pt: Esta não é uma factura

source: as of
pt_pt: como

source: Statement dated
pt_pt: Declaração datada de

source: Please send with remittance to
pt_pt: Favor enviar com pagamento para

source: Check Sheets for Categories between
pt_pt: Verificar Folhas para Categorias entre

source: Stock Check Comparison
pt_pt: Comparação de Cerificação de Stock

source: Counted
pt_pt: Contado

source: Transfer No
pt_pt: Transferência número

source: Qty Shipped
pt_pt: Quantidade transportada

source: Negative Stocks Listing
pt_pt: Listagem de Stocks Negativos

source: Transfer To
pt_pt: Transferir Para

source: Supplier Balances For Suppliers between
pt_pt: Fornecedor saldos de fornecedores entre

source: Transactions for tag
pt_pt: Operações para a tag

source: Search On Location
pt_pt: Pesquisa On Location

source: Number Of Items
pt_pt: Número de itens

source: Total Inv
pt_pt: Total de Inv

source: CREDIT NOTE
pt_pt: NOTA DE CRÉDITO

source: Dispatch Detail
pt_pt: Detalhe Despacho

source: Dispatched From
pt_pt: Despachado de

source: Sold To
pt_pt: Vendido para

source: Customer Tax Ref
pt_pt: Ref do Imposto do Cliente

source: Customer Order Ref.
pt_pt: Ref do Pedido do Cliente

source: Delivered To (check Dispatch Detail)
pt_pt: Entregue ao (verifique Dispatch Detalhe)

source: Cust. Tax Ref
pt_pt: Referência de Impostodo do Cliente

source: Cust. Reference No.
pt_pt: Cust. Referência no

source: Disc.
pt_pt: Desc.

source: FOR VIEWING ONLY
pt_pt: SOMENTE PARA VISUALIZAÇÃO

source: DO NOT SEND TO SUPPLIER
pt_pt: NÃO ENVIAR AO FORNECEDOR

source: SUPPLIERS
pt_pt: FORNECEDORES

source: THIS IS NOT AN ORDER
pt_pt: ISTO NÃO É UMA PEDIDO

source: Requisition Number
pt_pt: Número de requisição

source: Date Reqd
pt_pt: Data Reqst

source: The lines on the purchase order cannot be retrieved because
pt_pt: As linhas no pedido de compra não podem ser obtidas porque

source: The SQL statement that was used to retrieve the purchase order lines was
pt_pt: O comando SQL utilizado para obter as linhas do pedido de compra foi

source: is already on this order the system is set up to prevent the same item being on the order more than once. However you can change the quantity ordered of the existing line if necessary
pt_pt: já se encontra neste pedido, o sistema está configurado para impedir que o mesmo item esteja no pedido mais que uma vez. No entanto, pode mudar a quantidade ordenada da linha existente, se necessário

source: The details for
pt_pt: Os detalhes para

source: The SQL used to retrieve the pricing details but failed was
pt_pt: O comando SQL mal sucedido usado para obter os detalhes da venda foi

source: could not be found in the database
pt_pt: não foi encontrado no base de dados

source: it has not been added to the order
pt_pt: não foi adicionado à ordem

source: Item Does Not Exist
pt_pt: Item não existe

source: could not be added to the order because it has been flagged as obsolete
pt_pt: não foi adicionado à ordem pois foi marcado como obsoleto

source: Obsolete Item
pt_pt: Item obsoleto

source: No more lines can be added to this order the customer account is currently at or over their credit limit
pt_pt: Mais nenhuma linha pode ser adicionada a esta ordem, a conta do cliente está no ou acima do seu limite de crédito

source: does not have a cost set up and order entry is set up to prohibit sales of items with no cost data entered
pt_pt: não possui um custo ativado e a inserção da ordem esta configurada para proibir vendas de itens sem custo seleccionado

source: The next transaction number could not be retrieved from the database because
pt_pt: Não foi possível obter o próximo número de transação do base de dados porque

source: The following SQL to retrieve the transaction number was used
pt_pt: O comando SQL a seguir foi usado para obter o número de transação

source: The transaction number could not be incremented
pt_pt: Não foi possível incrementar o número de transação

source: The following SQL to increment the transaction number was used
pt_pt: O comando SQL a seguir foi usado para incrementar o número da transação

source: The stock GL codes could not be retrieved because
pt_pt: Os códigos GL ações não puderam ser recuperados porque

source: The tax rate for this item could not be retrieved because
pt_pt: A taxa de imposto para este item não pôde ser recuperada porque

source: The taxes and rate for this tax group could not be retrieved because
pt_pt: Os impostos e taxas para esse grupo de fiscais não poderão ser recuperados, porque

source: The current account balance of the customer could not be retrieved because
pt_pt: Não foi possível obter o valor actual do balanço da conta do cliente porque

source: The value of outstanding orders for the customer could not be retrieved because
pt_pt: O valor dos pedidos pendentes para o cliente não podem ser devolvidos porque

source: NOTE: using this function means that the User Name and Password fields in the following functions are no longer required. When calling those functions, leave the last two parameters off.
pt_pt: Observação: o uso desta função significa que o nome de usuário e senha no campo as seguintes funções não são mais necessários. Ao chamar as funções, deixar os últimos dois parâmetros fora.

source: The name of the database to use for the transactions to come.
pt_pt: O nome do banco de dados a ser usado para as operações futuras.

source: Returns the sales price for he stock item whose ID is passed in the function
pt_pt: Retorna um item de ações ao preço de venda para aquele cujo ID é passado na função

source: Two additional fields are required. "partcode" needs to be a genuine part number, though it appears to serve no real purpose.
pt_pt: Dois campos adicionais são necessários. "código da peça "deve ser um número de peça genuína, mas que parece servir a nenhuma finalidade real.

source: "salesarea" also is required, though again it appears to serve no useful purpose.
pt_pt: "área de vendas ", também é necessária, embora, novamente, que parece servir para nenhum propósito útil.
