Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Cannot delete this payment term because customer accounts have been created referring to this term
hr_hr: Nije moguće izbrisati ovaj uvjet plaćanja jer su kreirani korisnički računi koji se odnose na ovaj uvjet
pt_pt: Não é possível remover este termo de pagamento pois contas de clientes foram criadas referindo-se a este termo

source: customer accounts that refer to this payment term
hr_hr: korisnički računi koji se odnose na ovaj rok plaćanja
pt_pt: contas de clientes que referem a este termo de pagamento

source: Cannot delete this payment term because supplier accounts have been created referring to this term
hr_hr: Nije moguće izbrisati ovaj uvjet plaćanja jer su stvoreni računi dobavljača koji se odnose na ovaj uvjet
pt_pt: Não é possível remover este termo de pagamento pois contas de fornecedores foram criadas referindo-se a este termo

source: supplier accounts that refer to this payment term
hr_hr: račune dobavljača koji se odnose na ovaj rok plaćanja
pt_pt: contas de fornecedores que referem a este termo de pagamento

source: The payment term definition record has been deleted
hr_hr: Zapis definicije roka plaćanja je izbrisan
pt_pt: O registro de definição do termo de pagamento foi removido

source: Payment Terms.
hr_hr: Uvjeti plaćanja.
pt_pt: Condições de Pagamento.

source: Term Code
hr_hr: Šifra termina
pt_pt: Código do termo

source: Following Month On
hr_hr: Sljedeći mjesec
pt_pt: Seguindo o mês

source: Due After (Days)
hr_hr: Rok nakon (dana)
pt_pt: Vencido Após (dias)

source: days
hr_hr: dana
pt_pt: dias

source: Are you sure you wish to delete this payment term?
hr_hr: Jeste li sigurni da želite izbrisati ovaj uvjet plaćanja?

source: Show all Payment Terms Definitions
hr_hr: Prikaži sve definicije uvjeta plaćanja
pt_pt: Mostrar Todas as Definições dos Termos de Pagamento

source: Update Payment Terms.
hr_hr: Ažurirajte uvjete plaćanja.
pt_pt: Condições de pagamento Update.

source: New Payment Terms.
hr_hr: Novi uvjeti plaćanja.
pt_pt: Condições de Pagamento Novo.

source: A 2 character code to identify this payment term. Any alpha-numeric characters can be used
hr_hr: Kôd od 2 znaka za identifikaciju ovog uvjeta plaćanja. Mogu se koristiti bilo koji alfanumerički znakovi

source: Terms Description
hr_hr: Uvjeti Opis
pt_pt: Descrição dos termos

source: A description of the payment terms is required
hr_hr: Potreban je opis uvjeta plaćanja

source: Due After A Given No. Of Days
hr_hr: Dospijeva nakon zadanog broja dana
pt_pt: Vencido Após um Determinado Número de Dias

source: Days (Or Day In Following Month)
hr_hr: Dana (ili dana u sljedećem mjesecu)
pt_pt: Dias (ou dia no mês seguinte)

source: Excel file for Petty Cash Expenses Analysis
hr_hr: Excel datoteka za analizu troškova sitnog novca

source: Petty Cash Tab To Analyse
hr_hr: Kartica sitnog novca za analizu

source: For Petty Cash Tabs
hr_hr: Za sitan novac

source: All Tabs
hr_hr: Sve kartice

source: Output Format
hr_hr: Izlazni format

source: Open Document Format (.ods)
hr_hr: Format otvorenog dokumenta (.ods)

source: Create Petty Cash Expenses Excel File
hr_hr: Stvorite Excel datoteku za sitne novčane troškove

source: Assignment of Cash from Tab to Tab
hr_hr: Dodjela gotovine s kartice na karticu

source: You must first select a petty cash tab to assign cash
hr_hr: Najprije morate odabrati karticu sitnog novca za dodjelu gotovine

source: The tab selected FROM should not be the same as the selected TO
hr_hr: Odabrana kartica FROM ne bi trebala biti ista kao odabrana TO

source: The currency of the tab transferred from should be the same as the tab being transferred to
hr_hr: Valuta kartice s koje se prenosi treba biti ista kao i kartica na koju se prenosi

source: The number of days must be a positive number
hr_hr: Broj dana mora biti pozitivan broj

source: The Amount must be input
hr_hr: Morate unijeti iznos

source: The balance after this assignment would be greater than the specified limit for this PC tab
hr_hr: Stanje nakon ove dodjele bilo bi veće od navedenog ograničenja za ovu karticu računala
pt_pt: O saldo, após essa atribuição seria maior do que o limite fixado para esta guia PC

source: Assignment of cash from PC Tab
hr_hr: Dodjela gotovine iz računala Tab

source: Select Cash Tabs
hr_hr: Odaberite kartice gotovine

source: Petty cash tab to assign cash from
hr_hr: Kartica sitne gotovine s koje se može raspodijeliti gotovina

source: Petty cash tab to assign cash to
hr_hr: Kartica sitnog novca na koju se može dodijeliti gotovina

source: Select another pair of tabs
hr_hr: Odaberite drugi par kartica

source: Detail of Tab Movements For Last
hr_hr: Detalji pomicanja kartice za zadnji

source: Days
hr_hr: dana
pt_pt: Dias

source: Expense Code
hr_hr: Šifra troškova
pt_pt: Código de Despesas

source: Business Purpose
hr_hr: Poslovna svrha

source: Receipt Attachment
hr_hr: Prilog potvrde

source: Date Authorised
hr_hr: Datum odobrenja

source: Download attachment
hr_hr: Preuzmite prilog

source: No attachment
hr_hr: Bez priloga

source: Unauthorised
hr_hr: Neovlašteno

source: Current balance
hr_hr: Trenutno stanje
pt_pt: Saldo atual

source: New Cash Assignment
hr_hr: Nova gotovinska dodjela
pt_pt: Nova Atribuição Cash

source: Cash Assignment Date
hr_hr: Datum dodjele gotovine

source: Assignment of Cash to Petty Cash Tab
hr_hr: Dodjeljivanje gotovine na karticu sitnog novca
pt_pt: Atribuição de dinheiro para a guia de Caixa

source: Cash NOT assigned because PC tab current balance is over its cash limit of
hr_hr: Gotovina NIJE dodijeljena jer trenutni saldo kartice PC premašuje ograničenje gotovine od

source: Report expenses before being allowed to assign more cash or ask the administrator to increase the limit
hr_hr: Prijavite troškove prije nego što vam se dopusti dodijeliti više gotovine ili zatražite od administratora da poveća limit

source: Cash assigned but PC tab current balance is over its cash limit of
hr_hr: Gotovina je dodijeljena, ali trenutni saldo kartice PC premašuje ograničenje gotovine od

source: Assignment of cash to PC Tab
hr_hr: Dodjela gotovine računalu Tab
pt_pt: Atribuição de fundos para PC Guia

source: The assignment of cash record could not be deleted because
hr_hr: Dodjela evidencije blagajne nije se mogla izbrisati jer
pt_pt: A atribuição de registro de dinheiro não poderia ser suprimido, pois

source: Select Tab
hr_hr: Odaberite karticu

source: Assign cash to petty cash tab
hr_hr: Dodijelite gotovinu kartici sitnog novca

source: Select another tab
hr_hr: Odaberite drugu karticu

source: Are you sure you wish to delete this assigned cash?
hr_hr: Jeste li sigurni da želite izbrisati ovaj dodijeljeni novac?

source: Update Cash Assignment
hr_hr: Ažurirajte dodjelu gotovine
pt_pt: Atualize Atribuição Cash

source: Authorisation of Assigned Cash
hr_hr: Odobrenje dodijeljene gotovine

source: You must first select a petty cash tab to authorise
hr_hr: Najprije morate odabrati karticu sitnog novca za autorizaciju

source: Petty Cash
hr_hr: Sitan novac

source: Petty Cash Tab
hr_hr: Tablica sitnog novca

source: The cash was successfully authorised and has been posted to the General Ledger
hr_hr: Gotovina je uspješno autorizirana i knjižena u glavnu knjigu

source: There was a problem authorising the cash, and the transaction has not been posted
hr_hr: Došlo je do problema s autorizacijom gotovine, a transakcija nije objavljena

source: Authorise cash assigned to petty cash tab
hr_hr: Odobrite gotovinu dodijeljenu kartici sitnog novca

source: Authorisation of Petty Cash Expenses
hr_hr: Odobrenje troškova sitnog novca

source: You Must First Select a Petty Cash Tab To Authorise
hr_hr: Najprije morate odabrati karticu sitnog novca za autorizaciju

source: Date of Expense
hr_hr: Datum izdatka

source: Gross Amount
hr_hr: Bruto iznos

source: Expenses have been correctly authorised
hr_hr: Troškovi su ispravno odobreni

source: Authorise expenses on petty cash tab
hr_hr: Odobrite troškove na kartici sitnog novca

source: Claim Petty Cash Expenses From Tab
hr_hr: Potražite troškove sitnog novca iz Tab
pt_pt: Reivindicação Petty Despesas Caixa De Tab

source: You have not selected a tab to claim the expenses on
hr_hr: Niste odabrali karticu za potraživanje troškova

source: You have not selected an expense to claim on this tab
hr_hr: Na ovoj kartici niste odabrali trošak za potraživanje

source: The amount must be greater than 0
hr_hr: Iznos mora biti veći od 0

source: The date input is not in the correct format
hr_hr: Unos datuma nije u ispravnom formatu

source: The expense record on tab
hr_hr: Evidencija troškova na tab

source: The uploaded file exceeds the maximum file size of
hr_hr: Učitana datoteka premašuje maksimalnu veličinu datoteke od

source: File type not accepted. Only the following file types can be attached
hr_hr: Vrsta datoteke nije prihvaćena. Mogu se priložiti samo sljedeće vrste datoteka

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. Please contact your system administrator.
hr_hr: Učitana datoteka premašuje upload_max_filesize direktivu u php.ini. Molimo kontaktirajte svog administratora sustava.

source: The uploaded file was only partially uploaded. Please try again.
hr_hr: Učitana datoteka samo je djelomično učitana. Molimo pokušajte ponovo.

source: No file was uploaded
hr_hr: Nijedna datoteka nije prenesena

source: Undefined error
hr_hr: Nedefinirana pogreška

source: A necessary temporary folder is missing. Please contact your system administrator.
hr_hr: Nedostaje potrebna privremena mapa. Molimo kontaktirajte svog administratora sustava.

source: Cannot write file to disk. Please contact your system administrator.
hr_hr: Nije moguće zapisati datoteku na disk. Molimo kontaktirajte svog administratora sustava.

source: The file upload was stopped by a PHP extension. Please contact your system administrator.
hr_hr: Prijenos datoteke zaustavila je PHP ekstenzija. Molimo kontaktirajte svog administratora sustava.

source: The expense claim on tab
hr_hr: Potraživanje troškova na tab

source: Petty Cash Expense record could not be deleted because
hr_hr: Zapis o troškovima sitnog novca nije se mogao izbrisati jer
pt_pt: Petty Cash registro de gastos não pode ser excluído porque

source: Clain expenses on petty cash tab
hr_hr: Potražite troškove na kartici sitnog novca

source: Petty Cash Claim Entry
hr_hr: Unos potraživanja u sitnom novcu

source: Detail of Tab Movements For Last
hr_hr: Detalji pomicanja kartice za zadnji

source: Are you sure you wish to delete this expense?
hr_hr: Jeste li sigurni da želite izbrisati ovaj trošak?

source: Update Expense
hr_hr: Ažuriranje troškova

source: New Expense
hr_hr: Novi trošak

source: Attach Receipt
hr_hr: Priložite račun

source: Accepted file types
hr_hr: Prihvaćene vrste datoteka

source: Maintenance Of Petty Cash Of Expenses
hr_hr: Održavanje sitnog novca troškova
pt_pt: Manutenção do fundo de caixa de Despesas

source: The Expense type code cannot be an empty string or spaces
hr_hr: Šifra vrste troška ne može biti prazan niz ili razmaci
pt_pt: O código do tipo de despesa não pode ser uma seqüência vazia ou espaços

source: The expense code must be twenty characters or less long
hr_hr: Šifra troška mora imati dvadeset znakova ili manje

source: The expense code cannot contain any of the following characters
hr_hr: Šifra troška ne može sadržavati nijedan od sljedećih znakova

source: The expense description cannot contain any of the following characters
hr_hr: Opis troška ne smije sadržavati nijedan od sljedećih znakova

source: The tab code must be fifty characters or less long
hr_hr: Kôd kartice mora sadržavati pedeset znakova ili manje

source: The tab code description must be entered
hr_hr: Mora se unijeti opis koda kartice

source: A tax category must be selected from the list
hr_hr: Poreznu kategoriju morate odabrati s popisa

source: The Expenses type
hr_hr: Vrsta Troškovi
pt_pt: O tipo de Despesas

source: The Expense type
hr_hr: Vrsta Trošak
pt_pt: O tipo de despesa

source: already exists
hr_hr: već postoji

source: Expense
hr_hr: Trošak

source: The number of type of tabs using this expense code could not be retrieved
hr_hr: Nije moguće dohvatiti broj vrsta kartica koje koriste ovaj kod troška
pt_pt: O número do tipo de abas usando este código despesa não pôde ser reactivado

source: Cannot delete this petty cash expense because it is used in some tab types
hr_hr: Nije moguće izbrisati ovaj trošak za sitni novac jer se koristi u nekim vrstama kartica
pt_pt: Não é possível excluir esse gasto dinheiro em caixa porque ele é usado em alguns tipos de guia

source: tab types using this expense code
hr_hr: vrste kartica pomoću ove šifre troška
pt_pt: tipos de guia usando este código custas

source: The expense type record could not be deleted because
hr_hr: Zapis vrste troška nije se mogao izbrisati jer
pt_pt: O registro tipo de despesa não pôde ser excluído, porque

source: Expense type
hr_hr: Vrsta troška
pt_pt: tipo de despesa

source: Tax Category
hr_hr: Porezna kategorija
pt_pt: Categoria de Imposto

source: Are you sure you wish to delete this expense code and all the details it may have set up?
hr_hr: Jeste li sigurni da želite izbrisati ovaj kod troška i sve pojedinosti koje je možda postavio?
pt_pt: Tem certeza de que deseja excluir este código custas e todos os detalhes que podem ter criado?

source: Show All Petty Cash Expenses Defined
hr_hr: Prikaži sve definirane sitne novčane troškove
pt_pt: Mostrar todas as Despesas de Caixa Definido

source: Amend Expense Code
hr_hr: Izmijeniti šifru troškova

source: Create Expense Code
hr_hr: Stvorite šifru troškova

source: Maintenance Of Petty Cash Expenses For a Type Tab
hr_hr: Održavanje sitnih novčanih troškova za tip Tab
pt_pt: Manutenção das Despesas de Caixa para uma guia tipo

source: The petty cash tab type contain any of the following characters
hr_hr: Vrsta kartice sitnog novca sadrži bilo koji od sljedećih znakova

source: You have not selected a tab to maintain the expenses on
hr_hr: Niste odabrali karticu za održavanje troškova

source: You have not selected an expense to add to this tab
hr_hr: Niste odabrali trošak za dodavanje na ovu karticu

source: The Expense
hr_hr: Trošak

source: already exists in this Type of Tab
hr_hr: već postoji u ovoj vrsti kartice

source: Expense code
hr_hr: Šifra troškova
pt_pt: Código de Despesas

source: for Type of Tab
hr_hr: za vrstu tab

source: The Tab Type record could not be deleted because
hr_hr: Zapis vrste kartice nije se mogao izbrisati jer
pt_pt: A Aba tipo de registro não pode ser excluído porque

source: for type of tab
hr_hr: za vrstu tab
pt_pt: para o tipo de guia

source: Select Type of Tab
hr_hr: Odaberite vrstu kartice
pt_pt: Selecione o tipo de Tab

source: Expense Codes for Type of Tab
hr_hr: Šifre troškova za vrstu tab
pt_pt: Códigos de Despesa tipo de tabulação

source: Are you sure you wish to delete this expense code?
hr_hr: Jeste li sigurni da želite izbrisati ovu šifru troška?

source: Select Expense Code
hr_hr: Odaberite šifru troška
pt_pt: Selecione o Código de Despesa

source: Petty Cash Expense Management Report
hr_hr: Izvješće o upravljanju troškovima sitnog novca

source: Date Range
hr_hr: Raspon datuma
pt_pt: Periodo

source: No Petty Cash movements for this expense code were returned by the SQL because
hr_hr: SQL nije vratio nikakva kretanja sitnog novca za ovu šifru troška jer

source: The SQL that failed was:
hr_hr: SQL koji nije uspio je:
pt_pt: O comando SQL mal sucedido foi

source: PC Expense Report
hr_hr: Računalni izvještaj o troškovima

source: Show HTML
hr_hr: Prikaži HTML
pt_pt: Mostrar HTML

source: Petty Cash Management Report
hr_hr: Izvješće o upravljanju sitnim novcem
pt_pt: Relatório de Gestão de Fundos de Maneio

source: No Petty Cash Tabs were returned by the SQL because
hr_hr: SQL nije vratio kartice sitnog novca jer
pt_pt: Não acordes Petty Cash foram devolvidos pelo SQL porque

source: Tab Code
hr_hr: Kod kartice
pt_pt: Guia Código

source: Cash Assigner
hr_hr: Ustupitelj gotovine

source: Authoriser - Cash
hr_hr: Autorizator - Gotovina

source: Authoriser - Expenses
hr_hr: Opunomoćitelj - Troškovi

source: Balance before
hr_hr: Stanje prije
pt_pt: Saldo antes da

source: Total not authorised before
hr_hr: Ukupno prije neovlašteno

source: No Petty Cash movements for this tab were returned by the SQL because
hr_hr: SQL nije vratio nikakva kretanja sitne gotovine za ovu karticu jer
pt_pt: Nenhum movimento de Caixa para este guia foram devolvidos pelo SQL porque

source: Balance at
hr_hr: Stanje na
pt_pt: Saldo em

source: Open Attachment
hr_hr: Otvorite privitak

source: Excel file for Petty Cash Tab Expenses List
hr_hr: Excel datoteka za popis troškova kartice Petty Cash Tab

source: For Petty Cash Tab
hr_hr: Za sitni novac Tab

source: Create Petty Cash Tab Expenses List Excel File
hr_hr: Stvorite Excel datoteku s popisom troškova na kartici sitnog novca

source: Maintenance Of Petty Cash Tabs
hr_hr: Održavanje novčanica sitnog novca
pt_pt: Manutenção das guias de Caixa

source: The Tab code cannot be an empty string or spaces
hr_hr: Kôd kartice ne može biti prazan niz ili razmaci
pt_pt: O código de tabulação não pode ser uma seqüência vazia ou espaços

source: The Tab code must be twenty characters or less long
hr_hr: Kôd kartice mora imati dvadeset znakova ili manje
pt_pt: O código de tabulação deve ser de vinte caracteres ou menos longo

source: You must select a User for this tab
hr_hr: Za ovu karticu morate odabrati korisnika

source: You must select a type of tab from the list
hr_hr: Morate odabrati vrstu kartice s popisa

source: You must select a User to assign cash to this tab
hr_hr: Morate odabrati korisnika koji će ovoj kartici dodijeliti gotovinu

source: You must select a User to authorise this tab
hr_hr: Morate odabrati korisnika za autorizaciju ove kartice

source: You must select a General ledger code for the cash to be assigned from
hr_hr: Morate odabrati šifru glavne knjige iz koje će se gotovina dodijeliti

source: You must select a General ledger code for this petty cash tab
hr_hr: Za ovu karticu sitnog novca morate odabrati šifru glavne knjige

source: You must select a tax group
hr_hr: Morate odabrati poreznu skupinu

source: The Petty Cash Tab
hr_hr: Kartica sitnog novca

source: The Tab
hr_hr: Tab
pt_pt: A Aba

source: The Tab record could not be deleted because
hr_hr: Zapis kartice nije se mogao izbrisati jer
pt_pt: O registro de tabulação não poderia ser suprimido, pois

source: Type Of Tab
hr_hr: Vrsta kartice
pt_pt: Tipo de tabulação

source: Limit
hr_hr: Ograničiti
pt_pt: Limite

source: GL Account For Cash Assignment
hr_hr: GL račun za dodjelu gotovine
pt_pt: GL conta de Cessão de Caixa

source: GL Account Petty Cash Tab
hr_hr: Tablica sitne gotovine računa GL
pt_pt: GL conta Guia de Caixa

source: Are you sure you wish to delete this tab code?
hr_hr: Jeste li sigurni da želite izbrisati ovaj kôd kartice?

source: Show All Tabs Defined
hr_hr: Prikaži sve definirane kartice
pt_pt: Mostrar todos os acordes Definido

source: Amend Petty Cash Type
hr_hr: Izmijeniti vrstu sitnog novca

source: Create Petty Cash Type
hr_hr: Stvorite vrstu sitnog novca

source: Limit Of Tab
hr_hr: Ograničenje tab
pt_pt: Limite de Tab

source: GL Account Cash Assignment
hr_hr: Dodjela gotovine na GL računu
pt_pt: GL Atribuição Tesouraria

source: Maintenance Of Petty Cash Type of Tabs
hr_hr: Održavanje sitnog novca Vrsta kartica
pt_pt: Manutenção do tipo de Caixa das guias

source: The Tabs type code cannot be an empty string
hr_hr: Kod vrste kartica ne može biti prazan niz

source: The tab code must be twenty characters or less long
hr_hr: Kôd kartice mora imati dvadeset znakova ili manje
pt_pt: O código de guia deve ser de vinte caracteres ou menos longo

source: The petty cash tab type code cannot contain any of the illegal characters
hr_hr: Kôd kartice za sitni novac ne smije sadržavati nedopuštene znakove

source: The tab code must be Fifty characters or less long
hr_hr: Kôd kartice mora imati pedeset znakova ili manje
pt_pt: O código de guia deve ser cinqüenta caracteres ou menos longo

source: The Tabs type
hr_hr: Vrsta kartica
pt_pt: O tipo Tabs

source: The Tab type
hr_hr: Vrsta kartice
pt_pt: O tipo de Tab

source: Tabs type
hr_hr: Vrsta kartica
pt_pt: Tipo de guias

source: The number of tabs using this Tab type could not be retrieved
hr_hr: Nije moguće dohvatiti broj kartica koje koriste ovu vrstu kartice
pt_pt: O número de guias usando este tipo de guia não podia ser recuperado

source: Cannot delete this tab type because tabs have been created using this tab type
hr_hr: Nije moguće izbrisati ovu vrstu kartice jer su kartice stvorene pomoću ove vrste kartice
pt_pt: Não é possível eliminar este tipo de guia, pois as guias foram criados usando este tipo separador

source: Return to list of tab types
hr_hr: Povratak na popis vrsta kartica
pt_pt: Voltar à lista de tipos de guia

source: Tab type
hr_hr: Vrsta kartice
pt_pt: Tipo Aba

source: Are you sure you wish to delete this code and all the description it may have set up?
hr_hr: Jeste li sigurni da želite izbrisati ovaj kod i sav opis koji je možda postavio?
pt_pt: Tem certeza de que deseja excluir este código, e toda a descrição que pode ter criado?

source: Show All Types Tabs Defined
hr_hr: Prikaži sve vrste definiranih kartica
pt_pt: Mostrar todos os acordes Tipos Definidos

source: Edit Tab Type
hr_hr: Uredi vrstu kartice

source: Code Of Type Of Tab
hr_hr: Šifra vrste tab
pt_pt: Código do Tipo de Tab

source: Create Tab Type
hr_hr: Stvori vrstu kartice

source: Description Of Type of Tab
hr_hr: Opis vrste kartice
pt_pt: Descrição do tipo de guia

source: Select Acknowledgement To Print
hr_hr: Odaberite potvrdu za ispis

source: Acknowledgements
hr_hr: Priznanja

source: There was a problem retrieving the Acknowledgement header details for Order Number
hr_hr: Došlo je do problema prilikom dohvaćanja pojedinosti zaglavlja potvrde za broj narudžbe

source: Print Acknowledgement Error
hr_hr: Pogreška ispisa potvrde

source: Unable to Locate Acknowledgement Number
hr_hr: Nije moguće locirati broj potvrde

source: Outstanding Acknowledgements
hr_hr: Izvanredna priznanja

source: There was a problem retrieving the Acknowledgement line details for Acknowledgement Number
hr_hr: Došlo je do problema prilikom dohvaćanja pojedinosti retka potvrde za broj potvrde

source: Customer Part
hr_hr: Dio kupca

source: There were no items on the Acknowledgement
hr_hr: Nije bilo stavki na Zahvalnici

source: The Acknowledgement cannot be printed
hr_hr: Potvrda se ne može ispisati

source: Customer Acknowledgement
hr_hr: Priznanje kupca

source: Total Excluding Tax
hr_hr: Ukupno bez poreza

source: Freight
hr_hr: Prijevoz tereta
pt_pt: Frete

source: Total Including Tax and Freight
hr_hr: Ukupno uključujući porez i prijevoz

source: Notes:
hr_hr: Bilješke:
pt_pt: Notas:

source: An error occurred getting the header information about the receipt batch number
hr_hr: Došlo je do pogreške prilikom dobivanja informacija zaglavlja o broju serije računa
pt_pt: Um erro ocorreu obtendo informações do cabeçalho sobre o recibo do lote

source: Create PDF Print-out For A Batch Of Receipts
hr_hr: Napravite PDF ispis za seriju računa
pt_pt: Criar PDF para um Lote de Recibos

source: The receipt batch number
hr_hr: Broj serije potvrde
pt_pt: O número de lote do recibo

source: was not found in the database
hr_hr: nije pronađen u bazi podataka
pt_pt: não foi encontrado no base de dados

source: Please try again selecting a different batch number
hr_hr: Pokušajte ponovno odabirom drugog broja serije
pt_pt: Favor tentar novamente seleccionando um número de lote diferente
