Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: A new customer login has been created
hr_hr: Stvorena je nova prijava korisnika

source: Login details for customer
hr_hr: Podaci za prijavu kupca

source: User Login
hr_hr: Prijava korisnika
pt_pt: Login do Utilizador

source: Enter a userid for this customer login
hr_hr: Unesite korisnički ID za ovu korisničku prijavu

source: Password
hr_hr: Lozinka
pt_pt: Senha

source: Enter a password for this customer login
hr_hr: Unesite lozinku za ovu korisničku prijavu

source: Full Name
hr_hr: Puno ime
pt_pt: Nome Completo

source: Enter the user's real name
hr_hr: Unesite pravo ime korisnika

source: Telephone No
hr_hr: Broj telefona
pt_pt: Telefone

source: Enter the user's email address
hr_hr: Unesite e-mail adresu korisnika

source: Branch Code
hr_hr: Šifra podružnice
pt_pt: Código da Filial

source: Reports Page Size
hr_hr: Veličina stranice izvješća
pt_pt: Tamanho da página de relatório

source: landscape
hr_hr: pejzaž
pt_pt: Paisagem

source: Letter
hr_hr: Pismo
pt_pt: Carta

source: Legal
hr_hr: Pravno

source: Theme
hr_hr: Tema
pt_pt: Tema

source: Language
hr_hr: Jezik
pt_pt: Língua

source: Customer Account
hr_hr: Korisnički račun

source: To display the account a customer must first be selected from the customer selection screen
hr_hr: Da bi se prikazao račun, kupac mora prvo biti odabran na zaslonu za odabir kupca

source: Select a Customer Account to Display
hr_hr: Odaberite korisnički račun za prikaz

source: Failed to retrieve sales data
hr_hr: Dohvaćanje podataka o prodaji nije uspjelo

source: There is no salesman data set for this customer
hr_hr: Ne postoji skup podataka o prodavaču za ovog kupca

source: You have no authority to review this customer account
hr_hr: Nemate ovlasti za pregled ovog korisničkog računa

source: There was a problem retrieving the transactions that were settled over the course of the last month for
hr_hr: Došlo je do problema pri dohvaćanju transakcija koje su podmirene tijekom prošlog mjeseca za
pt_pt: Houve um problema ao obter as transacções resolvidas no curso do mês passado para

source: from the database
hr_hr: iz baze podataka
pt_pt: do base de dados

source: There was a problem retrieving the outstanding transactions for
hr_hr: Došlo je do problema prilikom dohvaćanja nepodmirenih transakcija za
pt_pt: Houve um problema ao obter as transacções pendentes para

source: The customer details could not be retrieved by the SQL because
hr_hr: SQL nije mogao dohvatiti podatke o kupcu jer
pt_pt: Não foi possível obter os detalhes do cliente pois

source: Back to Customer Screen
hr_hr: Povratak na korisnički zaslon

source: Customer Statement For
hr_hr: Izjava kupca za

source: Terms
hr_hr: Uvjeti
pt_pt: Termos

source: Credit Limit
hr_hr: Kreditni limit
pt_pt: Limite de Crédito

source: Credit Status
hr_hr: Kreditni status
pt_pt: Estado de Crédito

source: ACCOUNT ON HOLD
hr_hr: RAČUN NA ČEKANJU
pt_pt: Cliente aguardando

source: Show all transactions after
hr_hr: Prikaži sve transakcije nakon
pt_pt: Mostrar todas as transacções após

source: Refresh Inquiry
hr_hr: Osvježi upit
pt_pt: Actualizar Consulta

source: Charges
hr_hr: Optužbe
pt_pt: Cargas

source: Credits
hr_hr: Zasluge
pt_pt: Créditos

source: Allocated
hr_hr: Dodijeljeno
pt_pt: Alocado

source: TRANSACTIONS SETTLED SINCE
hr_hr: TRANSAKCIJE NAMIRENE OD

source: OUTSTANDING TRANSACTIONS
hr_hr: IZVANREDNE TRANSAKCIJE

source: Click to preview the invoice
hr_hr: Kliknite za pregled fakture
pt_pt: Clique para prever a factura

source: Click for PDF
hr_hr: Kliknite za PDF
pt_pt: Clique para PDF

source: Click to email the invoice
hr_hr: Kliknite za fakturu e-poštom
pt_pt: Clique para enviar a factura via email

source: Click to preview the credit note
hr_hr: Kliknite za pregled knjižnog odobrenja
pt_pt: Clique para prever a nota de crédito

source: Click to email the credit note
hr_hr: Kliknite da biste e-poštom poslali knjižno odobrenje
pt_pt: Clique para enviar a nota de crédito via email

source: Click to allocate funds
hr_hr: Kliknite za dodjelu sredstava
pt_pt: Clique para alocar fundos

source: Allocation
hr_hr: Dodjela
pt_pt: Alocação

source: Total Balance
hr_hr: Ukupno stanje
pt_pt: Saldo Total

source: Now Due
hr_hr: Sad Due
pt_pt: Dívida Actual

source: Days Overdue
hr_hr: Dana kasnjenja
pt_pt: Dias em atraso

source: Over
hr_hr: Nad
pt_pt: Acima de

source: Customer Receipt
hr_hr: Potvrda kupca
pt_pt: Recibo do Cliente

source: Credit Note Allocations
hr_hr: Dodjela kreditnih nota
pt_pt: Alocações de Nota de Crédito

source: Allocations can not be processed again
hr_hr: Dodjele se ne mogu ponovno obraditi
pt_pt: Não é possível processar novamente as alocações

source: If you hit refresh on this page after having just processed an allocation
hr_hr: Ako pritisnete Osvježi na ovoj stranici nakon što ste upravo obradili dodjelu
pt_pt: Ao clicar 'Actualizar' nesta página apos ter processado uma alocação

source: try to use the navigation links provided rather than the back button
hr_hr: pokušajte koristiti ponuđene navigacijske veze umjesto gumba za povratak
pt_pt: tente usar os links de navegação ao invés do botão 'Voltar'

source: to avoid this message in future
hr_hr: kako biste ubuduće izbjegli ovu poruku
pt_pt: para evitar esta mensagem no futuro

source: Amount entered was negative
hr_hr: Uneseni iznos je negativan
pt_pt: Montante inscrito foi negativo

source: Only positive amounts are allowed
hr_hr: Dopušteni su samo pozitivni iznosi
pt_pt: Somente os valores positivos são permitidos

source: Allocation could not be processed because the amount allocated is more than the
hr_hr: Dodjela se ne može obraditi jer je dodijeljeni iznos veći od
pt_pt: Atribuição não poderia ser processado porque o montante provisionado é mais do que o

source: being allocated
hr_hr: dodjeljuje se
pt_pt: sendo alocados

source: Total allocated
hr_hr: Ukupno dodijeljeno
pt_pt: Total alocado

source: and the total amount of the
hr_hr: i ukupni iznos
pt_pt: e a quantidade total de

source: was
hr_hr: bio je
pt_pt: era

source: Could not delete old allocation record
hr_hr: Nije moguće izbrisati stari zapis dodjele

source: Could not change allocation record
hr_hr: Nije moguće promijeniti zapis dodjele

source: Could not update difference on exchange
hr_hr: Nije moguće ažurirati razliku na razmjeni

source: Could not update receipt or credit note
hr_hr: Nije moguće ažurirati račun ili knjižno odobrenje

source: Could not update exchange difference in General Ledger
hr_hr: Nije moguće ažurirati tečajnu razliku u Glavnoj knjizi

source: Could not update debtors control in General Ledger
hr_hr: Nije moguće ažurirati kontrolu dužnika u Glavnoj knjizi

source: Allocate Receipt
hr_hr: Dodijelite račun
pt_pt: Alocar Recebimento

source: Allocate Receipts
hr_hr: Dodijelite primitke
pt_pt: Associação de Recibos

source: Trans Type
hr_hr: Trans vrsta
pt_pt: Tipo Trans

source: Cust No
hr_hr: Broj kupnje
pt_pt: Número do Cliente

source: To Alloc
hr_hr: Dodijeliti
pt_pt: A Alocar

source: Action
hr_hr: Akcijski
pt_pt: Acção

source: Amount in customer currency
hr_hr: Iznos u valuti kupca
pt_pt: Quantidade na moeda do cliente

source: converted into local currency at an exchange rate of
hr_hr: preračunato u lokalnu valutu po tečaju od
pt_pt: convertida para moeda local com taxa de câmbio de

source: Yet to
hr_hr: Ipak
pt_pt: Mas para

source: Allocate
hr_hr: Dodijeliti
pt_pt: Alocar

source: This
hr_hr: Ovaj
pt_pt: Este(a)

source: Running
hr_hr: Trčanje
pt_pt: Corrente

source: Being allocated
hr_hr: Biti dodijeljen
pt_pt: A ser alocado

source: Check this box to allocate the entire amount of this transaction. Just enter the amount without ticking this check box for a partial allocation
hr_hr: Označite ovaj okvir kako biste dodijelili cijeli iznos ove transakcije. Samo unesite iznos bez označavanja ovog potvrdnog okvira za djelomičnu dodjelu

source: Enter the amount of this transaction to be allocated. Nothing should be entered here if the entire transaction is to be allocated, use the check box
hr_hr: Unesite iznos ove transakcije za dodjelu. Ovdje se ništa ne smije unijeti ako se cijela transakcija želi dodijeliti, koristite potvrdni okvir

source: Total Allocated
hr_hr: Ukupno dodijeljeno
pt_pt: Total alocado

source: Recalculate Total To Allocate
hr_hr: Ponovno izračunajte ukupno za dodjelu
pt_pt: Recalcule Total a Alocar

source: Left to allocate
hr_hr: Preostalo dodijeliti
pt_pt: A alocar

source: Process Allocations
hr_hr: Proces dodjele
pt_pt: Processar alocações

source: No outstanding receipts or credits to be allocated for this customer
hr_hr: Nema nepodmirenih računa ili kredita koji se mogu dodijeliti ovom korisniku
pt_pt: Não existem recibos pendentes ou créditos a serem atribuídos para este cliente

source: There are no allocations to be done
hr_hr: Ne postoje raspodjele koje treba izvršiti
pt_pt: Não há alocações a serem feitas

source: Customer Activity and Balances
hr_hr: Aktivnost korisnika i stanja

source: Sales Area
hr_hr: Prodajni prostor
pt_pt: Área de vendas

source: Sales Person
hr_hr: Prodajna osoba
pt_pt: Vendedor

source: Date From
hr_hr: Datum od

source: Date To
hr_hr: Datum Do

source: Create CSV
hr_hr: Izradite CSV

source: Show Customer Balance Movements
hr_hr: Prikaži kretanje stanja klijenta

source: Opening Balance
hr_hr: Početno stanje

source: Debits
hr_hr: Dugovanja
pt_pt: Débitos

source: TOTALS
hr_hr: UKUPNO

source: Customer Branches
hr_hr: Poslovnice kupaca
pt_pt: Filias de Clientes

source: This page must be called with the debtor code of the customer for whom you wish to edit the branches for
hr_hr: Ovu stranicu morate pozvati s šifrom dužnika kupca za kojeg želite uređivati ​​poslovnice
pt_pt: Esta página deve ser chamada com o código devedor do cliente qual deseja editar

source: When the pages is called from within the system this will always be the case
hr_hr: Kada se stranice pozivaju unutar sustava, to će uvijek biti slučaj
pt_pt: Quando a página é chamada internamente ao sistema, este será sempre o caso

source: Select a customer first then select the link to add/edit/delete branches
hr_hr: Najprije odaberite kupca, a zatim odaberite vezu za dodavanje/uređivanje/brisanje podružnica
pt_pt: Seleccione um cliente, depois seleccione o link para adicionar/editar/remover

source: The Branch code cannot contain any of the following characters
hr_hr: Šifra podružnice ne može sadržavati nijedan od sljedećih znakova
pt_pt: O código da filial não pode conter nenhum dos seguintes caracteres

source: The Branch code must be at least one character long
hr_hr: Šifra grane mora imati najmanje jedan znak
pt_pt: O código da filial deve ter pelo menos um caractere

source: The date after which invoices are charged to the following month is expected to be a number and a recognised number has not been entered
hr_hr: Očekuje se da će datum nakon kojeg se fakture terete za sljedeći mjesec biti broj, a priznati broj nije unesen
pt_pt: A data após a qual as facturas são cobradas para o mês seguinte, é esperado que seja um número e um número reconhecido não foi inserido

source: The date (in the month) after which invoices are charged to the following month should be a number less than 31
hr_hr: Datum (u mjesecu) nakon kojeg se fakture terete za sljedeći mjesec treba biti broj manji od 31
pt_pt: A data (no mês) para qual as facturas devem ser cobradas no mês deve ser um número menor que 31

source: The estimated delivery days is expected to be a number and a recognised number has not been entered
hr_hr: Očekuje se da će procijenjeni dani isporuke biti broj, a prepoznati broj nije unesen
pt_pt: Os dias de entrega esperados devem ser números e nenhum número reconhecido foi inserido

source: The estimated delivery days should be a number of days less than 60
hr_hr: Procijenjeni broj dana isporuke trebao bi biti manji od 60
pt_pt: Os dias de entrega esperados devem ser números de dias menores que 60

source: A package can be delivered by seafreight anywhere in the world normally in less than 60 days
hr_hr: Paket se može isporučiti pomorskim prijevozom bilo gdje u svijetu obično za manje od 60 dana
pt_pt: Uma entrega pode ser feita a qualquer lugar do mundo via mar normalmente em menos de 60 dias

source: Geocode Notice
hr_hr: Obavijest o geokodu

source: Address
hr_hr: Adresa
pt_pt: Endereço

source: failed to geocode
hr_hr: nije uspio geokodirati

source: branch has been updated.
hr_hr: grana je ažurirana.
pt_pt: sucursal foi atualizado.

source: Customer branch
hr_hr: Poslovnica kupaca

source: has been added, add another branch, or return to the
hr_hr: je dodan, dodajte drugu granu ili se vratite na

source: Main Menu
hr_hr: Glavni izbornik
pt_pt: Menu Principal

source: The branch record could not be inserted or updated because
hr_hr: Zapis grane nije se mogao umetnuti ili ažurirati jer
pt_pt: Não foi possível inserir ou actualizar a filial porque

source: Cannot delete this branch because customer transactions have been created to this branch
hr_hr: Nije moguće izbrisati ovu podružnicu jer su transakcije klijenata stvorene za ovu podružnicu
pt_pt: Não foi possível eliminar esta filial porque foram criadas transacções de clientes com esta filial

source: transactions with this Branch Code
hr_hr: transakcije s ovim kodom podružnice
pt_pt: transacções com este código de filial

source: Cannot delete this branch because sales analysis records exist for it
hr_hr: Nije moguće izbrisati ovu granu jer za nju postoje zapisi analize prodaje
pt_pt: Não foi possível eliminar esta filial porque existem análises de venda dela

source: sales analysis records with this Branch Code/customer
hr_hr: zapise o analizi prodaje s ovom šifrom podružnice/kupcem
pt_pt: análises de venda com este Código de Filial/Cliente

source: Cannot delete this branch because sales orders exist for it
hr_hr: Nije moguće izbrisati ovu granu jer za nju postoje prodajni nalozi
pt_pt: Não foi possível eliminar esta filial porque existem pedidos de vendas dela

source: Purge old sales orders first
hr_hr: Prvo očistite stare prodajne naloge
pt_pt: Remover ordens de vendas antigas primeiro

source: sales orders for this Branch/customer
hr_hr: prodajnih naloga za ovu poslovnicu/kupca
pt_pt: pedidos de vendas para esta Filial/cliente

source: Cannot delete this branch because users exist that refer to it
hr_hr: Nije moguće izbrisati ovu granu jer postoje korisnici koji je upućuju
pt_pt: Não foi possível eliminar esta filial porque existem utilizadores referentes

source: Purge old users first
hr_hr: Prvo obrišite stare korisnike
pt_pt: Remover utilizadors antigos primeiro

source: users referring to this Branch/customer
hr_hr: korisnika koji se odnose na ovu podružnicu/kupca
pt_pt: utilizadores referenciados com esta Filial/cliente

source: Cannot delete this branch because contract have been created that refer to it
hr_hr: Nije moguće izbrisati ovu granu jer je stvoren ugovor koji se odnosi na nju

source: Purge old contracts first
hr_hr: Prvo očistite stare ugovore

source: contracts referring to this branch/customer
hr_hr: ugovore koji se odnose na ovu poslovnicu/kupca

source: Cannot delete this branch because it is the only branch defined for this customer.
hr_hr: Nije moguće izbrisati ovu podružnicu jer je to jedina podružnica definirana za ovog kupca.

source: The branch record could not be deleted
hr_hr: Zapis podružnice nije bilo moguće izbrisati
pt_pt: Não foi possível remover este registro

source: the SQL server returned the following message
hr_hr: SQL poslužitelj je vratio sljedeću poruku
pt_pt: o servidor SQL retornou a seguinte mensagem

source: Branch Deleted
hr_hr: Podružnica izbrisana
pt_pt: Filial removida

source: Branches defined for
hr_hr: Ogranci definirani za
pt_pt: Ramos definido para

source: Branch Contact
hr_hr: Kontakt podružnica
pt_pt: Contacto da Filial

source: Salesman
hr_hr: Prodavač
pt_pt: Vendedor

source: Fax No
hr_hr: Broj faksa
pt_pt: Fax

source: Tax Group
hr_hr: Porezna skupina
pt_pt: Grupo Imposto

source: Enabled?
hr_hr: Omogućeno?
pt_pt: Ativado?

source: Are you sure you wish to delete this branch?
hr_hr: Jeste li sigurni da želite izbrisati ovu granu?
pt_pt: Tem a certeza que deseja eliminar esta filial?

source: Delete Branch
hr_hr: Izbriši granu
pt_pt: Eliminar Filial

source: Branches are enabled.
hr_hr: Ogranci su omogućeni.
pt_pt: Filiais ativadas.

source: Branches are disabled.
hr_hr: Grane su onemogućene.
pt_pt: Filiais desactivadas.

source: Total Branches
hr_hr: Ukupno podružnica
pt_pt: Total de Filiais

source: No Branches are defined for
hr_hr: Nisu definirane grane za
pt_pt: Não esta definida filial para

source: You must have a minimum of one branch for each Customer. Please add a branch now.
hr_hr: Morate imati najmanje jednu podružnicu za svakog kupca. Dodajte granu sada.
pt_pt: Você deve ter um mínimo de um ramo para cada cliente. Por favor, adicione um ramo agora.

source: Change Details for Branch
hr_hr: Promjena pojedinosti za podružnicu
pt_pt: Alterar Detalhes de Filial

source: Show all branches defined for
hr_hr: Prikaži sve definirane grane za
pt_pt: Mostrar todas as filiais para

source: Edit Branch Details
hr_hr: Uredi pojedinosti o grani

source: Add a Branch
hr_hr: Dodajte granu
pt_pt: Adicionar Filial

source: Create New Branch Details
hr_hr: Stvorite nove pojedinosti o grani

source: alpha-numeric
hr_hr: alfanumerički

source: Up to 10 characters for the branch code. The following characters are prohibited:
hr_hr: Do 10 znakova za šifru poslovnice. Sljedeći znakovi su zabranjeni:

source: Branch Name
hr_hr: Naziv podružnice
pt_pt: Nome da Filial

source: The branch name should identify the particular delivery address of the customer and must be entered
hr_hr: Naziv poslovnice treba identificirati određenu adresu dostave kupca i mora se unijeti

source: Street Address 1 (Street)
hr_hr: Adresa 1 (ulica)
pt_pt: Endereço, Rua e Número

source: Street Address 2 (Street)
hr_hr: Adresa 2 (ulica)

source: Street Address 3 (Suburb/City)
hr_hr: Adresa 3 (predgrađe/grad)

source: Street Address 4 (State/Province)
hr_hr: Adresa 4 (država/pokrajina)

source: Street Address 5 (Postal Code)
hr_hr: Adresa 5 (poštanski broj)

source: Special Instructions
hr_hr: Posebne upute
pt_pt: Instruções Especiais

source: Default days to deliver
hr_hr: Zadani dani za isporuku
pt_pt: Dias predefinidos para entregar

source: Forward Date After (day in month)
hr_hr: Proslijedi datum nakon (dan u mjesecu)
pt_pt: Data posterior a (dia no mês)

source: Salesperson
hr_hr: Prodavač
pt_pt: Vendedor

source: There are no sales people defined as yet
hr_hr: Još nema definiranih prodavača
pt_pt: Não há vendedores definidos,

source: customer branches must be allocated to a sales person
hr_hr: podružnice kupaca moraju biti dodijeljene prodavaču
pt_pt: As filiais dos clientes devem ser associados a um vendedor

source: Please use the link below to define at least one sales person
hr_hr: Koristite poveznicu u nastavku kako biste definirali barem jednu prodajnu osobu
pt_pt: Favor usar o link abaixo para definir pelo menos um vendedor

source: Define Sales People
hr_hr: Definirajte prodavače
pt_pt: Definir vendedor

source: There are no areas defined as yet
hr_hr: Još nema definiranih područja
pt_pt: Não há áreas definidas,

source: customer branches must be allocated to an area
hr_hr: podružnice kupaca moraju biti dodijeljene području
pt_pt: As filiais dos clientes devem ter uma área associada

source: Please use the link below to define at least one sales area
hr_hr: Koristite poveznicu u nastavku kako biste definirali barem jedno prodajno područje
pt_pt: Favor usar o link abaixo para definir pelo menos uma área de vendas

source: Define Sales Areas
hr_hr: Definirajte prodajna područja
pt_pt: Definir área de vendas

source: There are no stock locations defined for which this user has access to as yet
hr_hr: Još uvijek nema definiranih skladišnih lokacija kojima ovaj korisnik ima pristup

source: customer branches must refer to a default location where stock is normally drawn from
hr_hr: podružnice kupaca moraju se odnositi na zadanu lokaciju odakle se obično crpe zalihe
pt_pt: As filiais dos clientes devem referenciar um local onde são retirados materiais do stock

source: Please use the link below to define at least one stock location
hr_hr: Upotrijebite poveznicu u nastavku kako biste definirali barem jednu lokaciju skladišta
pt_pt: Favor usar o link abaixo para definir pelo menos um local de stock

source: Define Stock Locations
hr_hr: Definirajte lokacije zaliha
pt_pt: Definir Locais de Stock

source: Draw Stock From
hr_hr: Crpi zalihe iz
pt_pt: Obter Stock De

source: Phone Number
hr_hr: Broj telefona
pt_pt: Telefone

source: Fax Number
hr_hr: Broj faksa
pt_pt: Fax

source: There are no tax groups defined - these must be set up first before any branches can be set up
hr_hr: Nema definiranih poreznih grupa - one se prvo moraju postaviti prije nego što se mogu postaviti bilo koje podružnice

source: Define Tax Groups
hr_hr: Definirajte porezne skupine

source: Transactions on this branch
hr_hr: Transakcije u ovoj grani
pt_pt: Transacções nesta filial

source: There are no shippers defined - these must be set up first before any branches can be set up
hr_hr: Nema definiranih pošiljatelja - oni se prvo moraju postaviti prije postavljanja podružnica

source: Define Shippers
hr_hr: Definirajte pošiljatelje

source: Default freight/shipper method
hr_hr: Zadana metoda prijevoza tereta/pošiljatelja
pt_pt: Predefinição de método de frete/carregador

source: Default Packlist
hr_hr: Zadana lista paketa
pt_pt: Conjunto de Lista Padrão

source: Show company details and logo
hr_hr: Pokažite podatke o tvrtki i logotip
pt_pt: Mostrar detalhes da empresa e logotipo

source: Hide company details and logo
hr_hr: Sakrij podatke o tvrtki i logotip
pt_pt: Ocultar Detalhes / Logo da Empresa

source: Postal Address 1 (Street)
hr_hr: Poštanska adresa 1 (ulica)
pt_pt: Endereço, Rua e Número

source: Postal Address 2 (Suburb/City)
hr_hr: Poštanska adresa 2 (predgrađe/grad)
pt_pt: Cidade

source: Postal Address 3 (State)
hr_hr: Poštanska adresa 3 (država)
pt_pt: Distrito

source: Postal Address 4 (Postal Code)
hr_hr: Poštanski broj 4 (poštanski broj)
pt_pt: Código Postal

source: Postal Address 5
hr_hr: Poštanska adresa 5

source: Customers Internal Branch Code (EDI)
hr_hr: Interni kod kupaca (EDI)
pt_pt: Código Interno na Filial do Cliente

source: Enter Or Update Branch
hr_hr: Unesite ili ažurirajte granu

source: Customer Inquiry
hr_hr: Upit kupca
pt_pt: Consulta ao Cliente

source: To display the enquiry a customer must first be selected from the customer selection screen
hr_hr: Da bi se prikazao upit, kupac mora prvo biti odabran sa zaslona za odabir kupca
pt_pt: Para mostrar o resultado da procura um cliente deve ser seleccionado primeiro, na página de seleção de clientes

source: Select a Customer to Inquire On
hr_hr: Odaberite kupca za kojeg ćete se raspitati
pt_pt: Seleccione um cliente para efetuar procura

source: There is no salesman data set for this debtor
hr_hr: Za ovog dužnika nema skupa podataka o prodavaču

source: You have no authority to review this data
hr_hr: Nemate ovlasti za pregled ovih podataka

source: The balance status should be all or zero balance or not zero balance
hr_hr: Stanje stanja treba biti sve ili nula stanja ili ne nula stanja

source: Invoices not fully allocated
hr_hr: Fakture nisu u potpunosti dodijeljene

source: Invoices fully allocated
hr_hr: Fakture u potpunosti dodijeljene

source: No transactions were returned by the SQL because
hr_hr: SQL nije vratio nijednu transakciju jer
pt_pt: Nenhuma transação foi retornada pelo comando SQL pois

source: There are no transactions to display since
hr_hr: Od tada nema transakcija za prikaz
pt_pt: Não há transacções a serem mostradas desde
