Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: Transfer Controlled Items
hr_hr: Prijenos kontroliranih stavki
pt_pt: Transferir itens controlados

source: Enter A Stock Transfer
hr_hr: Unesite prijenos dionica
pt_pt: Insira Uma Transferência de Stock

source: This page can only be opened if a Stock Transfer for a Controlled Item has been initiated
hr_hr: Ova se stranica može otvoriti samo ako je pokrenut Prijenos zaliha za kontrolirani artikl
pt_pt: Esta página só pode ser aberta se uma transferência de stock para um item controlado foi iniciada

source: Receive A Stock Transfer
hr_hr: Primite prijenos dionica
pt_pt: Receber Uma Transferência de Stock

source: The transferred item must be defined as controlled to require input of the batch numbers or serial numbers being transferred
hr_hr: Prenesena stavka mora biti definirana kao kontrolirana kako bi se zahtijevao unos brojeva serija ili serijskih brojeva koji se prenose
pt_pt: O item transferido deve ser definido como controlado para requerer inserção de números de lote ou números de série sendo transferidos

source: Transfer Items is set equal to
hr_hr: Prijenos stavki postavljen je na jednak
pt_pt: Os ítens de transferência são ajustados iguais a

source: Back To Transfer Screen
hr_hr: Natrag na zaslon prijenosa
pt_pt: Voltar para a Página de Transferência

source: Transfer of controlled item
hr_hr: Prijenos kontroliranog predmeta
pt_pt: Transferência de um item controlado

source: Stock Transfers
hr_hr: Prijenosi dionica
pt_pt: Transferências de Stock

source: Select Item to Transfer
hr_hr: Odaberite stavku za prijenos
pt_pt: Selecione o item de Transferência

source: Unable to locate Stock Code
hr_hr: Nije moguće locirati Stock Code
pt_pt: Não foi possível localizar o código de stock

source: The part entered is either or a dummy part or an assembly or a kit-set part
hr_hr: Uneseni dio je ili lažni dio ili dio sklopa ili kompleta
pt_pt: A parte inserida ou é de montagem ou de um kit

source: These parts are not physical parts and no stock holding is maintained for them
hr_hr: Ovi dijelovi nisu fizički dijelovi i za njih se ne održavaju zalihe
pt_pt: Estas partes não são físicas e nenhum stock é mantido para elas

source: Stock Transfers are therefore not possible
hr_hr: Prijenos zaliha stoga nije moguć
pt_pt: Transferências de Stock não são, portanto, possíveis

source: Enter another Transfer
hr_hr: Unesite drugi prijenos
pt_pt: Insira outra Transferência

source: The quantity entered must be a positive number greater than zero
hr_hr: Unesena količina mora biti pozitivan broj veći od nule
pt_pt: A quantidade inserida deve ser um número positivo

source: The locations to transfer from and to must be different
hr_hr: Lokacije s kojih i na koje se prenosi moraju biti različite
pt_pt: As localidades de origem e destino devem ser diferentes

source: Could not retrieve the QOH at the sending location because
hr_hr: Nije moguće dohvatiti QOH na mjestu slanja jer
pt_pt: Não foi possível obter a QOH ??? na/da localização de origem pois

source: There is insufficient stock to make this transfer and webERP is setup to prevent negative stock
hr_hr: Nema dovoljno zaliha za ovaj prijenos i webERP je postavljen da spriječi negativne zalihe

source: The serial stock item record could not be added because
hr_hr: Zapis serijske stavke zalihe nije se mogao dodati jer
pt_pt: O registro do item de série de stock não pode ser adicionado porque

source: Could not retrieve QOH at the destination because
hr_hr: Nije moguće dohvatiti QOH na odredištu jer
pt_pt: Não foi possível obter a QOH ??? na/da localização de destino pois

source: Could not determine if the serial item exists in the transfer to location
hr_hr: Nije moguće utvrditi postoji li serijska stavka u prijenosu na lokaciju
pt_pt: Não foi possível determinar se o item de série existe na transferência para a localização

source: An inventory transfer of
hr_hr: Prijenos inventara
pt_pt: Uma transferência de inventário de

source: Stock Transfer
hr_hr: Prijenos dionica

source: The stock ID should not be blank or contain illegal characters, you can choose left this blank and only keyin
hr_hr: ID dionice ne smije biti prazan niti sadržavati nedopuštene znakove, možete odabrati da ovo polje ostavite praznim i samo unesete

source: then push
hr_hr: zatim gurnite

source: You can key in part of stock description or left this and
hr_hr: Možete unijeti dio opisa zaliha ili ostaviti ovo i

source: blank and click
hr_hr: prazno i ​​kliknite

source: to view the whole stock list
hr_hr: za pregled cijele liste zaliha

source: You can key in partial of the stock code or just left this blank to click
hr_hr: Možete unijeti dio šifre dionice ili jednostavno ostaviti ovo prazno da kliknete

source: Transfer Quantity
hr_hr: Količina prijenosa
pt_pt: Quantidade de Transferência

source: The transfer quantity cannot be zero
hr_hr: Količina prijenosa ne može biti nula

source: The transfer quantity cannot be zer0
hr_hr: Količina prijenosa ne može biti nula0

source: Enter Stock Transfer
hr_hr: Unesite prijenos dionica
pt_pt: Insira uma Transferência de Stock

source: Usage
hr_hr: Korištenje
pt_pt: Uso

source: Stock Usage Graph Problem
hr_hr: Problem grafikona korištenja dionica
pt_pt: Problema no Gráfico de Utilização de Stock

source: There are no movements of this item from the selected location to graph
hr_hr: Nema pomicanja ove stavke s odabrane lokacije na grafikon
pt_pt: Não há movimento deste item a partir da localização selecionada para o gráfico

source: Stock Usage
hr_hr: Korištenje zaliha
pt_pt: Uso do Stock

source: You should automatically be forwarded to the usage graph
hr_hr: Trebali biste automatski biti proslijeđeni na grafikon korištenja
pt_pt: Deve ser automaticamente redirecionado para a página do gráfico de utilização

source: The selected item is a dummy or assembly or kit-set item and cannot have a stock holding
hr_hr: Odabrana stavka je lutka ili stavka kompleta i ne može imati zalihe
pt_pt: O item seleccionado é um item não usado ou de montagem ou de kit e não pode ter stock mantido

source: Please select a different item
hr_hr: Odaberite drugu stavku
pt_pt: Favor seleccionar um ítem diferente

source: The input should not be blank or percentage mark
hr_hr: Unos ne smije biti prazan ili postotak

source: Show Graph Of Stock Usage
hr_hr: Prikaži grafikon korištenja zaliha
pt_pt: Mostrar Gráfico de Utilização de Stock

source: Average Usage per month is
hr_hr: Prosječna mjesečna potrošnja je
pt_pt: O Uso Médio por mês é

source: Contract Charges or Credits
hr_hr: Ugovorni troškovi ili krediti
pt_pt: Encargos do contrato ou Créditos

source: Contract charges or credits are entered against supplier invoices or credit notes respectively. To enter supplier transactions the supplier must first be selected from the supplier selection screen, then the link to enter a supplier invoice or credit note must be clicked on
hr_hr: Ugovorni troškovi ili krediti unose se uz fakture dobavljača ili odobrenja. Da biste unijeli transakcije dobavljača, dobavljača prvo morate odabrati na zaslonu za odabir dobavljača, a zatim morate kliknuti vezu za unos fakture dobavljača ili knjižnog odobrenja
pt_pt: encargos do contrato ou de créditos são imputadas ao fornecedor facturas ou notas de crédito, respectivamente. Para entrar em transações fornecedor do fornecedor deve primeiro ser selecionado a partir da tela de seleção de fornecedores, em seguida, o link para entrar uma fatura de fornecedor ou nota de crédito deve ser clicado

source: Select a supplier
hr_hr: Odaberite dobavljača

source: Back to Invoice Entry
hr_hr: Povratak na unos fakture
pt_pt: Voltar para Inserção de Factura

source: The contract reference entered does not exist as a customer ordered contract. This contract cannot be charged to
hr_hr: Unesena referenca ugovora ne postoji kao ugovor koji je naručio korisnik. Ovaj ugovor se ne može naplatiti
pt_pt: A referência contrato celebrado não existe como um cliente encomendou contrato. Este contrato não pode ser imputada ao

source: The amount entered is not numeric. This contract charge cannot be added to the invoice
hr_hr: Uneseni iznos nije numerički. Ova ugovorna naknada ne može se dodati na fakturu
pt_pt: O valor digitado não for numérico. Esta taxa de contrato não pode ser adicionado à factura

source: Contract charges on Invoice
hr_hr: Troškovi ugovora na fakturi
pt_pt: encargos do contrato em fatura

source: Contract credits on Credit Note
hr_hr: Ugovorite kredite na Kreditnoj noti
pt_pt: créditos Contrato de Crédito Nota

source: Contract Charges
hr_hr: Troškovi ugovora
pt_pt: Encargos do contrato

source: Contract Selection
hr_hr: Odabir ugovora
pt_pt: Contrato Seleção

source: otherwise select the contract from the list
hr_hr: inače odaberite ugovor s popisa
pt_pt: caso contrário, selecione o contrato a partir da lista

source: Non zero amount
hr_hr: Iznos koji nije nula

source: Amount must be numeric
hr_hr: Iznos mora biti numerički

source: Anticipated Cost
hr_hr: Predviđeni trošak

source: Enter Contract Charge
hr_hr: Unesite ugovornu naknadu
pt_pt: Digite tarifa de contrato

source: Enter Supplier Credit Note Against Goods Received
hr_hr: Unesite odobrenje dobavljača uz primljenu robu
pt_pt: Inserir Nota de Crédito do Fornecedor para Bens Recebidos

source: To enter a supplier transactions the supplier must first be selected from the supplier selection screen
hr_hr: Da biste unijeli transakcije dobavljača, dobavljača prvo morate odabrati na zaslonu za odabir dobavljača
pt_pt: O fornecedor deve ser seleccionado na página de seleção de fornecedor

source: then the link to enter a supplier credit note must be clicked on
hr_hr: tada se mora kliknuti poveznica za unos knjižnog odobrenja dobavljača
pt_pt: e em seguinda clicar no link para inserir com nota de crédito ao fornecedor

source: Select A Supplier to Enter a Transaction For
hr_hr: Odaberite dobavljača za kojeg želite unijeti transakciju
pt_pt: Seleccione um Fornecedor para Inserir uma Transação para

source: The credit quantity is not numeric or the quantity to credit is more that quantity invoiced
hr_hr: Količina kredita nije brojčana ili je količina za kredit veća od fakturirane količine

source: The goods received cannot be credited by this quantity
hr_hr: Primljena roba ne može se kreditirati ovom količinom

source: The price charged in the suppliers currency is either not numeric or negative
hr_hr: Cijena naplaćena u valuti dobavljača ili nije brojčana ili je negativna
pt_pt: O preço apresentado na moeda do fornecedor ou não é numérico ou é negativo

source: The goods received cannot be credited at this price
hr_hr: Primljena roba ne može se kreditirati po ovoj cijeni
pt_pt: Os bens recebidos não podem ser creditados com este preço

source: Credits Against Goods Received Selected
hr_hr: Odabrani krediti za primljenu robu
pt_pt: Créditos Contra Bens Recebidos Seleccionado

source: Quantity Credited
hr_hr: Kreditirana količina
pt_pt: Quantidade Creditada

source: Price Credited in
hr_hr: Cijena uračunata u
pt_pt: Preço Creditado em

source: Line Value in
hr_hr: Vrijednost retka u
pt_pt: Linha de Valor em

source: Total Value Credited Against Goods
hr_hr: Ukupna vrijednost pripisana robi
pt_pt: Valor Total Creditado Para Bens

source: There are no goods received records for
hr_hr: Ne postoji evidencija primljene robe za
pt_pt: Não há registros de bens recebidos para

source: since
hr_hr: od

source: To enter a credit against goods received
hr_hr: Za unos kredita primljene robe
pt_pt: Para entrac om crédito para bens recebidos

source: the goods must first be received using the link below to select purchase orders to receive
hr_hr: roba se prvo mora primiti pomoću donje veze za odabir narudžbenica za primanje
pt_pt: os bens devem ser primeiramente recebidos usando o link abaixo para seleccionar pedidos de compra a receber

source: Select Purchase Orders to Receive
hr_hr: Odaberite Narudžbenice za primanje
pt_pt: Seleccione pedidos de compra a receber

source: Show Goods Received Since
hr_hr: Prikaži robu primljenu od
pt_pt: Mostrar bens recebidos desde

source: Display GRNs
hr_hr: Prikaz GRN-ova

source: Total Qty
hr_hr: Ukupna količina
pt_pt: Quantidade total

source: Qty Yet
hr_hr: Količina Još
pt_pt: Quantidade ainda

source: In
hr_hr: U
pt_pt: Em

source: GRN Selected For Adding To A Suppliers Credit Note
hr_hr: GRN odabran za dodavanje Kreditnom zapisu dobavljača
pt_pt: A NBR Seleccionada para Adicionar a uma Nota de Crédito de Fornecedores

source: credited
hr_hr: zaslužan
pt_pt: creditado

source: Unfortunately the shipment that this purchase order line item was allocated to has been closed
hr_hr: Nažalost, isporuka kojoj je dodijeljena ova stavka narudžbenice je zatvorena
pt_pt: Infelizmente o carregamento para o qual esta linha do pedido de compra foi alocado foi fechado

source: if you add this item to the transaction then no shipments will not be updated
hr_hr: ako dodate ovu stavku u transakciju, tada nijedna pošiljka neće biti ažurirana
pt_pt: se você adicionar este item à transação, ???

source: If you wish to allocate the order line item to a different shipment the order must be modified first
hr_hr: Ako želite dodijeliti stavku retka narudžbe drugoj pošiljci, prvo je potrebno izmijeniti narudžbu
pt_pt: Se você deseja alocar o item de série da ordem para um carregamento diferente, a ordem deve ser modificada primeiro

source: Add to Credit Note
hr_hr: Dodaj u Knjigu o kreditu
pt_pt: Adicionar à nota de crédito

source: Fixed Asset Charges or Credits
hr_hr: Troškovi ili krediti za fiksnu imovinu
pt_pt: Fixed Asset encargos ou créditos

source: Fixed asset additions or credits are entered against supplier invoices or credit notes respectively
hr_hr: Dodaci dugotrajnoj imovini ili krediti unose se prema fakturama dobavljača ili odobrenju
pt_pt: adições de imobilizado ou créditos estão inscritas as faturas do fornecedor ou notas de crédito, respectivamente

source: To enter supplier transactions the supplier must first be selected from the supplier selection screen
hr_hr: Da biste unijeli transakcije dobavljača, dobavljača prvo morate odabrati na zaslonu za odabir dobavljača
pt_pt: Para inserir uma transacção de fornecedor, este deve ser seleccionado primeiro na página de seleção de fornecedor

source: then the link to enter a supplier invoice or credit note must be clicked on
hr_hr: tada se mora kliknuti poveznica za unos fakture dobavljača ili odobrenja
pt_pt: e então deve-se clicar no link para entrar com uma factura de fornecedor ou nota de crédito

source: A valid asset must be either selected from the list or entered
hr_hr: Valjano sredstvo mora biti ili odabrano s popisa ili uneseno

source: The asset ID entered manually is not a valid fixed asset. If you do not know the asset reference, select it from the list
hr_hr: Ručno uneseni ID sredstva nije valjano dugotrajno sredstvo. Ako ne znate referencu sredstva, odaberite je s popisa
pt_pt: A identificação de ativos inseridos manualmente não é um activo fixo válido. Se você não sabe o ativo de referência, selecione-o na lista

source: The amount entered is not numeric. This fixed asset cannot be added to the invoice
hr_hr: Uneseni iznos nije numerički. Ovo dugotrajno sredstvo nije moguće dodati na fakturu
pt_pt: O valor digitado não for numérico. Esse ativo fixo não podem ser adicionados à fatura

source: Fixed Assets on Invoice
hr_hr: Dugotrajna imovina na fakturi
pt_pt: Imobilizado em fatura

source: Fixed Asset credits on Credit Note
hr_hr: Krediti za dugotrajnu imovinu na Knjizi o kreditu
pt_pt: créditos de Imobilização em Nota de Crédito

source: If you know the code enter it in the Asset ID input box, otherwise select the asset from the list below. Only assets with no cost will show in the list
hr_hr: Ako znate kod, unesite ga u okvir za unos ID sredstva, u suprotnom odaberite sredstvo s donjeg popisa. Na popisu će se prikazati samo imovina bez troškova
pt_pt: Se você souber o código de inseri-lo na caixa de entrada Asset ID, caso contrário, selecione o recurso a partir da lista abaixo. Apenas os activos sem nenhum custo vai mostrar na lista

source: Fixed Asset Charges
hr_hr: Troškovi dugotrajne imovine

source: Enter Asset ID
hr_hr: Unesite ID sredstva

source: Positive integer
hr_hr: Pozitivan cijeli broj

source: The Asset ID should be positive integer
hr_hr: ID sredstva treba biti pozitivan cijeli broj

source: Select from list
hr_hr: Odaberite s popisa

source: The amount must be numeric and cannot be zero
hr_hr: Iznos mora biti numerički i ne može biti nula

source: Enter Fixed Asset
hr_hr: Unesite dugotrajno sredstvo
pt_pt: Digite Imobilização

source: Enter Supplier Invoice Against Goods Received
hr_hr: Unesite fakturu dobavljača uz primljenu robu
pt_pt: Insira Factura do Fornecedor para Mercadoria Devolvida

source: then the link to enter a supplier invoice must be clicked on
hr_hr: tada je potrebno kliknuti na poveznicu za unos fakture dobavljača
pt_pt: e em seguinda deve-se clicar no link para inserir uma factura de fornecedor

source: The quantity being invoiced is more than the outstanding quantity that was delivered. It is not possible to enter an invoice for a quantity more than was received into stock
hr_hr: Količina koja se fakturira veća je od preostale količine koja je isporučena. Nije moguće unijeti račun za količinu veću od primljene na zalihu

source: The goods received cannot be invoiced at this price
hr_hr: Primljena roba ne može se fakturirati po ovoj cijeni
pt_pt: Os bens recebidos não podem ser facturados com este preço

source: The price being invoiced is more than the purchase order price by more than
hr_hr: Cijena koja se fakturira veća je od cijene narudžbenice za više od
pt_pt: O preço sendo facturado é maior que o preço do pedido de compra em mais de

source: The system is set up to prohibit this so will put this invoice on hold until it is authorised
hr_hr: Sustav je postavljen da to zabrani pa će ovu fakturu staviti na čekanje dok se ne autorizira
pt_pt: O sistema está configurado para proibir esta forma irá colocar essa fatura em espera até que seja autorizada

source: Invoiced Goods Received Selected
hr_hr: Odabrano primljena fakturirana roba
pt_pt: Factura de bens recebidos seleccionada

source: Supplier's Ref
hr_hr: Ref. dobavljača

source: Quantity Yet To Inv
hr_hr: Količina koja tek treba inv

source: Quantity Inv
hr_hr: Količina Inv

source: Inv Price
hr_hr: Cijena inv

source: Update Amounts Invoiced
hr_hr: Ažurirajte fakturirane iznose

source: There are no outstanding goods received from
hr_hr: Nema primljene robe od
pt_pt: Não há bens recebidos pendentes de

source: that have not been invoiced by them
hr_hr: koje nisu fakturirali
pt_pt: que não foram facturados

source: The goods must first be received using the link below to select purchase orders to receive
hr_hr: Roba se najprije mora primiti korištenjem donje veze za odabir narudžbenica za primanje
pt_pt: Os bens devem ser recebidos primeiro, usando o link abaixo para seleccionar pedidos de compra a receber

source: Goods Received Yet to be Invoiced From
hr_hr: Roba primljena od koje tek treba biti fakturirana
pt_pt: Mercadorias devolvidas ainda para serem facturadas de

source: Total Qty Received
hr_hr: Ukupna primljena količina
pt_pt: Quantidade total recebida

source: Qty Already Invoiced
hr_hr: Količina već fakturirana
pt_pt: Quantidade já facturada

source: Qty Yet To Invoice
hr_hr: Količina još za fakturiranje
pt_pt: Quantidade a facturar

source: Order Price in
hr_hr: Cijena narudžbe u
pt_pt: Preço do pedido em

source: Add Whole PO to Invoice
hr_hr: Dodajte cijelu narudžbenicu fakturi
pt_pt: Adicionar Todo PC para Facturar

source: Select All
hr_hr: Odaberite sve
pt_pt: Selecionar Tudo

source: Deselect All
hr_hr: Poništi odabir svih
pt_pt: Desmarcar tudo

source: Add to Invoice
hr_hr: Dodaj na fakturu
pt_pt: Adicionar à factura

source: Supplier Payment
hr_hr: Plaćanje dobavljača
pt_pt: Pagamento ao Fornecedor

source: Supplier Allocations
hr_hr: Dodjela dobavljača
pt_pt: Movimentos do Fornecedor

source: try to use the navigation links provided rather than the back button, to avoid this message in future
hr_hr: pokušajte koristiti ponuđene veze za navigaciju umjesto gumba za povratak kako biste ubuduće izbjegli ovu poruku
pt_pt: utilize os links de navegação no lugar do botão Voltar do browser, para evitar essa mensagem no futuro

source: The entry for the amount to allocate was negative
hr_hr: Unos iznosa za dodjelu bio je negativan
pt_pt: O campo de inserção para a quantidade a ser alocada era negativo

source: A positive allocation amount is expected
hr_hr: Očekuje se pozitivan iznos izdvajanja
pt_pt: Uma quantidade de alocação positiva é esperada

source: These allocations cannot be processed because the amount allocated is more than the amount of the
hr_hr: Ta se izdvajanja ne mogu obraditi jer je dodijeljeni iznos veći od iznosa
pt_pt: Estas alocações não podem ser processadas pois a quantidade alocada é maior que a quantidade de

source: and the total amount of the Credit/payment was
hr_hr: a ukupni iznos Kredita/plaćanja bio je
pt_pt: e a quantidade total do crédito/pagamento foi

source: The existing allocation for
hr_hr: Postojeća izdvajanja za
pt_pt: A alocação existente para

source: could not be deleted because
hr_hr: nije se moglo izbrisati jer
pt_pt: não pode ser removida pois

source: The supplier allocation record for
hr_hr: Evidencija dodjele dobavljača za
pt_pt: O registro de alocação do fornecedor para

source: The debtor transaction record could not be modified for the allocation against it because
hr_hr: Zapis transakcije dužnika nije se mogao modificirati za dodjelu prema njemu jer
pt_pt: Não foi possível modificar o registro de transação do devedor para a alocação contra ele porque

source: The supplier payment or credit note transaction could not be modified for the new allocation and exchange difference because
hr_hr: Plaćanje dobavljača ili transakcija odobrenja nije se mogla modificirati za novu alokaciju i tečajnu razliku jer
pt_pt: O pagamento do fornecedor ou a nota de crédito da transação não pôde ser modificada pela nova alocação e diferença de troca porque

source: Exchange difference
hr_hr: Tečajna razlika

source: The GL entry for the difference on exchange arising out of this allocation could not be inserted because
hr_hr: Unos GL za tečajnu razliku proizašao iz ove raspodjele nije se mogao umetnuti jer
pt_pt: A inserção no LC para a diferença sobre câmbio resultantes fora desta alocação não pode ser inserida porque

source: There was a problem retrieving the information relating the transaction selected
hr_hr: Došlo je do problema prilikom dohvaćanja informacija koje se odnose na odabranu transakciju
pt_pt: Houve um problema ao recuperar as informações relativas à transação seleccionada

source: Allocations are unable to proceed
hr_hr: Dodjele se ne mogu nastaviti
pt_pt: Não é possível prosseguir com as alocações

source: There was a problem retrieving the transactions available to allocate to
hr_hr: Došlo je do problema pri dohvaćanju transakcija dostupnih za dodjelu
pt_pt: Houve um problema ao revuperar as transacções disponíveis para alocar a(o)

source: There was a problem retrieving the previously allocated transactions for modification
hr_hr: Došlo je do problema prilikom dohvaćanja prethodno dodijeljenih transakcija za izmjenu
pt_pt: Houve um problema ao recuperar as transacções previamente alocadas para modificação

source: Allocation of supplier
hr_hr: Dodjela dobavljača
pt_pt: Alocação de fornecedor

source: Amount in supplier currency
hr_hr: Iznos u valuti dobavljača
pt_pt: Quantidade na moeda do fornecedor

source: Transaction total
hr_hr: Ukupna transakcija
pt_pt: Total da transação
