Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: The key will be identical with field name from the suppliers table. All fields will be in the set regardless of whether the value was set.
hr_hr: Ključ će biti identičan nazivu polja iz tablice dobavljača. Sva će polja biti u skupu bez obzira je li vrijednost postavljena.
pt_pt: A chave será idêntico ao nome do campo da tabela de fornecedores. Todos os campos serão no conjunto, independentemente de o valor foi definido.

source: This is a string value. It must be a valid field in the suppliers table. This is case sensitive
hr_hr: Ovo je vrijednost niza. To mora biti važeće polje u tablici dobavljača. Ovo je osjetljivo na velika i mala slova
pt_pt: Este é um valor de cadeia. Deve ser um campo válido na tabela de fornecedores. Esta é case sensitive

source: Criteria
hr_hr: Kriteriji
pt_pt: Critérios

source: This is a string value. It holds the string that is searched for in the given field. It will search for all or part of the field.
hr_hr: Ovo je vrijednost niza. Sadrži niz koji se traži u zadanom polju. Tražit će cijelo polje ili njegov dio.
pt_pt: Este é um valor de cadeia. Ele detém a cadeia que é procurado no campo determinado. Ele irá procurar a totalidade ou parte do campo.

source: If successful this function returns an array of supplier ids.
hr_hr: Ako je uspješna, ova funkcija vraća niz ID-ova dobavljača.
pt_pt: Se for bem sucedida essa função retorna uma matriz de ids fornecedor.

source: This function is used to retrieve the details of stock batches.
hr_hr: Ova se funkcija koristi za dohvaćanje pojedinosti o serijama zaliha.
pt_pt: Esta função é usada para recuperar os detalhes de lotes de ações.

source: Returns a two dimensional array of stock batch details.
hr_hr: Vraća dvodimenzionalni niz detalja o seriji dionica.
pt_pt: Retorna uma matriz bidimensional de detalhes do lote de ações.

source: The fields returned are stockid, loccode, batchno, quantity, itemcost.
hr_hr: Vraćena polja su Stockid, loccode, batchno, quantity, itemcost.
pt_pt: Os campos retornados são StockID, loccode, batchno, quantidade, itemcost.

source: Adjust the stock balance for the given stock code at the given location by the amount given.
hr_hr: Prilagodite stanje zaliha za zadanu šifru zaliha na zadanoj lokaciji prema danom iznosu.
pt_pt: Ajuste o equilíbrio de ações para o código de ações dadas no local determinado pela quantidade dada.

source: This is an integer value. It holds the amount of stock to be adjusted. Should be negative if is stock is to be reduced
hr_hr: Ovo je cjelobrojna vrijednost. Sadrži količinu zaliha koju treba prilagoditi. Trebao bi biti negativan ako se zaliha želi smanjiti
pt_pt: Este é um valor inteiro. Ele mantém a quantidade de ações a ser ajustado. Deve ser negativo, se é o estoque é reduzido

source: If successful this function returns 0.
hr_hr: Ako je uspješna, ova funkcija vraća 0.
pt_pt: Se bem-sucedido que esta função retorna 0.

source: Issues stock to a given work order from the given location
hr_hr: Izdaje zalihe zadanom radnom nalogu s dane lokacije
pt_pt: Problemas de ações para uma ordem de serviço dada a partir de uma dada localização

source: A string field containing a valid work order number that has already been created. The api will check this before making the enquiry.
hr_hr: Polje niza koje sadrži važeći broj radnog naloga koji je već kreiran. API će to provjeriti prije postavljanja upita.
pt_pt: Um campo de seqüência de caracteres contendo um número de ordem válido o trabalho que já foi criado. A API vai verificar isso antes de fazer o inquérito.

source: Batch number
hr_hr: Broj serije
pt_pt: Número do lote

source: This is a string value. It holds the reference to the batch number for the product being issued. If the stockid is not batch controlled this is ignored.
hr_hr: Ovo je vrijednost niza. Sadrži referencu na broj serije za proizvod koji se izdaje. Ako stockid nije serijski kontroliran, to se zanemaruje.
pt_pt: Este é um valor de cadeia. Ele mantém a referência ao número do lote do produto a ser emitidos. Se o StockID não é controlado por lote isto é ignorado.

source: This function is used to retrieve the details of a work order from the webERP database.
hr_hr: Ova se funkcija koristi za dohvaćanje pojedinosti radnog naloga iz webERP baze podataka.
pt_pt: Esta função é usada para recuperar os detalhes de uma ordem de serviço do banco de dados webERP.

source: This is a string value. It must be a valid field in the workorders table. This is case sensitive
hr_hr: Ovo je vrijednost niza. To mora biti važeće polje u tablici radnih naloga. Ovo je osjetljivo na velika i mala slova
pt_pt: Este é um valor de cadeia. Deve ser um campo válido na tabela workorders. Esta é case sensitive

source: If successful this function returns an array of work order numbers.
hr_hr: Ako je uspješna, ova funkcija vraća niz brojeva radnih naloga.
pt_pt: Se for bem sucedida essa função retorna uma matriz de números de ordem de trabalho.

source: This function is used to insert new purchasing data into the webERP database.
hr_hr: Ova se funkcija koristi za umetanje novih podataka o kupnji u webERP bazu podataka.
pt_pt: Esta função é usada para inserir novos dados no banco de dados de compra webERP.

source: Purchasing data
hr_hr: Podaci o kupnji
pt_pt: A aquisição de dados

source: This function is used to modify purchasing data into the webERP database.
hr_hr: Ova se funkcija koristi za izmjenu podataka o kupnji u webERP bazi podataka.
pt_pt: Esta função é usada para modificar os dados de compra para o banco de dados webERP.

source: This function is used to insert a new work order into the webERP database. Currently this works only for single line orders.
hr_hr: Ova funkcija se koristi za umetanje novog radnog naloga u webERP bazu podataka. Trenutno ovo radi samo za narudžbe u jednom redu.
pt_pt: Esta função é usada para inserir uma nova ordem de trabalho no banco de dados webERP. Atualmente isso só funciona para encomendas única linha.

source: Work order details
hr_hr: Detalji radnog naloga
pt_pt: Para detalhes do Trabalho

source: Receives stock from a given work order from the given location
hr_hr: Prima zalihe iz zadanog radnog naloga s zadane lokacije
pt_pt: Recebe o estoque de uma ordem de serviço dada a partir de uma dada localização

source: Returns the webERP default date format
hr_hr: Vraća webERP zadani format datuma
pt_pt: Retorna o formato de data padrão webERP

source: If successful this function returns a string contain the default date format.
hr_hr: Ako je uspješna, ova funkcija vraća niz koji sadrži zadani format datuma.
pt_pt: Se for bem sucedida essa função retorna um string conter o formato padrão da data.

source: Returns the webERP default shipper
hr_hr: Vraća webERP zadanog pošiljatelja

source: If successful this function returns an array of two elements the first should contain an integer of zero for successful and the second an associative array containing the key of confvalue the value of which is the Default_Shipper.
hr_hr: Ako je uspješna, ova funkcija vraća niz od dva elementa, prvi treba sadržavati cijeli broj nula za uspjeh, a drugi asocijativni niz koji sadrži ključ confvalue čija je vrijednost Default_Shipper.

source: Returns the webERP default location
hr_hr: Vraća webERP zadanu lokaciju
pt_pt: Retorna o local padrão webERP

source: If successful this function returns a string contain the default location.
hr_hr: Ako je uspješna, ova funkcija vraća niz koji sadrži zadanu lokaciju.
pt_pt: Se for bem sucedida essa função retorna um string contém o local padrão.

source: Returns the webERP default price list
hr_hr: Vraća webERP zadani cjenik
pt_pt: Retorna a lista de preços webERP padrão

source: If successful this function returns a string contain the default price list code.
hr_hr: Ako je uspješna, ova funkcija vraća niz koji sadrži zadani kod cjenika.
pt_pt: Se for bem sucedida essa função retorna um string contêm o código padrão de lista de preços.

source: Returns the webERP default inventory location
hr_hr: Vraća webERP zadanu lokaciju inventara

source: If successful this function returns a string contain the default inventory location.
hr_hr: Ako je uspješna, ova funkcija vraća niz koji sadrži zadanu lokaciju inventara.

source: Returns the webERP reports directory for the company selected
hr_hr: Vraća direktorij webERP izvješća za odabranu tvrtku

source: If successful this function returns a string containing the path to the company reports directory
hr_hr: Ako je uspješna, ova funkcija vraća niz koji sadrži put do direktorija izvješća tvrtke

source: This function creates a POS data file on the webERP server for download by the POS
hr_hr: Ova funkcija stvara POS podatkovnu datoteku na webERP poslužitelju za preuzimanje od strane POS-a

source: POS Customer Code - a valid webERP customer that sales from the POS are made against.
hr_hr: POS kod kupca - važeći webERP kupac prema kojem se vrši prodaja s POS-a.

source: POS Customer Branch Code - a valid branch code of the webERP customer that the POS sales are made against
hr_hr: POS Customer Branch Code - važeći kod podružnice webERP korisnika prema kojem se POS prodaja vrši

source: If successful this function returns 0 for success and 1 for error.
hr_hr: Ako je uspješno, ova funkcija vraća 0 za uspjeh i 1 za pogrešku.

source: This function deletes a POS data file on the webERP server
hr_hr: Ova funkcija briše POS podatkovnu datoteku na webERP poslužitelju

source: Returns 0 if the delete POS Data was successful
hr_hr: Vraća 0 ako je brisanje POS podataka bilo uspješno

source: Returns the value of the specified stock category property for the specified stock item category
hr_hr: Vraća vrijednost navedenog svojstva kategorije zaliha za navedenu kategoriju stavke zaliha
pt_pt: Retorna o valor da propriedade especificada de ações da categoria para a categoria da bolsa item

source: Property
hr_hr: Vlasništvo
pt_pt: Imóvel

source: The name of the specific property to be returned.
hr_hr: Naziv određene imovine koja se vraća.
pt_pt: O nome da propriedade específica para ser devolvido.

source: The ID of the stock item for which the value of the above property is required.
hr_hr: ID artikla zaliha za koji je potrebna vrijednost gornjeg svojstva.
pt_pt: A identificação do item de material para que o valor da propriedade acima é necessário.

source: If successful this function returns zero, and the value of the requested property.
hr_hr: Ako je uspješna, ova funkcija vraća nulu i vrijednost traženog svojstva.
pt_pt: Se bem-sucedido que esta função retorna zero, eo valor do imóvel solicitado.

source: The Order No to identify the order in the database.
hr_hr: The Narudžba No to identify the order in the database.

source: Returns (possibly translated) error text from error codes
hr_hr: Vraća (moguće preveden) tekst pogreške iz kodova pogrešaka
pt_pt: Retorna (possivelmente traduzindo) texto de erro de códigos de erro

source: Error codes
hr_hr: Kodovi grešaka
pt_pt: Os códigos de erro

source: An array of error codes to change into text messages.
hr_hr: Niz kodova pogrešaka za promjenu u tekstualne poruke.
pt_pt: Uma matriz de códigos de erro para se transformar em mensagens de texto.

source: An array of two element arrays, one per error code. The second array has the error code in element 0 and the error string in element 1.
hr_hr: Niz od dva niza elemenata, jedan po kodu pogreške. Drugi niz ima kod pogreške u elementu 0 i niz pogreške u elementu 1.
pt_pt: Uma matriz de duas matrizes de elemento, por um código de erro. A segunda matriz tem o código de erro no elemento 0 e uma string de erro em um elemento.

source: Latest bank transactions
hr_hr: Najnovije bankovne transakcije

source: Remove this applet from dashboard
hr_hr: Uklonite ovaj applet s nadzorne ploče

source: Latest Customer Orders
hr_hr: Najnovije narudžbe kupaca

source: Order Amount
hr_hr: Iznos narudžbe

source: Latest goods received notes
hr_hr: Najnovije poruke o primljenoj robi

source: Latest purchase orders to authorise
hr_hr: Najnovije narudžbenice za autorizaciju

source: Latest purchase orders
hr_hr: Najnovije narudžbenice

source: Total Quantity on Hand
hr_hr: Ukupna količina pri ruci

source: MRP dashboard
hr_hr: MRP nadzorna ploča

source: Total QTY on Hand
hr_hr: Ukupna količina na raspolaganju

source: Enter the script title here
hr_hr: Ovdje unesite naslov skripte

source: Total Sales Orders
hr_hr: Ukupni prodajni nalozi

source: Total Purchase orders
hr_hr: Ukupno narudžbenica

source: Total Outstanding to receive
hr_hr: Ukupno Nepodmireno za primanje

source: Latest unpaid customer invoices
hr_hr: Najnoviji neplaćeni računi kupaca

source: Latest work orders
hr_hr: Najnoviji radni nalozi

source: has already been sold
hr_hr: je već prodan
pt_pt: já foi vendido

source: There is none of
hr_hr: Nema ništa od
pt_pt: Não há

source: left
hr_hr: lijevo

source: There is only
hr_hr: Postoji samo
pt_pt: Somente há

source: remaining
hr_hr: preostalih
pt_pt: restante

source: The entered quantity will be reduced to the remaining amount left of this batch/bundle/roll
hr_hr: Unesena količina bit će smanjena na preostali iznos od ove serije/snopa/rola
pt_pt: A quantidade inserida será reduzida à quantidade restante deste lote/paquete/peça

source: Please correct input quantity
hr_hr: Ispravite unesenu količinu

source: decimalplaces
hr_hr: decimalna mjesta

source: The input quantity must be numeric
hr_hr: Unesena količina mora biti numerička

source: not available
hr_hr: nije dostupno
pt_pt: não disponível

source: The Serial Number being added exists with a Quantity that is not Zero (0)!
hr_hr: Serijski broj koji se dodaje postoji s količinom koja nije nula (0)!
pt_pt: O número de série a ser adicionado existe com uma quantidade que não é zero (0)!

source: The Serial Number being removed exists with a Quantity that is not One (1)!
hr_hr: Serijski broj koji se uklanja postoji s količinom koja nije Jedan (1)!
pt_pt: O número de série a ser removido existe com uma quantidade que não é um (1)!

source: To Add Items Sequentially, the Begin Number must be less than the End Number
hr_hr: Za dodavanje stavki sekvencijalno, početni broj mora biti manji od završnog broja
pt_pt: Para adicionar itens seqüencialmente, o Número Inicial deve ser inferior ao Número Final

source: Finished Validating Items
hr_hr: Završeno potvrđivanje stavki
pt_pt: Validação de Itens Terminado

source: problems found. Please research and correct them
hr_hr: pronađenih problema. Istražite ih i ispravite
pt_pt: problemas encontrados. Por favor, investigue-os e os corriga

source: Document.pdf
hr_hr: Dokument.pdf

source: An error occurred in retrieving the information
hr_hr: Došlo je do pogreške prilikom dohvaćanja informacija
pt_pt: Ocorreu um erro na recuperação da informação

source: The contract cannot be retrieved because
hr_hr: Ugovor se ne može preuzeti jer
pt_pt: O contrato não pode ser recuperada porque

source: The bill of material cannot be retrieved because
hr_hr: Troškovnik se ne može preuzeti jer
pt_pt: O projeto de lei de matérias que não podem ser recuperados, porque

source: The other contract requirementscannot be retrieved because
hr_hr: Ostali uvjeti ugovora ne mogu se dohvatiti jer
pt_pt: O outro contrato requirementscannot ser recuperada porque

source: Andorra
hr_hr: Andora

source: United Arab Emirates
hr_hr: Ujedinjeni Arapski Emirati

source: Afghanistan
hr_hr: Afganistan

source: Antigua and Barbuda
hr_hr: Antigva i Barbuda

source: Anguilla
hr_hr: Angvila

source: Albania
hr_hr: Albanija

source: Armenia
hr_hr: Armenija

source: American Samoa
hr_hr: Američka Samoa

source: Austria
hr_hr: Austrija

source: Australia
hr_hr: Australija

source: Azerbaijan
hr_hr: Azerbejdžan

source: Bosnia and Herzegovina
hr_hr: Bosna i Hercegovina

source: Bangladesh
hr_hr: Bangladeš

source: Belgium
hr_hr: Belgija

source: Bahrain
hr_hr: Bahrein

source: Bolivia
hr_hr: Bolivija

source: Bahamas
hr_hr: Bahami

source: Bhutan
hr_hr: Butan

source: Bulgaria
hr_hr: Bugarska

source: Botswana
hr_hr: Bocvana

source: Belarus
hr_hr: Bjelorusija

source: Canada
hr_hr: Kanada

source: Central African Republic
hr_hr: Srednjoafrička Republika

source: Congo
hr_hr: Kongo

source: Switzerland
hr_hr: Švicarska

source: Cote D Ivoire
hr_hr: Obala Bjelokosti

source: Cook Islands
hr_hr: Cookovi otoci

source: Chile
hr_hr: Čile

source: Cameroon
hr_hr: Kamerun

source: China
hr_hr: Kina

source: Colombia
hr_hr: Kolumbija

source: Costa Rica
hr_hr: Kostarika

source: Catalonia
hr_hr: Katalonija

source: Cuba
hr_hr: Kuba

source: Cape Verde
hr_hr: Kabo Verde

source: Cyprus
hr_hr: Cipar

source: Czech Republic
hr_hr: Češka

source: Germany
hr_hr: Njemačka

source: Djibouti
hr_hr: Džibuti

source: Denmark
hr_hr: Danska

source: Dominica
hr_hr: Dominika

source: Dominican Republic
hr_hr: Dominikanska Republika

source: Algeria
hr_hr: Alžir

source: Ecuador
hr_hr: Ekvador

source: Estonia
hr_hr: Estonija

source: Egypt
hr_hr: Egipat

source: Eritrea
hr_hr: Eritreja

source: Spain
hr_hr: Španjolska

source: Ethiopia
hr_hr: Etiopija

source: European Union
hr_hr: Europska unija

source: Finland
hr_hr: Finska

source: Fiji
hr_hr: Fidži

source: Falkland Islands
hr_hr: Falklandski otoci

source: Micronesia
hr_hr: Mikronezija

source: Faroe Islands
hr_hr: Farski otoci

source: France
hr_hr: Francuska

source: United Kingdom
hr_hr: Velika Britanija

source: Georgia
hr_hr: Gruzija

source: French Guiana
hr_hr: Francuska Gvajana

source: Guernsey and Alderney
hr_hr: Guernsey i Alderney

source: Ghana
hr_hr: Gana

source: Greenland
hr_hr: Grenland

source: Gambia
hr_hr: Gambija

source: Guinea
hr_hr: Gvineja

source: Greece
hr_hr: Grčka

source: Guatemala
hr_hr: Gvatemala

source: Guinea-Bissau
hr_hr: Gvineja Bisau

source: Guyana
hr_hr: Gvajana

source: Croatia
hr_hr: Hrvatska

source: Hungary
hr_hr: Mađarska

source: Indonesia
hr_hr: Indonezija

source: Ireland
hr_hr: Irska

source: Israel
hr_hr: Izrael

source: India
hr_hr: Indija

source: Iraq
hr_hr: Irak

source: Iceland
hr_hr: Island

source: Italy
hr_hr: Italija

source: Jersey
hr_hr: Dres

source: Jamaica
hr_hr: Jamajka

source: Kenya
hr_hr: Kenija

source: Kyrgyzstan
hr_hr: Kirgistan

source: Cambodia
hr_hr: Kambodža

source: Comoros
hr_hr: Komori

source: Saint Kitts and Nevis
hr_hr: Sveti Kristofor i Nevis

source: Korea (South)
hr_hr: Koreja (južna)

source: Kuwait
hr_hr: Kuvajt

source: Cayman Islands
hr_hr: Kajmanski otoci

source: Kazakhstan
hr_hr: Kazahstan

source: Lao People s Dem. Rep.
hr_hr: Laoski narodni dem. Rep.

source: Lebanon
hr_hr: Libanon

source: Saint Lucia
hr_hr: Sveta Lucija

source: Liechtenstein
hr_hr: Lihtenštajn

source: Sri Lanka
hr_hr: Šri Lanka

source: Lesotho
hr_hr: Lesoto

source: Lithuania
hr_hr: Litva

source: Luxembourg
hr_hr: Luksemburg

source: Latvia
hr_hr: Latvija

source: Libyan Arab Jamahiriya
hr_hr: Libijska Arapska Džamahirija

source: Morocco
hr_hr: Maroko

source: Monaco
hr_hr: Monako

source: Moldova, Republic of
hr_hr: Moldavija, Republika

source: Montenegro
hr_hr: Crne Gore

source: Madagascar
hr_hr: Madagaskar

source: Macedonia, TFYR
hr_hr: Makedonija, TJR

source: Myanmar
hr_hr: Mianmar

source: Mongolia
hr_hr: Mongolija

source: Macao, (China)
hr_hr: Macao, (Kina)

source: Northern Mariana Islands
hr_hr: Sjeverno Marijansko otočje

source: Martinique
hr_hr: Martinik

source: Mauritania
hr_hr: Mauritanija

source: Mauritius
hr_hr: Mauricijus

source: Maldives
hr_hr: Maldivi

source: Malawi
hr_hr: Malavi

source: Mexico
hr_hr: Meksiko

source: Malaysia
hr_hr: Malezija

source: Mozambique
hr_hr: Mozambik

source: Namibia
hr_hr: Namibija

source: New Caledonia
hr_hr: Nova Kaledonija

source: Nigeria
hr_hr: Nigerija

source: Nicaragua
hr_hr: Nikaragva

source: Netherlands
hr_hr: Nizozemska

source: Norway
hr_hr: Norveška

source: New Zealand
hr_hr: Novi Zeland

source: French Polynesia
hr_hr: Francuska Polinezija

source: Papua New Guinea
hr_hr: Papua Nova Gvineja

source: Philippines
hr_hr: Filipini

source: Poland
hr_hr: Poljska

source: Palestinian Territory
hr_hr: Palestinski teritorij

source: Paraguay
hr_hr: Paragvaj

source: Qatar
hr_hr: Katar

source: Romania
hr_hr: Rumunija

source: Serbia
hr_hr: Srbija

source: Russian Federation
hr_hr: Ruska Federacija

source: Rwanda
hr_hr: Ruanda

source: Saudi Arabia
hr_hr: Saudijska Arabija

source: Solomon Islands
hr_hr: Solomonski otoci

source: Seychelles
hr_hr: Sejšeli

source: Sweden
hr_hr: Švedska

source: Singapore
hr_hr: Singapur

source: Slovenia
hr_hr: Slovenija

source: Slovakia
hr_hr: Slovačka

source: Somalia
hr_hr: Somalija

source: Suriname
hr_hr: Surinam

source: Sao Tome and Principe
hr_hr: Sao Tome i Principe

source: Syrian Arab Republic
hr_hr: Sirijska Arapska Republika

source: Chad
hr_hr: Čad

source: Thailand
hr_hr: Tajland

source: Tajikistan
hr_hr: Tadžikistan

source: East Timor (Timor-Leste)
hr_hr: Istočni Timor (Timor-Leste)

source: Tunisia
hr_hr: Tunis

source: Tonga
hr_hr: Laka dvokolica

source: Turkey
hr_hr: Turska

source: Trinidad and Tobago
hr_hr: Trinidad i Tobago

source: Taiwan
hr_hr: Tajvan

source: Tanzania, United Rep. of
hr_hr: Tanzanija, Ujedinjena Republika

source: Ukraine
hr_hr: Ukrajina

source: United States
hr_hr: Sjedinjene Države

source: Uruguay
hr_hr: Urugvaj

source: St. Vincent and the Grenadines
hr_hr: Sveti Vincent i Grenadini

source: British Virgin Islands
hr_hr: Britanski Djevičanski otoci

source: Virgin Islands, U.S.
hr_hr: Djevičanski otoci, SAD

source: Viet Nam
hr_hr: Vijetnam

source: Yemen
hr_hr: Jemen

source: South Africa
hr_hr: Južna Afrika

source: Zambia
hr_hr: Zambija

source: Zimbabwe
hr_hr: Zimbabve

source: United Arab Emirates dirham
hr_hr: dirham Ujedinjenih Arapskih Emirata

source: Afghan afghani
hr_hr: afganistanski afgani

source: Albanian lek
hr_hr: albanski lek

source: Armenian dram
hr_hr: armenski dram

source: Netherlands Antillean guilder
hr_hr: nizozemski antilski gulden

source: Angolan kwanza
hr_hr: angolska kvanza

source: Argentine peso
hr_hr: argentinski pezo

source: Australian dollar
hr_hr: australski dolar

source: Aruban florin
hr_hr: arubanski florin

source: Azerbaijani manat
hr_hr: azerbejdžanski manat

source: Bosnia and Herzegovina convertible mark
hr_hr: bosanskohercegovačka konvertibilna marka

source: Barbados dollar
hr_hr: Barbadoski dolar

source: Bangladeshi taka
hr_hr: bangladeška taka

source: Bulgarian lev
hr_hr: bugarski lev

source: Bahraini dinar
hr_hr: Bahreinski dinar

source: Burundian franc
hr_hr: burundski franak

source: Bermudian dollar
hr_hr: Bermudski dolar

source: Brunei dollar
hr_hr: Brunejski dolar

source: Bolivian Boliviano
hr_hr: bolivijski bolivijano

source: Bolivian Mvdol (funds code)
hr_hr: Bolivijski Mvdol (kod sredstava)

source: Brazilian real
hr_hr: Brazilski real

source: Bahamian dollar
hr_hr: Bahamski dolar

source: Bhutanese ngultrum
hr_hr: Butanski ngultrum

source: Botswana pula
hr_hr: Bocvanska pula

source: Belarusian ruble
hr_hr: Bjeloruska rublja

source: Belize dollar
hr_hr: Belizejski dolar

source: Canadian dollar
hr_hr: kanadski dolar

source: Congolese franc
hr_hr: kongoanski franak

source: Swiss WIR Euro (complementary currency)
hr_hr: švicarski WIR euro (komplementarna valuta)

source: Swiss franc
hr_hr: švicarski franak

source: Swiss WIR Franc (complementary currency)
hr_hr: švicarski WIR franak (komplementarna valuta)

source: Chilean Unidad de Fomento (funds code)
hr_hr: Čileanski Unidad de Fomento (kod sredstava)

source: Chilean peso
hr_hr: čileanski pezo

source: Chinese yuan
hr_hr: kineski juan

source: Colombian peso
hr_hr: kolumbijski pezo

source: Colombian Unidad de Valor Real
hr_hr: Kolumbijski Unidad de Valor Real

source: Costa Rican colon
hr_hr: Kostarikansko debelo crijevo

source: Cuban peso convertible
hr_hr: Kubanski pezo konvertibilni
