Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: There are no templates saved. You must first create a template.
hr_hr: Nema spremljenih predložaka. Najprije morate izraditi predložak.

source: Load journal from a template
hr_hr: Učitaj dnevnik iz predloška

source: Available journal templates
hr_hr: Dostupni predlošci dnevnika

source: Template ID
hr_hr: ID predloška

source: Template Description
hr_hr: Opis predloška

source: Journal Type
hr_hr: Vrsta časopisa

source: Normal
hr_hr: Normalan

source: Reversing
hr_hr: Okretanje unazad
pt_pt: Reverter

source: You must enter a description of between 1 and 50 characters for this template.
hr_hr: Za ovaj predložak morate unijeti opis između 1 i 50 znakova.

source: The journal template header info could not be saved
hr_hr: Podaci o zaglavlju predloška dnevnika nisu mogli biti spremljeni

source: The journal template line info could not be saved
hr_hr: Podaci retka predloška dnevnika nisu mogli biti spremljeni

source: The template has been successfully saved
hr_hr: Predložak je uspješno spremljen

source: A template with this description already exists. You must use a unique description
hr_hr: Predložak s ovim opisom već postoji. Morate koristiti jedinstveni opis

source: Save journal as a template
hr_hr: Spremite dnevnik kao predložak

source: Journal Summary
hr_hr: Sažetak časopisa
pt_pt: Jornal Síntese

source: Template description
hr_hr: Opis predloška

source: GL Tag
hr_hr: GL oznaka

source: None
hr_hr: Nijedan
pt_pt: Nenhum

source: Save as template
hr_hr: Spremi kao predložak

source: Accept and Process Journal
hr_hr: Prihvati i obradi dnevnik
pt_pt: Confirmar e processar diário

source: Cannot insert a GL entry for the journal line because
hr_hr: Nije moguće umetnuti GL unos za redak temeljnice jer
pt_pt: Não é possível inserir uma inserção no LC para a linha do diário porque

source: Reversal
hr_hr: Preokret
pt_pt: Reversão

source: Cannot insert a GL entry for the reversing journal because
hr_hr: Nije moguće umetnuti GL unos za storni dnevnik jer
pt_pt: Não pôde inserir uma inserção do LC para o diário reverter porque

source: Journal
hr_hr: Časopis
pt_pt: O diário

source: Enter Another General Ledger Journal
hr_hr: Unesite drugi dnevnik glavne knjige
pt_pt: Inserir Outro Diário no Livro de Contabilidade

source: GL Journals involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained by webERP. This setting can be disabled in System Configuration
hr_hr: Ne mogu se unijeti GL dnevniki koji uključuju kontrolni račun dužnika. Omogućena je integracija glavne knjige dužnika (AR) tako da webERP automatski održava kontrolne račune. Ova se postavka može onemogućiti u konfiguraciji sustava
pt_pt: Diário do Livro de Contabilidade envolvendo a conta de controle dos devedores não pode ser inserido. A integração de registro devedores (AR) no livro de contabilidade esta activo assim o controle de contas são automaticamente mantidos pelo Lince

source: GL Journals involving the creditors control account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained by webERP. This setting can be disabled in System Configuration
hr_hr: GL dnevnici koji uključuju kontrolni račun vjerovnika ne mogu se unijeti. Omogućena je integracija glavne knjige vjerovnika (AP) tako da webERP automatski održava kontrolne račune. Ova se postavka može onemogućiti u konfiguraciji sustava
pt_pt: Diário do Livro de Contabilidade envolvendo a conta de controle dos credores não pode ser inserido. A integração de registro de credores (AP) no livro de contabilidade esta activo assim o controle de contas são automaticamente mantidos pelo Lince

source: GL Journals involving a bank account cannot be entered
hr_hr: GL Dnevnici koji uključuju bankovni račun ne mogu se unijeti
pt_pt: Diário do LC envolvendo uma conta de banco não pode ser inserida

source: Bank account general ledger entries must be entered by either a bank account receipt or a bank account payment
hr_hr: Unosi u glavnu knjigu bankovnog računa moraju se unijeti ili potvrdom o bankovnom računu ili uplatom na bankovni račun
pt_pt: As entradas do livro de contabilidade do cliente de banco devem ser incorporadas por um cliente de banco recibo ou por um pagamento do cliente de banco

source: The manual GL code entered does not exist in the database
hr_hr: Ručno uneseni GL kod ne postoji u bazi podataka
pt_pt: O código manual do LC inserido não existe no base de dados

source: You must select a GL account code
hr_hr: Morate odabrati šifru GL računa
pt_pt: Você deve selecionar um código de conta de GL

source: Journal Header
hr_hr: Zaglavlje dnevnika

source: Date to Process Journal
hr_hr: Dnevnik datuma obrade
pt_pt: Data para processar o diário

source: Journal Line Entry
hr_hr: Unos retka dnevnika
pt_pt: Inserção de Linha no Diário

source: GL Narrative
hr_hr: GL Pripovijest
pt_pt: Descrição LC

source: Required to balance
hr_hr: Potrebno za ravnotežu

source: Save as a template
hr_hr: Spremi kao predložak

source: The journal must balance ie debits equal to credits before it can be processed
hr_hr: Dnevnik mora saldo tj. dugovanja jednaka kreditima prije nego što se može obraditi
pt_pt: O diário deve ter débitos iguais aos créditos antes de ser processado

source: Load from a template
hr_hr: Učitaj iz predloška

source: Maintain journal templates
hr_hr: Održavajte predloške dnevnika

source: The GL journal template has been removed from the database
hr_hr: Predložak GL dnevnika je uklonjen iz baze podataka

source: There are no templates stored in the database.
hr_hr: U bazi podataka nema pohranjenih predložaka.

source: Are you sure you wish to delete this template?
hr_hr: Jeste li sigurni da želite izbrisati ovaj predložak?

source: Statement of Comprehensive Income
hr_hr: Izvještaj o sveobuhvatnoj dobiti

source: Period Budget
hr_hr: Proračun razdoblja
pt_pt: Orçamento do período

source: Gross Profit Percent
hr_hr: Postotak bruto dobiti
pt_pt: Percentagem de Lucro Bruto

source: Profit
hr_hr: Dobit
pt_pt: Lucro

source: Loss
hr_hr: Gubitak
pt_pt: Prejuízo

source: P/L Percent after
hr_hr: P/L Postotak nakon

source: Net Profit Percent
hr_hr: Postotak neto dobiti
pt_pt: Percentual Lucro Líquido

source: General Ledger Profit and Loss
hr_hr: Glavna knjiga dobiti i gubitka

source: Profit and Loss Report
hr_hr: Izvješće o dobiti i gubitku

source: Profit and loss statement (P&amp;L) . also called an Income Statement . or Statement of Operations . this is the statement that indicates how the revenue (money received from the sale of products and services before expenses are taken out . also known as the top line) is transformed into the net income (the result after all revenues and expenses have been accounted for . also known as the bottom line).
hr_hr: Račun dobiti i gubitka (P&L) . također se naziva izvještaj o dobiti. ili Izjava o poslovanju. ovo je izjava koja pokazuje kako se prihod (novac dobiven od prodaje proizvoda i usluga prije nego što se izbace troškovi. također poznat kao gornja linija) transformira u neto prihod (rezultat nakon obračuna svih prihoda i rashoda . također poznat kao donja crta).

source: The purpose of the income statement is to show whether the company made or lost money during the period being reported.
hr_hr: Svrha računa dobiti i gubitka je pokazati je li tvrtka zaradila ili izgubila novac tijekom razdoblja o kojem se izvještava.
pt_pt: O objetivo da demonstração dos resultados é mostrar se a empresa fez ou perderam dinheiro durante o período em análise.

source: The P&amp;L represents a period of time. This contrasts with the Balance Sheet . which represents a single moment in time.
hr_hr: Dobit i gubitak predstavljaju vremensko razdoblje. Ovo je u suprotnosti s bilancem. koji predstavlja jedan trenutak u vremenu.

source: webERP is an accrual based system (not a cash based system). Accrual systems include items when they are invoiced to the customer . and when expenses are owed based on the supplier invoice date.
hr_hr: webERP je obračunski sustav (ne gotovinski sustav). Sustavi obračunavanja uključuju stavke kada se fakturiraju kupcu. i kada se troškovi duguju na temelju datuma fakture dobavljača.

source: PDF P & L Account
hr_hr: PDF račun dobiti i gubitka

source: Show P & L Account
hr_hr: Prikaži račun dobiti i gubitka

source: Financial Statements
hr_hr: Financijska izvješća

source: You must select at least one financial statement. Please select financial statements.
hr_hr: Morate odabrati barem jedno financijsko izvješće. Odaberite financijska izvješća.

source: In this set of financial statements:
hr_hr: U ovom skupu financijskih izvješća:

source: Statement of financial position
hr_hr: Izvještaj o financijskom položaju

source: Statement of comprehensive income
hr_hr: Izvještaj o sveobuhvatnoj dobiti

source: Statement of changes in equity
hr_hr: Izvještaj o promjenama kapitala

source: Statement of cash flows
hr_hr: Izvještaj o novčanom tijeku

source: Shows a set of financial statements.
hr_hr: Prikazuje skup financijskih izvješća.

source: A complete set of financial statements comprises:(a) a statement of financial position as at the end and at the beginning of the period;(b) a statement of comprehensive income for the period;(c) a statement of changes in equity for the period;(d) a statement of cash flows for the period; and(e) notes that summarize the significant accounting policies and other explanatory information.
hr_hr: Potpun skup financijskih izvještaja uključuje: (a) izvještaj o financijskom položaju na kraju i na početku razdoblja; (b) izvještaj o sveobuhvatnoj dobiti za razdoblje; (c) izvještaj o promjenama u kapitalu za razdoblje; (d) izvještaj o novčanim tokovima za razdoblje; i (e) bilješke koje sažimaju značajne računovodstvene politike i druge objašnjene informacije.

source: Show the budget
hr_hr: Pokaži proračun

source: Check this box to show the budget
hr_hr: Označite ovaj okvir za prikaz proračuna

source: Show the statement of financial position
hr_hr: Pokažite izvještaj o financijskom položaju

source: Check this box to show the statement of financial position
hr_hr: Označite ovaj okvir za prikaz izvješća o financijskom položaju

source: Show the statement of comprehensive income
hr_hr: Prikažite izvještaj o sveobuhvatnoj dobiti

source: Check this box to show the statement of comprehensive income
hr_hr: Označite ovaj okvir za prikaz izvješća o sveobuhvatnoj dobiti

source: Show the statement of changes in equity
hr_hr: Prikažite izvještaj o promjenama kapitala

source: Check this box to show the statement of changes in equity
hr_hr: Označite ovaj okvir za prikaz izvješća o promjenama kapitala

source: Show the statement of cash flows
hr_hr: Prikažite izvještaj o novčanim tokovima

source: Check this box to show the statement of cash flows
hr_hr: Označite ovaj okvir za prikaz izvješća o novčanim tokovima

source: Show the notes
hr_hr: Pokažite bilješke

source: Check this box to show the notes that summarize the significant accounting policies and other explanatory information
hr_hr: Označite ovaj okvir za prikaz bilješki koje sažimaju značajne računovodstvene politike i druge informacije s objašnjenjima

source: Income and Expenditure by Tag
hr_hr: Prihodi i rashodi po oznakama
pt_pt: Despesas e Receitas por Tag

source: Statement of Income and Expenditure for Tag
hr_hr: Izvještaj o prihodima i rashodima za oznaku
pt_pt: Demonstração de Receitas e Despesas para Tag

source: during the
hr_hr: tijekom
pt_pt: durante o

source: Detailed
hr_hr: Detaljan
pt_pt: Detalhado

source: Surplus
hr_hr: Višak
pt_pt: Excedente

source: Select tag
hr_hr: Odaberite oznaku
pt_pt: Selecionar tag

source: Maintain General Ledger Tags
hr_hr: Održavajte oznake glavne knjige
pt_pt: Manter Geral Tags Ledger

source: This tag cannot be deleted since there are already general ledger transactions created using it.
hr_hr: Ovu oznaku nije moguće izbrisati jer već postoje transakcije glavne knjige stvorene pomoću nje.

source: The selected tag has been deleted
hr_hr: Odabrana oznaka je izbrisana

source: Edit Tag details
hr_hr: Uredi detalje oznake

source: Create Tag details
hr_hr: Stvorite detalje oznake

source: Enter the description of the general ledger tag up to 30 characters
hr_hr: Unesite opis oznake glavne knjige do 30 znakova

source: Tag ID
hr_hr: ID oznake
pt_pt: Etiqueta de identificação

source: Are you sure you wish to delete this GL tag?
hr_hr: Jeste li sigurni da želite izbrisati ovu GL oznaku?

source: General Ledger Transaction Inquiry
hr_hr: Upit o transakciji glavne knjige
pt_pt: Consulta de Transação no Livro de Contabilidade

source: General Ledger Menu
hr_hr: Izbornik glavne knjige
pt_pt: Menu do Livro de Contabilidade

source: This page requires a valid transaction type and number
hr_hr: Ova stranica zahtijeva valjanu vrstu i broj transakcije
pt_pt: Esta página requer um tipo de transação válido e número

source: No transaction of this type with id
hr_hr: Nema transakcija ove vrste s ID-om
pt_pt: Nenhuma transação deste tipo com id

source: Trial Balance
hr_hr: Probno stanje
pt_pt: Balancete

source: Select A Different Period
hr_hr: Odaberite drugo razdoblje
pt_pt: Seleccione um período diferente

source: Trial Balance for the month of
hr_hr: Probno stanje za mjesec
pt_pt: Balancete para o mês de

source: Month Actual
hr_hr: Mjesec Stvarno
pt_pt: Mês Actual

source: Month Budget
hr_hr: Mjesečni proračun
pt_pt: Orçamento do mês

source: Check Totals
hr_hr: Provjerite ukupne iznose
pt_pt: Verificar totais

source: General Ledger Trial Balance
hr_hr: Probno stanje glavne knjige

source: Trial Balance Report
hr_hr: Izvješće o probnom stanju
pt_pt: Julgamento Relatório Balanço

source: Input criteria for Trial Balance
hr_hr: Input criteria for Trial Saldo

source: Select the starting period for this report
hr_hr: Odaberite početno razdoblje za ovo izvješće

source: Select the end period for this report
hr_hr: Odaberite završno razdoblje za ovo izvješće

source: Select a predefined period from this list. If a selection is made here it will override anything selected in the From and To options above.
hr_hr: Odaberite unaprijed definirano razdoblje s ovog popisa. Ako se ovdje napravi odabir, on će poništiti sve što je odabrano u gornjim opcijama Od i Do.

source: Receive Controlled Items
hr_hr: Primite kontrolirane artikle
pt_pt: Receber itens controlados

source: Select a purchase order to receive
hr_hr: Odaberite narudžbenicu za primanje
pt_pt: Seleccione um pedido de compra para receber

source: This page can only be opened if a purchase order and line item has been selected
hr_hr: Ova se stranica može otvoriti samo ako je odabrana narudžbenica i stavka
pt_pt: Esta página só pode ser aberta se um pedido de compra e um item de série estiverem seleccionados

source: Select a line Item to Receive
hr_hr: Odaberite stavku retka za primanje
pt_pt: Seleccione um item de série para receber

source: This page can only be opened if a Line Item on a PO has been selected
hr_hr: Ova se stranica može otvoriti samo ako je odabrana stavka na narudžbenici
pt_pt: Esta página só pode ser aberta se um item de série em uma PO??? foi seleccionado

source: Back to the Purchase Order
hr_hr: Povratak na narudžbenicu
pt_pt: Voltar para Pedido de Compra

source: The line being received must be controlled as defined in the item definition
hr_hr: Linija koja se prima mora se kontrolirati kako je definirano u definiciji stavke
pt_pt: A linha a ser recebido deve ser controlada, tal como definido na definição do item

source: Back To Purchase Order
hr_hr: Natrag na narudžbenicu
pt_pt: Voltar para Pedido de Compra

source: Receive controlled item
hr_hr: Primite kontrolirani predmet
pt_pt: Receber item controlado

source: Receive Purchase Orders
hr_hr: Primajte narudžbenice
pt_pt: Receber Pedidos de Compra

source: Back to Purchase Orders
hr_hr: Povratak na narudžbenice
pt_pt: Voltar para Pedidos de Compra

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first
hr_hr: Ova se stranica može otvoriti samo ako je odabrana narudžbenica. Prvo odaberite narudžbenicu
pt_pt: Esta página só pode ser aberto se a ordem de compra tenha sido selecionado. Por favor, selecione uma primeira ordem de compra

source: Purchase orders must have a status of Printed before they can be received
hr_hr: Narudžbenice moraju imati status Ispisano prije nego što se mogu primiti
pt_pt: As ordens de compra deve ter um estatuto de impressos antes de serem recebidos

source: Order number
hr_hr: Broj narudžbe
pt_pt: Número do pedido

source: has a status of
hr_hr: ima status
pt_pt: possui um status de

source: Receive Purchase Order
hr_hr: Primite narudžbenicu
pt_pt: Receber Ordem de Compra

source: The default received date is not a date format
hr_hr: Zadani primljeni datum nije format datuma

source: The supplier's delivery note no should not be more than 30 characters
hr_hr: Broj otpremnice dobavljača ne smije biti duži od 30 znakova

source: GRN Header
hr_hr: GRN zaglavlje

source: Date Goods/Service Received
hr_hr: Datum primljene robe/usluge
pt_pt: Data de Bens/Serviços Recebidos

source: Supplier's Reference
hr_hr: Referenca dobavljača

source: Supplier Units
hr_hr: Jedinice dobavljača

source: Our Receiving Units
hr_hr: Naše prijemne jedinice

source: Already Received
hr_hr: Već primljeno
pt_pt: Já Recebido

source: Delivery Date
hr_hr: Datum isporuke
pt_pt: Data de entrega

source: This Delivery
hr_hr: Ova isporuka
pt_pt: Esta Entrega

source: Total Value
hr_hr: Ukupna vrijednost
pt_pt: Valor Total

source: Enter the quantity to receive against this order line as a number
hr_hr: Unesite količinu koju želite primiti u ovom retku narudžbe kao broj

source: Enter Serial Nos
hr_hr: Unesite serijske brojeve
pt_pt: Insira Números de Série

source: Enter Batches
hr_hr: Unesite serije
pt_pt: Insira Lotes

source: Total value of goods received
hr_hr: Ukupna vrijednost primljene robe
pt_pt: Valor total de bens recebidos

source: The goods received date is not a date format
hr_hr: Datum primljene robe nije format datuma

source: The delivery note of suppliers should not be more than 30 characters
hr_hr: Otpremnica dobavljača ne smije biti duža od 30 znakova

source: Receiving a negative quantity that results in negative stock is prohibited by the parameter settings. This delivery of stock cannot be processed until the stock of the item is corrected.
hr_hr: Postavke parametra zabranjuju primanje negativne količine koja rezultira negativnom zalihom. Ova isporuka zaliha ne može se obraditi dok se zaliha artikla ne ispravi.
pt_pt: Receber uma quantidade negativa que resulte em stock negativo é proibido pelos parâmetros. Esta entrega de stock não pode ser efectuado até o stock do item esteja corrigido.

source: There is nothing to process
hr_hr: Nema se što obraditi
pt_pt: Não há nada a ser processado

source: Please enter valid quantities greater than zero
hr_hr: Unesite valjane količine veće od nule
pt_pt: Favor inserir quantidades válidas maiores que zero

source: Negative stocks would result by processing a negative delivery - quantities must be changed or the stock quantity of the item going negative corrected before this delivery will be processed.
hr_hr: Negativne zalihe bi rezultirale obradom negativne isporuke - količine se moraju promijeniti ili ispraviti količina zaliha artikla koji postaje negativan prije nego što se ova isporuka obradi.
pt_pt: Stocks negativos resultaria através do processamento de uma entrega negativa - as quantidades devem ser alteradas ou a quantidade em stock do item em negativo deve ser corrigido, antes que esta entrega seja processada.

source: Entered quantities cannot be greater than the quantity entered on the purchase invoice including the allowed over-receive percentage
hr_hr: Unesene količine ne mogu biti veće od količine upisane na fakturi kupnje uključujući dopušteni postotak prekoračenja
pt_pt: As quantidades inseridas não podem ser maiores que as quantidades inseridas na factura de compra, incluindo a percentagem permitida de recebimento a mais

source: Modify the ordered items on the purchase invoice if you wish to increase the quantities
hr_hr: Izmijenite naručene artikle na računu ako želite povećati količine
pt_pt: modifique os itens desejados na factura de compra se desejar aumentar as quantidades

source: Could not check that the details of the purchase order had not been changed by another user because
hr_hr: Nisam mogao provjeriti da pojedinosti narudžbenice nije promijenio drugi korisnik jer
pt_pt: Não foi possível verificar se detalhes do pedido de compra não foram trocados por outro utilizador pois

source: This order has been changed or invoiced since this delivery was started to be actioned
hr_hr: Ova je narudžba promijenjena ili je fakturirana otkako je ova isporuka započela
pt_pt: Esta ordem foi alterada ou facturada após ser iniciada ou acionada

source: Select a different purchase order for receiving goods against
hr_hr: Odaberite drugu narudžbenicu za primanje robe
pt_pt: Seleccione um pedido de compra diferente para recebimento de bens

source: To enter a delivery against this purchase order
hr_hr: Za unos isporuke uz ovu narudžbenicu
pt_pt: Para inserir uma entrega neste pedido de compra,

source: it must be re-selected and re-read again to update the changes made by the other user
hr_hr: mora se ponovno odabrati i ponovno pročitati kako bi se ažurirale promjene koje je napravio drugi korisnik
pt_pt: esta deve ser novamente seleccionada e lida para actualizar as mudanças feitas pelooutro utilizador

source: Re-read the updated purchase order for receiving goods against
hr_hr: Ponovno pročitajte ažuriranu narudžbenicu za primitak robe protiv
pt_pt: Re-leia o pedido de compra atualizada para recebimento de bens

source: The standard cost of the item being received cannot be retrieved because
hr_hr: Standardna cijena artikla koji se prima ne može se dohvatiti jer
pt_pt: O custo padrão do item a receber não pode ser obtido pois

source: The purchase order detail record could not be updated with the quantity received because
hr_hr: Zapis detalja narudžbenice nije se mogao ažurirati primljenom količinom jer
pt_pt: O registro dos detalhes do pedido de compra não pode ser actualizado com a quantidade recebida pois

source: A GRN record could not be inserted
hr_hr: Nije moguće umetnuti GRN zapis
pt_pt: O registro da NBR não pode ser inserida

source: This receipt of goods has not been processed because
hr_hr: Ovaj primitak robe nije obrađen jer
pt_pt: Este recibo de bens não foi processado pois

source: stock movement records could not be inserted because
hr_hr: zapisi o kretanju zaliha nisu se mogli umetnuti jer
pt_pt: não foi possível inserir registros de movimento de stock porque

source: Could not check if a batch or lot stock item already exists because
hr_hr: Nije bilo moguće provjeriti postoji li serija ili serija već postoji jer
pt_pt: Não foi possível verificar se o lote do item em stock já existe porque

source: The serial stock item record could not be inserted because
hr_hr: Zapis serijske stavke zalihe nije se mogao umetnuti jer
pt_pt: Não foi possível inserir o registro do item de série de stock porque

source: cost
hr_hr: trošak

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE The fixed asset transaction could not be inserted because
hr_hr: KRITIČNA GREŠKA! ZAPIŠITE OVU POGREŠKU I POTRAŽITE POMOĆ Transakciju dugotrajne imovine nije bilo moguće umetnuti jer
pt_pt: CRITICAL ERROR! Anote este erro e procurar a ajuda do ativo fixo de transação não pode ser inserido por
