Repository: timschofield/webERP
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: hr_hr, pt_pt

source: An error occurred inserting the new employee record because
hr_hr: Došlo je do pogreške prilikom umetanja novog zapisa zaposlenika jer

source: The new employee record has been added
hr_hr: Dodana je nova evidencija zaposlenika

source: First name
hr_hr: Ime

source: Surname
hr_hr: Prezime

source: Manager
hr_hr: Menadžer

source: Are you sure you wish to remove this employee?
hr_hr: Jeste li sigurni da želite ukloniti ovog zaposlenika?

source: No employees have been set up yet
hr_hr: Još uvijek nema zaposlenih

source: Review Employees
hr_hr: Pregled Zaposlenici

source: Amend Employee details
hr_hr: Izmijeniti podatke o zaposleniku

source: Employee Code
hr_hr: Kodeks zaposlenika

source: New Employee details
hr_hr: Podaci o novom zaposleniku

source: First Name
hr_hr: Ime

source: Enter the employee's first name
hr_hr: Unesite ime zaposlenika

source: Enter the employee's surname
hr_hr: Unesite prezime zaposlenika

source: Labour Type
hr_hr: Vrsta rada

source: The email address should be an email format such as adm@weberp.org
hr_hr: Adresa e-pošte treba biti u formatu e-pošte kao što je adm@weberp.org

source: Normal Weekly Hours
hr_hr: Normalno tjedno radno vrijeme

source: Enter the employee's normal hours per week
hr_hr: Unesite normalne sate zaposlenika tjedno

source: Not Managed
hr_hr: Nije upravljano

source: webERP User
hr_hr: webERP korisnik

source: Not a webERP User
hr_hr: Nije webERP korisnik

source: Select the employee's system user account so when the user logs in to enter a time sheet the system knows the employee record to use
hr_hr: Odaberite korisnički račun zaposlenika u sustavu tako da kada se korisnik prijavi za unos vremenskog lista, sustav zna evidenciju zaposlenika koju treba koristiti

source: View Currency Trend
hr_hr: Pogledajte trend valute
pt_pt: Ver Tendência da Moeda

source: Trend Currently Unavailable
hr_hr: Trend trenutno nedostupan

source: Factor Companies
hr_hr: Faktorske tvrtke
pt_pt: Fator de Empresas

source: The factoring company name must be entered and be forty characters or less long
hr_hr: Naziv faktoring tvrtke mora se unijeti i sadržavati četrdeset znakova ili manje
pt_pt: O nome da empresa factor deve ser inserido e ter quarenta caracteres ou menos

source: The email address entered does not appear to be a valid email address format
hr_hr: Čini se da unesena adresa e-pošte nije važeći format adrese e-pošte

source: Validation failed no insert or update took place
hr_hr: Validacija nije uspjela, nije došlo do umetanja ili ažuriranja

source: The factoring company
hr_hr: Faktoring tvrtka
pt_pt: A empresa de factoring

source: A new factoring company for
hr_hr: Novo faktoring društvo za
pt_pt: Um novo factor empresa para

source: has been added to the database
hr_hr: je dodan u bazu podataka
pt_pt: foi adicionado ao base de dados

source: The factoring company could not be updated because
hr_hr: Faktoring tvrtka nije mogla biti ažurirana jer
pt_pt: A empresa de factoring não pôde ser atualizado devido

source: The factoring company record for
hr_hr: Rekord faktoring društva za
pt_pt: O registro factor empresa para

source: Cannot delete this factor because there are suppliers using them
hr_hr: Ovaj faktor se ne može izbrisati jer ga neki dobavljači koriste
pt_pt: Não é possível excluir esse fator, pois existem outros fornecedores de usá-los

source: suppliers using this factor company
hr_hr: dobavljači koji koriste ovaj faktor tvrtke
pt_pt: fornecedores, que utilizam esta empresa factor

source: Factoring company record record for
hr_hr: Rekordna tvrtka za faktoring
pt_pt: Registro factor empresa registado para

source: Amend Factor Company Details
hr_hr: Izmijenite podatke o tvrtki faktora

source: Create Factor Company Details
hr_hr: Stvorite pojedinosti o tvrtki Factor

source: Factor company Name
hr_hr: Ime faktorske tvrtke
pt_pt: Factor Nome da Empresa

source: Telephone
hr_hr: Telefon
pt_pt: Telefone

source: Insert New Factor
hr_hr: Umetnite novi faktor
pt_pt: Inserir Novo Factor

source: Update Factor
hr_hr: Faktor ažuriranja
pt_pt: Actualizar Factor

source: There is no second warning if you hit the delete button below
hr_hr: Nema drugog upozorenja ako pritisnete gumb za brisanje ispod
pt_pt: Não há segundo aviso ao clicar no botão Remover abaixo

source: However checks will be made to ensure there are no suppliers are using this factor before the deletion is processed
hr_hr: Međutim, izvršit će se provjere kako bi se osiguralo da nijedan dobavljač ne koristi ovaj faktor prije obrade brisanja
pt_pt: No entanto verificações iram ser feitas para garantir que não haja fornecedores a mudar este factor antes que a eliminação seja efectuada

source: Delete Factor
hr_hr: Izbriši faktor
pt_pt: Eliminar Factor

source: Are you sure you wish to delete this factoring company?
hr_hr: Jeste li sigurni da želite izbrisati ovu faktoring tvrtku?
pt_pt: Tem a certeza que deseja eliminar este factor empresa?

source: Company Name
hr_hr: Naziv tvrtke
pt_pt: Nome da Empresa

source: Address 4
hr_hr: Adresa 4
pt_pt: Código Postal

source: Address 5
hr_hr: Adresa 5
pt_pt: Pais

source: Address 6
hr_hr: Adresa 6
pt_pt: Contacto

source: Create New Factor
hr_hr: Stvorite novi faktor
pt_pt: Criar Novo Factor

source: Fixed Asset Category Maintenance
hr_hr: Održavanje kategorije dugotrajne imovine
pt_pt: Manutenção Categoria Imobilização

source: Fixed Asset Categories
hr_hr: Kategorije dugotrajne imovine
pt_pt: Fixa as categorias de activos

source: The Fixed Asset Category code must be six characters or less long
hr_hr: Kôd kategorije dugotrajne imovine mora imati šest znakova ili manje
pt_pt: O código de Imobilização categoria devem ser de seis caracteres ou menos longo

source: The Fixed Asset Category code must be at least 1 character but less than six characters long
hr_hr: Kôd kategorije dugotrajne imovine mora imati najmanje 1 znak, ali kraći od šest znakova
pt_pt: O código de Imobilização categoria devem ser de pelo menos um personagem, mas menos de seis caracteres

source: The Fixed Asset Category description must be twenty characters or less long
hr_hr: Opis kategorije dugotrajne imovine mora imati dvadeset znakova ili manje
pt_pt: A Imobilização Descrição da categoria deve ser de vinte caracteres ou menos longo

source: The accounts selected to post cost or accumulated depreciation to cannot be either of the debtors control account, creditors control account or GRN suspense accounts
hr_hr: Računi odabrani za knjiženje troška ili akumulirane amortizacije ne mogu biti kontrolni račun dužnika, kontrolni račun vjerovnika ili GRN privremeni računi
pt_pt: As contas selecionadas para postar custo ou a depreciação acumulada não pode ser da conta de controle de devedores, credores conta de controle ou contas de suspense GRN

source: The asset cost account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset cost
hr_hr: Odabrani račun troškova imovine je bankovni račun - bankovni računi su zaštićeni od bilo kakvih drugih knjiženja na njih. Odaberite drugi račun bilance za trošak imovine
pt_pt: A conta do custo do ativo selecionado é uma conta bancária - contas bancárias são protegidos de ter qualquer outras postagens feitas a eles. Selecione outra conta do balanço para o custo do ativo

source: The accumulated depreciation account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset accumulated depreciation
hr_hr: Odabrani konto akumulirane amortizacije je bankovni račun - bankovni računi su zaštićeni od bilo kakvih drugih knjiženja na njih. Odaberite drugi račun bilance za akumuliranu amortizaciju imovine
pt_pt: A conta de depreciação acumulada selecionado é uma conta bancária - contas bancárias são protegidos de ter qualquer outras postagens feitas a eles. Selecione outra conta do balanço para o ativo da depreciação acumulada

source: Could not update the fixed asset category
hr_hr: Nije moguće ažurirati kategoriju dugotrajne imovine
pt_pt: Não foi possível atualizar a categoria de ativo fixo

source: Updated the fixed asset category record for
hr_hr: Ažuriran zapis kategorije dugotrajne imovine za
pt_pt: Actualização do registo categoria de ativos fixos para

source: Could not insert the new fixed asset category
hr_hr: Nije moguće umetnuti novu kategoriju dugotrajne imovine
pt_pt: Não foi possível inserir a categoria do novo ativo fixo

source: A new fixed asset category record has been added for
hr_hr: Dodan je novi zapis kategorije dugotrajne imovine za
pt_pt: Um registro de nova categoria de ativos fixos foi adicionado para

source: Cannot delete this fixed asset category because fixed assets have been created using this category
hr_hr: Nije moguće izbrisati ovu kategoriju dugotrajne imovine jer su dugotrajna sredstva stvorena korištenjem ove kategorije
pt_pt: Não é possível excluir esta categoria de ativo fixo, porque imobilizado foram criados com esta categoria

source: fixed assets referring to this category code
hr_hr: dugotrajna imovina koja se odnosi na ovu šifru kategorije
pt_pt: ativos fixos referentes a este código de categoria

source: The fixed asset category
hr_hr: Kategorija dugotrajne imovine
pt_pt: A categoria de ativo fixo

source: Cat Code
hr_hr: Kod mačke
pt_pt: Código da categoria

source: Cost GL
hr_hr: Trošak GL
pt_pt: Custo GL

source: P &amp; L Depn GL
hr_hr: P & L Depn GL

source: Disposal GL
hr_hr: Odlaganje GL
pt_pt: Eliminação GL

source: Are you sure you wish to delete this fixed asset category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
hr_hr: Jeste li sigurni da želite izbrisati ovu kategoriju dugotrajne imovine? Prije stvarnog brisanja izvršit će se dodatne provjere kako bi se osiguralo da integritet podataka nije ugrožen.
pt_pt: Tem certeza de que deseja apagar esta categoria de ativo fixo? controlos adicionais serão realizados antes da exclusão reais para garantir a integridade dos dados não é comprometida.

source: Show All Fixed Asset Categories
hr_hr: Prikaži sve kategorije dugotrajne imovine
pt_pt: Mostrar todas as categorias de activos fixos

source: Amend Category Details
hr_hr: Izmijeniti pojedinosti o kategoriji

source: Category Code
hr_hr: Šifra kategorije
pt_pt: Código da categoria

source: Create Category Details
hr_hr: Stvorite pojedinosti o kategoriji

source: Enter the asset category code. Up to 6 alpha-numeric characters are allowed
hr_hr: Unesite šifru kategorije imovine. Dopušteno je do 6 alfanumeričkih znakova

source: Enter the asset category description up to 20 characters
hr_hr: Unesite opis kategorije imovine do 20 znakova

source: Fixed Asset Cost GL Code
hr_hr: GL kod troška fiksne imovine
pt_pt: Código Custo de Imobilização GL

source: Select the general ledger account where the cost of assets of this category should be posted to. Only balance sheet accounts can be selected
hr_hr: Odaberite konto glavne knjige na koji treba knjižiti trošak imovine ove kategorije. Mogu se odabrati samo bilančni računi

source: Profit and Loss Depreciation GL Code
hr_hr: GL kod amortizacije dobiti i gubitka
pt_pt: Lucros e Perdas Código Depreciação GL

source: Select the general ledger account where the depreciation of assets of this category should be posted to. Only profit and loss accounts can be selected
hr_hr: Odaberite konto glavne knjige na koji treba knjižiti amortizaciju imovine ove kategorije. Mogu se odabrati samo računi dobiti i gubitka

source: Profit or Loss on Disposal GL Code
hr_hr: Dobit ili gubitak od prodaje GL koda

source: Select the general ledger account where the profit or loss on disposal on assets of this category should be posted to. Only profit and loss accounts can be selected
hr_hr: Odaberite konto glavne knjige na koji treba knjižiti dobit ili gubitak od prodaje imovine ove kategorije. Mogu se odabrati samo računi dobiti i gubitka

source: Balance Sheet Accumulated Depreciation GL Code
hr_hr: GL kod akumulirane amortizacije bilance
pt_pt: Balanço Acumulado Código GL Depreciação

source: Select the general ledger account where the accumulated depreciation on assets of this category should be posted to. Only balance sheet accounts can be selected
hr_hr: Odaberite konto glavne knjige na koji treba knjižiti akumuliranu amortizaciju imovine ove kategorije. Mogu se odabrati samo bilančni računi

source: Depreciation Journal Entry
hr_hr: Unos u dnevnik amortizacije
pt_pt: Depreciação do Diário

source: The date is expected to be in the format
hr_hr: Očekuje se da će datum biti u formatu

source: No depreciation will be committed as the processing date is beyond the current date. The depreciation run can only be run for periods prior to today
hr_hr: Neće se izvršiti amortizacija jer je datum obrade nakon tekućeg datuma. Izvođenje amortizacije može se izvoditi samo za razdoblja prije današnjeg dana
pt_pt: Não depreciação será comprometida como a data da transformação está além da data atual. A execução de depreciação pode ser executado somente para os períodos anteriores aos dias de hoje

source: Asset ID
hr_hr: ID sredstva

source: Date Purchased
hr_hr: Datum kupnje
pt_pt: Data de Aquisição

source: Cost
hr_hr: trošak
pt_pt: Custo

source: B/fwd Book Value
hr_hr: B/fwd Knjigovodstvena vrijednost
pt_pt: B / Book Value fwd

source: Depn Type
hr_hr: Depn Vrsta
pt_pt: Tipo Depn

source: New Depn
hr_hr: Nova Depn
pt_pt: Nova Depn

source: Total for
hr_hr: Ukupno za
pt_pt: Total para

source: Monthly depreciation for asset
hr_hr: Mjesečna amortizacija imovine

source: Cannot insert a depreciation GL entry for the depreciation because
hr_hr: Nije moguće umetnuti GL unos amortizacije za amortizaciju jer
pt_pt: Não é possível inserir uma entrada GL depreciação para a depreciação, porque

source: Cannot insert a fixed asset transaction entry for the depreciation because
hr_hr: Nije moguće umetnuti unos transakcije dugotrajne imovine za amortizaciju jer
pt_pt: Não é possível inserir uma entrada de transações de ativos fixos para a depreciação, porque

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset accumulated depreciation could not be updated:
hr_hr: KRITIČNA GREŠKA! ZAPIŠITE OVU POGREŠKU I POTRAŽITE POMOĆ. Akumulirana amortizacija dugotrajne imovine nije se mogla ažurirati:
pt_pt: CRITICAL ERROR! Anote este erro e pedir auxílio. A depreciação imobilizado acumulada não podia ser atualizados:

source: GRAND Total
hr_hr: VELIKI Ukupno
pt_pt: TOTAL

source: Depreciation
hr_hr: Amortizacija
pt_pt: Depreciação

source: has been successfully entered
hr_hr: je uspješno unesen
pt_pt: foram inseridas com êxito

source: Return to main menu
hr_hr: Povratak na glavni izbornik
pt_pt: Voltar ao menu principal

source: Date to Process Depreciation
hr_hr: Datum obrade amortizacije
pt_pt: Data para processo de depreciação

source: Commit Depreciation
hr_hr: Obvezna amortizacija
pt_pt: Commit Depreciação

source: Fixed Assets
hr_hr: Osnovna sredstva
pt_pt: Imobilizado

source: Back to Select
hr_hr: Natrag na odabir
pt_pt: Regressar a Seleccionar

source: Fixed Asset Items
hr_hr: Stavke dugotrajne imovine
pt_pt: Fixed Asset Itens

source: Something is wrong with uploading a file
hr_hr: Nešto nije u redu s učitavanjem datoteke
pt_pt: Algo está errado com o envio do ficheiro

source: The asset description must be entered and be fifty characters or less long. It cannot be a zero length string either, a description is required
hr_hr: Opis sredstva mora biti unesen i sadržavati pedeset znakova ili manje. Također ne može biti niz nulte duljine, potreban je opis
pt_pt: A descrição do ativo deve ser inscrito e estar cinqüenta caracteres ou menos longo. Não pode ser uma cadeia de comprimento zero seja, uma descrição é necessária

source: The asset long description cannot be a zero length string, a long description is required
hr_hr: Dugi opis sredstva ne može biti niz nulte duljine, potreban je dugi opis
pt_pt: A descrição de recursos a longo não pode ser uma seqüência de comprimento zero, uma descrição longa é necessária

source: The barcode must be 20 characters or less long
hr_hr: Crtični kod mora imati 20 znakova ili manje
pt_pt: O código de barra deve ter no máximo 20 caracteres

source: There are no asset categories defined. All assets must belong to a valid category,
hr_hr: Nema definiranih kategorija imovine. Sva sredstva moraju pripadati valjanoj kategoriji,
pt_pt: Não existem categorias de activos definida. Todos os ativos devem pertencer a uma categoria válida,

source: There are no asset locations defined. All assets must belong to a valid location,
hr_hr: Nema definiranih lokacija imovine. Sva imovina mora pripadati valjanoj lokaciji,

source: The depreciation rate is expected to be a number between 0 and 100
hr_hr: Očekuje se da će stopa amortizacije biti broj između 0 i 100
pt_pt: A taxa de depreciação deverá ser um número entre 0 e 100

source: Numbers less than 1 are interpreted as less than 1%. The depreciation rate should be entered as a number between 0 and 100
hr_hr: Brojevi manji od 1 tumače se kao manji od 1%. Stopu amortizacije treba unijeti kao broj između 0 i 100
pt_pt: Números inferiores a 1 são interpretados como menos de 1%. A taxa de depreciação deve ser inserido como um número entre 0 e 100

source: change category
hr_hr: promijeniti kategoriju
pt_pt: mudança de categoria

source: Cannot insert a GL entry for the change of asset category because
hr_hr: Nije moguće umetnuti GL unos za promjenu kategorije imovine jer
pt_pt: Não é possível inserir uma entrada GL para a mudança de categoria de ativos, porque

source: The asset could not be updated because
hr_hr: Sredstvo se nije moglo ažurirati jer
pt_pt: O recurso não pôde ser atualizado devido

source: Asset
hr_hr: Sredstvo
pt_pt: Ativos

source: The asset could not be added because
hr_hr: Sredstvo nije bilo moguće dodati jer
pt_pt: O recurso não pode ser adicionado porque

source: The new asset has been added to the database with an asset code of:
hr_hr: Nova imovina je dodana u bazu podataka sa šifrom imovine:
pt_pt: O novo recurso foi adicionado ao banco de dados com um código de ativos:

source: Validation failed, no updates or deletes took place
hr_hr: Validacija nije uspjela, nije došlo do ažuriranja ili brisanja
pt_pt: Validação mal sucedida, nenhuma atualização ou remoção foi realizada

source: The asset still has a net book value - only assets with a zero net book value can be deleted
hr_hr: Imovina i dalje ima neto knjigovodstvenu vrijednost - samo imovina s nultom neto knjigovodstvenom vrijednošću može se izbrisati
pt_pt: O ativo ainda tem um valor contabilístico líquido - apenas os activos com um valor contabilístico líquido zero pode ser excluído

source: The asset has transactions associated with it. The asset can only be deleted when the fixed asset transactions are purged, otherwise the integrity of fixed asset reports may be compromised
hr_hr: S imovinom su povezane transakcije. Imovina se može izbrisati samo kada su transakcije s fiksnom imovinom očišćene, inače bi integritet izvješća o fiksnoj imovini mogao biti ugrožen
pt_pt: O ativo possui operações associadas a ele. O ativo somente pode ser excluída quando a transações de ativos fixos são removidos, caso contrário, a integridade dos relatórios de ativo fixo pode ser comprometida

source: There is a purchase order set up for this asset. The purchase order line must be deleted first
hr_hr: Za ovo sredstvo postavljena je narudžbenica. Prvo se mora izbrisati redak narudžbenice
pt_pt: Há uma ordem de compra estabelecida para o ativo. A linha de ordem de compra deve ser excluído primeiro

source: Delete asset
hr_hr: Izbriši sredstvo
pt_pt: Excluir activo

source: Cannot insert a GL entry for the deletion of the asset because
hr_hr: Nije moguće umetnuti GL unos za brisanje sredstva jer
pt_pt: Não é possível inserir uma entrada GL para a supressão do recurso porque

source: Cannot insert a GL entry for the reversal of accumulated depreciation on deletion of the asset because
hr_hr: Nije moguće umetnuti GL unos za storniranje akumulirane amortizacije pri brisanju sredstva jer
pt_pt: Não é possível inserir uma entrada GL para a reversão das amortizações acumuladas relativas à supressão do recurso porque

source: Could not delete the asset record
hr_hr: Nije moguće izbrisati zapis imovine
pt_pt: Não foi possível excluir o registro de ativos

source: Deleted the asset record for asset number
hr_hr: Izbrisan je zapis sredstva za broj sredstva
pt_pt: Excluído o registro ativo para o número de ativos

source: Create New Asset Details
hr_hr: Stvorite nove pojedinosti o imovini

source: Edit Asset Details
hr_hr: Uredite pojedinosti o imovini

source: Asset Code
hr_hr: Šifra imovine
pt_pt: Asset Código

source: Asset Already disposed on
hr_hr: Imovina je već odbačena

source: Asset Description
hr_hr: Opis imovine
pt_pt: Descrição Asset

source: short
hr_hr: kratak
pt_pt: curta

source: Enter the description of the item. Up to 50 characters can be used.
hr_hr: Unesite opis artikla. Može se koristiti do 50 znakova.

source: long
hr_hr: dugo
pt_pt: longa

source: Enter the lond description of the asset including specs etc. Up to 255 characters are allowed.
hr_hr: Unesite lond opis imovine uključujući specifikacije itd. Dopušteno je do 255 znakova.

source: Image File (
hr_hr: Datoteka slike (

source: Clear Image
hr_hr: Jasna slika

source: You do not have access to delete this item image file.
hr_hr: Nemate pristup za brisanje datoteke slike ove stavke.

source: Asset Category
hr_hr: Kategorija imovine
pt_pt: Categoria de ativos

source: The asset categories could not be retrieved because
hr_hr: Kategorije sredstava nije bilo moguće dohvatiti jer
pt_pt: As categorias de activos não podia ser recuperada porque

source: Add or Modify Asset Categories
hr_hr: Dodajte ili izmijenite kategorije sredstava
pt_pt: Adicionar ou modificar as categorias de activos

source: The asset locations could not be retrieved because
hr_hr: Lokacije sredstava nije bilo moguće dohvatiti jer
pt_pt: Os locais de ativos não poderiam ser recuperados, porque

source: Asset Location
hr_hr: Lokacija imovine
pt_pt: Localização Asset

source: Add Asset Location
hr_hr: Dodajte lokaciju sredstva

source: Bar Code
hr_hr: Bar kod
pt_pt: Código de Barras

source: Serial Number
hr_hr: Serijski broj
pt_pt: Número de série

source: Depreciation Type
hr_hr: Vrsta amortizacije
pt_pt: Depreciação Tipo

source: Straight Line
hr_hr: Ravna linija
pt_pt: Linha Reta

source: Diminishing Value
hr_hr: Smanjenje vrijednosti
pt_pt: Reduz o valor

source: Depreciation Rate
hr_hr: Stopa amortizacije
pt_pt: Taxa de Depreciação

source: Asset Financial Summary
hr_hr: Financijski sažetak imovine
pt_pt: Asset Resumo Financeiro

source: Accumulated Costs
hr_hr: Akumulirani troškovi
pt_pt: Custos Acumulados

source: Accumulated Depreciation
hr_hr: Akumulirana amortizacija
pt_pt: Depreciação Acumulada

source: Net Book Value at disposal date
hr_hr: Neto knjigovodstvena vrijednost na datum prodaje

source: Disposal Proceeds
hr_hr: Prihodi od raspolaganja

source: P/L after disposal
hr_hr: P/L nakon zbrinjavanja

source: Net Book Value
hr_hr: Neto knjigovodstvena vrijednost
pt_pt: Valor contábil líquido

source: Not Yet Run
hr_hr: Još ne trči
pt_pt: Ainda não foi realizado

source: Depreciation last run
hr_hr: Posljednje izvođenje amortizacije
pt_pt: Depreciação última corrida

source: Insert New Fixed Asset
hr_hr: Unesite novo osnovno sredstvo
pt_pt: Inserir novo ativo fixo

source: Delete This Asset
hr_hr: Izbriši ovo sredstvo
pt_pt: Excluir Asset Este
